Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Notification template has been updated.
ar: تم تحديث قالب الإخطار.
az: Bildiriş şablonu yeniləndi.
bn: বিজ্ঞপ্তি টেমপ্লেট আপডেট করা হয়েছে.
cs: Šablona oznámení byla aktualizována.
de: Die Benachrichtigungsvorlage wurde aktualisiert.
es: Se ha actualizado la plantilla de notificación.
et: Teatise malli on värskendatud.
fi: Ilmoitusmalli on päivitetty.
ky: Эскертме үлгүсү жаңыртылды.
lt: Pranešimo šablonas buvo atnaujintas.
lv: Paziņojuma veidne ir atjaunināta.
nb: Varslingsmalen er oppdatert.
pl: Szablon powiadomienia został zaktualizowany.
ru: Шаблон уведомления обновлен.
sv: Aviseringsmall har uppdaterats.
th: เทมเพลตการแจ้งเตือนได้รับการอัปเดตแล้ว
uk: Шаблон сповіщення оновлено.

source: Notifications
ar: الاخطارات
az: Bildirişlər
bn: বিজ্ঞপ্তি
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
et: Teavitused
fi: Ilmoitukset
ky: Эскертмелер
lt: Pranešimai
lv: Paziņojumi
nb: Varslinger
pl: Powiadomienia
ru: Уведомления
sv: Aviseringar
th: การแจ้งเตือน
uk: Сповіщення

source: Notifications allow to be informed when a certain event has occurred.
ar: تتيح لك الإخطارات أن تكون على علم عند وقوع حدث معين.
az: Bildirişlər müəyyən bir hadisə baş verdikdə məlumat verməyə imkan verir.
bn: একটি নির্দিষ্ট ঘটনা ঘটলে বিজ্ঞপ্তিগুলিকে জানানোর অনুমতি দেয়৷
cs: Oznámení umožňují být informován o tom, že došlo k určité události.
de: Benachrichtigungen erlauben es, informiert zu werden, wenn ein bestimmtes Ereignis eingetreten ist.
es: Las notificaciones permiten estar informado cuando se ha producido un determinado evento.
et: Teatised võimaldavad teavitada, kui teatud sündmus on toimunud.
fi: Ilmoitukset mahdollistavat tiedon saamisen, kun tietty tapahtuma on tapahtunut.
ky: Билдирүүлөр белгилүү бир окуя болгондо кабардар болууга мүмкүндүк берет.
lt: Pranešimai leidžia būti informuotiems, kai įvyko tam tikras įvykis.
lv: Paziņojumi ļauj saņemt informāciju, kad ir noticis konkrēts notikums.
nb: Varsler tillater å bli informert når en bestemt hendelse har oppstått.
pl: Powiadomienia pozwalają na informację o wystąpieniu określonego zdarzenia.
ru: Уведомления позволяют получать информацию о наступлении определенного события.
sv: Meddelanden gör det möjligt att informeras när en viss händelse har inträffat.
th: การแจ้งเตือนช่วยให้ได้รับแจ้งเมื่อมีเหตุการณ์บางอย่างเกิดขึ้น
uk: Сповіщення дозволяють отримувати інформацію, коли сталася певна подія.

source: Notifications has been sent to {count} users.
ar: تم إرسال الإخطارات إلى{count} المستخدمين.
az: Bildirişlər istifadə {count} çilərə göndərildi.
bn: বিজ্ঞপ্তি পাঠানো হয়েছে{count} ব্যবহারকারীদের
cs: Oznámení byla odeslána {count} uživatelům.
de: Benachrichtigungen wurden an {count} Benutzer gesendet.
es: Se han enviado notificaciones a {count} usuarios.
et: Teatised on saadetud aadressile{count} kasutajad.
fi: Ilmoitukset on lähetetty osoitteeseen{count} käyttäjiä.
ky: Билдирмелер төмөнкүгө жөнөтүлдү{count} колдонуучулар.
lt: Pranešimai išsiųsti {count} vartotojams.
lv: Paziņojumi ir nosūtīti uz{count} lietotājiem.
nb: Varslinger er sendt til {count} brukere.
pl: Powiadomienia zostały wysłane do{count} użytkownicy.
ru: Уведомления отправлены на{count} пользователи.
sv: Meddelanden har skickats till {count} användare.
th: ได้ส่งการแจ้งเตือนไปที่{count} ผู้ใช้
uk: Сповіщення надіслано на адресу{count} користувачів.

source: Notify organization owners
ar: إخطار أصحاب المنظمة
az: Təşkilat sahiblərinə bildirin
bn: প্রতিষ্ঠানের মালিকদের অবহিত করুন
cs: Informujte vlastníky organizací
de: Benachrichtigen Sie Organisationsinhaber
es: Notificar a los propietarios de la organización
et: Teavitage organisatsiooni omanikke
fi: Ilmoita organisaation omistajille
ky: Уюм ээлерине кабарлаңыз
lt: Pranešti organizacijos savininkams
lv: Paziņojiet organizāciju īpašniekiem
nb: Varsle organisasjonseiere
pl: Powiadom właścicieli organizacji
ru: Уведомить владельцев организации
sv: Meddela organisationsägare
th: แจ้งเจ้าขององค์กร
uk: Повідомити власників організації

source: Notify project team
ar: إخطار فريق المشروع
az: Layihə komandasına məlumat verin
bn: প্রকল্প দলকে অবহিত করুন
cs: Informujte projektový tým
de: Projektteam benachrichtigen
es: Notificar al equipo del proyecto
et: Teavita projektimeeskonda
fi: Ilmoita projektitiimille
ky: Долбоор командасына кабарлоо
lt: Pranešti projekto komandai
lv: Paziņojiet projekta komandai
nb: Gi beskjed til prosjektteamet
pl: Powiadom zespół projektowy
ru: Уведомить команду проекта
sv: Meddela projektgruppen
th: แจ้งทีมงานโครงการ
uk: Повідомте групу проекту

source: Number of CPU cores per socket
ar: عدد نوى وحدة المعالجة المركزية لكل مقبس
az: Bir yuva başına CPU nüvələrinin sayı
bn: প্রতি সকেটে CPU কোরের সংখ্যা
cs: Počet jader CPU na patici
de: Anzahl der CPU-Kerne pro Sockel
es: Número de núcleos de CPU por socket
et: CPU tuumade arv soklite kohta
fi: Prosessoriytimien määrä per liitäntä
ky: Ар бир розеткага CPU өзөктөрүнүн саны
lt: Procesoriaus branduolių skaičius viename lizde
lv: CPU kodolu skaits vienā ligzdā
nb: Antall CPU-kjerner per sokkel
pl: Liczba rdzeni procesora na gniazdo
ru: Количество ядер ЦП на сокет
sv: Antal CPU-kärnor per sockel
th: จำนวนคอร์ CPU ต่อซ็อกเก็ต
uk: Кількість ядер ЦП на сокет

source: Number of CPU cores should be multiple of cores per socket.
ar: يجب أن يكون عدد نوى وحدة المعالجة المركزية متعددة النوى لكل مقبس.
az: CPU nüvələrinin sayı hər bir yuva üçün nüvələrin çoxu olmalıdır.
bn: সিপিইউ কোরের সংখ্যা সকেট প্রতি কোরের একাধিক হওয়া উচিত।
cs: Počet jader CPU by měl být násobkem počtu jader na patici.
de: Die Anzahl der CPU-Kerne sollte ein Vielfaches der Kerne pro Sockel sein.
es: El número de núcleos de CPU debe ser múltiplo de núcleos por socket.
et: Protsessori tuumade arv peaks olema mitu tuuma pesa kohta.
fi: Prosessoriytimien lukumäärän tulee olla useita ytimiä per liitäntä.
ky: CPU өзөктөрүнүн саны ар бир розеткадагы өзөктөрдүн көп болушу керек.
lt: Procesoriaus branduolių skaičius turėtų būti daugybė branduolių viename lizde.
lv: CPU kodolu skaitam ir jābūt vairākiem kodoliem vienā ligzdā.
nb: Antall CPU-kjerner bør være flere kjerner per sokkel.
pl: Liczba rdzeni procesora powinna być wielokrotnością rdzeni na gniazdo.
ru: Количество ядер ЦП должно быть кратно числу ядер на сокет.
sv: Antal CPU-kärnor bör vara flera kärnor per socket.
th: จำนวนคอร์ CPU ควรมีหลายคอร์ต่อซ็อกเก็ต
uk: Кількість ядер ЦП має бути кратною кількості ядер на сокет.

source: Number of control plane nodes
ar: عدد عقد مستوى التحكم
az: İdarəetmə təyyarəsi düyünlərinin sayı
bn: কন্ট্রোল প্লেন নোডের সংখ্যা
cs: Počet uzlů řídicí roviny
de: Anzahl der Steuerebenenknoten
es: Número de nodos del plano de control
et: Juhttasandi sõlmede arv
fi: Ohjaustason solmujen lukumäärä
ky: Башкаруучу тегиздик түйүндөрүнүн саны
lt: Valdymo plokštumos mazgų skaičius
lv: Vadības plaknes mezglu skaits
nb: Antall kontrollplannoder
pl: Liczba węzłów płaszczyzny sterującej
ru: Количество управляющих узлов
sv: Antal noder i kontrollplanet
th: จำนวนโหนดระนาบควบคุม
uk: Кількість вузлів площини керування

source: Number of cores in a VM
ar: عدد النوى في VM
az: VM-də nüvələrin sayı
bn: একটি VM-এ কোরের সংখ্যা
cs: Počet jader ve virtuálním počítači
de: Anzahl der Kerne in einer VM
es: Número de núcleos en una VM
et: Tuumade arv virtuaalmasinas
fi: VM:n ytimien määrä
ky: VMдеги өзөктөрдүн саны
lt: Šerdžių skaičius VM
lv: Kodolu skaits virtuālajā mašīnā
nb: Antall kjerner i en VM
pl: Liczba rdzeni w maszynie wirtualnej
ru: Количество ядер в виртуальной машине
sv: Antal kärnor i en VM
th: จำนวนคอร์ใน VM
uk: Кількість ядер у віртуальній машині

source: Number of created instances
ar: عدد الحالات التي تم إنشاؤها
az: Yaradılmış nümunələrin sayı
bn: তৈরি দৃষ্টান্তের সংখ্যা
cs: Počet vytvořených instancí
de: Anzahl der erstellten Instanzen
es: Número de instancias creadas
et: Loodud eksemplaride arv
fi: Luotujen esiintymien määrä
ky: Түзүлгөн инстанциялардын саны
lt: Sukurtų egzempliorių skaičius
lv: Izveidoto gadījumu skaits
nb: Antall opprettede forekomster
pl: Liczba utworzonych instancji
ru: Количество созданных экземпляров
sv: Antal skapade instanser
th: จำนวนอินสแตนซ์ที่สร้างขึ้น
uk: Кількість створених екземплярів

source: Number of etcd nodes
ar: عدد العقد إلخ
az: Etcd qovşaqlarının sayı
bn: etcd নোডের সংখ্যা
cs: Počet etcd uzlů
de: Anzahl der etcd Knoten
es: Número de nodos etcd
et: etcd sõlmede arv
fi: etcd-solmujen lukumäärä
ky: ж.б. түйүндөрдүн саны
lt: Etcd mazgų skaičius
lv: etcd mezglu skaits
nb: Antall etcd noder
pl: Liczba węzłów itp
ru: Количество узлов etcd
sv: Antal etcd-noder
th: จำนวนโหนด ฯลฯ
uk: Кількість вузлів etcd

source: Number of running instances
ar: عدد الحالات قيد التشغيل
az: İşləyən nümunələrin sayı
bn: চলমান উদাহরণের সংখ্যা
cs: Počet spuštěných instancí
de: Anzahl der laufenden Instanzen
es: Número de instancias en ejecución
et: Töötavate eksemplaride arv
fi: Käynnissä olevien esiintymien määrä
ky: Иштеп жаткан инстанциялардын саны
lt: Veikiančių egzempliorių skaičius
lv: Darbojošo gadījumu skaits
nb: Antall kjørende forekomster
pl: Liczba uruchomionych instancji
ru: Количество запущенных экземпляров
sv: Antal instanser som körs
th: จำนวนอินสแตนซ์ที่ทำงานอยู่
uk: Кількість запущених екземплярів

source: Number of worker nodes
ar: عدد العقد العاملة
az: İşçi qovşaqlarının sayı
bn: কর্মী নোডের সংখ্যা
cs: Počet pracovních uzlů
de: Anzahl der Arbeiterknoten
es: Número de nodos trabajadores
et: Töötajate sõlmede arv
fi: Työntekijäsolmujen määrä
ky: Жумушчу түйүндөрүнүн саны
lt: Darbuotojų mazgų skaičius
lv: Darbinieku mezglu skaits
nb: Antall arbeidernoder
pl: Liczba węzłów roboczych
ru: Количество рабочих узлов
sv: Antal arbetsnoder
th: จำนวนโหนดของผู้ปฏิบัติงาน
uk: Кількість робочих вузлів

source: OECD FoS code
ar: كود FoS لمنظمة التعاون الاقتصادي والتنمية
az: OECD Fos kodu
bn: OECD FoS কোড
cs: kodex OECD FoS
es: Código FoS de la OCDE
et: OECD FoS kood
fi: OECD:n FoS-koodi
ky: OECD FoS коду
lt: OECD FoS kodas
lv: OECD FoS kods
nb: OECD FoS-kode
pl: Kod OECD FoS
ru: Код ОЭСР FoS
sv: OECD FoS-kod
th: รหัส OECD FoS
uk: Код OECD FoS

source: OR
ar: أو
az: və ya
bn: বা
cs: Nebo
de: oder
et: VÕI
fi: Tai
ky: ЖЕ
lv: vai
nb: eller
pl: Lub
ru: ИЛИ
sv: eller
th: หรือ
uk: або

source: Object is not found.
ar: لم يتم العثور على الكائن.
az: Obyekt tapılmadı.
bn: অবজেক্ট পাওয়া যায় না।
cs: Objekt nebyl nalezen.
de: Das Objekt wurde nicht gefunden.
es: No se encuentra el objeto.
et: Objekti ei leitud
fi: Objektia ei löydy.
ky: Объект табылган жок.
lt: Objektas nerastas.
lv: Objekts nav atrasts.
nb: Objektet er ikke funnet.
pl: Nie znaleziono obiektu.
ru: Объект не найден.
sv: Objektet hittades inte.
th: ไม่พบวัตถุ
uk: Об&#39;єкт не знайдено.

source: Offering
ar: عرض
az: Təklif
bn: নিবেদন
cs: Nabídka
de: Angebot
es: Oferta
et: Pakkumine
fi: Tarjoaminen
ky: Сунуштоо
lt: Siūlo
lv: Piedāvājums
nb: Tilbud
pl: Oferując
ru: Предложение
sv: Erbjudande
th: ถวาย
uk: Пропозиція

source: Offering / Category
ar: العرض / الفئة
az: Təklif/Kateqoriya
bn: অফার / বিভাগ
cs: Nabídka / Kategorie
de: Angebot / Kategorie
es: Oferta / Categoría
et: Pakkumine/Kategooria
fi: Tarjous / luokka
ky: Сунуш / Категория
lt: Pasiūla / Kategorija
lv: Piedāvājums / Kategorija
nb: Tilbud / Kategori
pl: Oferta / kategoria
ru: Предложение / Категория
sv: Erbjudande / Kategori
th: เสนอขาย / หมวดหมู่
uk: Пропозиція / Категорія

source: Offering LEXIS link options have been updated successfully.
az: Təklif edən LEXIS link seçimləri uğurla yeniləndi.

source: Offering components
ar: مكونات العرض
az: Komponentlərin təklif edilməsi
bn: উপাদান অফার
cs: Komponenty nabídky
de: Komponenten anbieten
es: Componentes de la oferta
et: Pakkumine komponendid
fi: Komponenttien tarjoaminen
ky: Компоненттерди сунуштоо
lt: Siūlomi komponentai
lv: Piedāvājam sastāvdaļas
nb: Tilbyr komponenter
pl: Oferowane komponenty
ru: Предлагая компоненты
sv: Erbjudande komponenter
th: นำเสนอส่วนประกอบ
uk: Пропозиція компонентів

source: Offering configuration
ar: تقديم التكوين
az: Konfiqurasiya təklif edir
bn: অফার কনফিগারেশন
cs: Konfigurace nabídky
de: Angebotskonfiguration
es: Configuración de la oferta
et: Pakkumise konfiguratsioon
fi: Tarjoaa kokoonpanon
ky: Конфигурацияны сунуштоо
lt: Siūloma konfigūracija
lv: Piedāvājuma konfigurācija
nb: Tilbyr konfigurasjon
pl: Konfiguracja oferty
ru: Предлагая конфигурацию
sv: Erbjuder konfiguration
th: เสนอการกำหนดค่า
uk: Конфігурація пропозиції

source: Offering cost chart
ar: تقديم مخطط التكلفة
az: Təklif dəyəri cədvəli
bn: খরচ চার্ট প্রস্তাব
cs: Nabídka cenového grafu
de: Angebotskostendiagramm
es: Tabla de costos de oferta
et: Pakkumise kulutabel
fi: Tarjouskustannuskaavio
ky: Сунушталган чыгымдар диаграммасы
lt: Siūlymo išlaidų diagrama
lv: Piedāvājuma izmaksu diagramma
nb: Tilbudskostnadsdiagram
pl: Oferowanie wykresu kosztów
ru: График стоимости предложения
sv: Erbjudande kostnad diagram
th: กราฟราคาเสนอขาย
uk: Діаграма вартості пропозиції

source: Offering deleted successfully.
ar: تم حذف العرض بنجاح.
az: Təklif uğurla silindi.
bn: অফার সফলভাবে মুছে ফেলা হয়েছে.
cs: Nabídka byla úspěšně smazána.
de: Angebot erfolgreich gelöscht.
es: Oferta eliminada correctamente.
et: Pakkumise kustutamine õnnestus.
fi: Tarjouksen poistaminen onnistui.
ky: Сунуш ийгиликтүү өчүрүлдү.
lt: Pasiūlymas sėkmingai ištrintas.
lv: Piedāvājums veiksmīgi izdzēsts.
nb: Tilbudet ble slettet.
pl: Oferta została pomyślnie usunięta.
ru: Предложение успешно удалено.
sv: Erbjudandet har raderats.
th: ลบข้อเสนอเรียบร้อยแล้ว
uk: Пропозицію успішно видалено.

source: Offering description
ar: وصف العرض
az: Təklif təsviri
bn: অফার বিবরণ
cs: Popis nabídky
de: Angebotsbeschreibung
es: Descripción de la oferta
et: Pakkumise kirjeldus
fi: Tarjouksen kuvaus
ky: Сүрөттөмө сунуштоо
lt: Siūlymo aprašymas
lv: Piedāvājuma apraksts
nb: Tilbudsbeskrivelse
pl: Opis oferty
ru: Описание предложения
sv: Erbjudande beskrivning
th: นำเสนอคำอธิบาย
uk: Опис пропозиції

source: Offering details
ar: تفاصيل العرض
az: Təklif detalları
bn: বিবরণ অফার
cs: Podrobnosti nabídky
de: Details anbieten
es: Detalles de la oferta
et: Pakkumise üksikasjad
fi: Tarjouksen yksityiskohdat
ky: Деталдарды сунуштоо
lt: Siūloma išsami informacija
lv: Piedāvājuma detaļas
nb: Tilbyr detaljer
pl: Szczegóły oferty
ru: Детали предложения
sv: Information om erbjudandet
th: รายละเอียดการนำเสนอ
uk: Пропозиція деталей

source: Offering details synchronization has been scheduled.
ar: تمت جدولة مزامنة تفاصيل العرض.
az: Təfərrüatların sinxronizasiyası təklif edildi.
bn: অফার করার বিবরণ সিঙ্ক্রোনাইজেশন নির্ধারিত হয়েছে।
cs: Synchronizace podrobností nabídky byla naplánována.
de: Die Synchronisierung der Angebotsdetails wurde geplant.
es: Se ha programado la sincronización de los detalles de la oferta.
et: Pakkumise üksikasjade sünkroonimine on ajastatud.
fi: Tarjouksen tietojen synkronointi on ajoitettu.
ky: Сунуштоо чоо-жайын синхрондоштуруу пландаштырылган.
lt: Suplanuotas pasiūlymo informacijos sinchronizavimas.
lv: Piedāvājuma informācijas sinhronizācija ir ieplānota.
nb: Synkronisering av tilbudsdetaljer er planlagt.
pl: Zaplanowano synchronizację szczegółów oferty.
ru: Запланирована синхронизация деталей предложения.
sv: Synkronisering av erbjudandedetaljer har schemalagts.
th: มีการกำหนดเวลาการซิงโครไนซ์รายละเอียดข้อเสนอแล้ว
uk: Заплановано синхронізацію деталей пропозиції.

source: Offering does not have any usage-based components.
ar: لا يحتوي العرض على أي مكونات تعتمد على الاستخدام.
az: Təklifin heç bir istifadəyə əsaslanan komponentlərə malik deyil.
bn: অফারে কোনো ব্যবহার-ভিত্তিক উপাদান নেই।
cs: Nabídka neobsahuje žádné komponenty založené na použití.
de: Das Angebot enthält keine nutzungsbasierten Komponenten.
es: La oferta no tiene ningún componente basado en el uso.
et: Pakkumisel ei ole kasutuspõhiseid komponente.
fi: Tarjouksessa ei ole käyttökohtaisia komponentteja.
ky: Сунушта колдонууга негизделген компоненттер жок.
lt: Pasiūlyme nėra jokių su naudojimu susijusių komponentų.
lv: Piedāvājumā nav uz lietojumu balstītu komponentu.
nb: Tilbudet har ingen bruksbaserte komponenter.
pl: Oferta nie zawiera żadnych komponentów opartych na użytkowaniu.
ru: В предложении нет компонентов, основанных на использовании.
sv: Erbjudandet har inga användningsbaserade komponenter.
th: ข้อเสนอไม่มีส่วนประกอบตามการใช้งานใดๆ
uk: Пропозиція не містить компонентів на основі використання.

source: Offering does not include heappe_cluster_id option
ar: لا يتضمن العرض خيار heappe_cluster_id
az: Təklif heappe_cluster_id seçimini əhatə etmir
bn: অফারে heappe_cluster_id বিকল্প অন্তর্ভুক্ত নয়
cs: Nabídka nezahrnuje volbu heappe_cluster_id
de: Das Angebot beinhaltet nicht die Option heappe_cluster_id
es: La oferta no incluye la opción heappe_cluster_id
et: Pakkumine ei sisalda valikut heappe_cluster_id
fi: Tarjous ei sisällä heappe_cluster_id-vaihtoehtoa
ky: Сунуш heappe_cluster_id опциясын камтыбайт
lt: Pasiūlymas neapima heappe_cluster_id parinkties
lv: Piedāvājumā nav iekļauta opcija heappe_cluster_id
nb: Tilbudet inkluderer ikke alternativet heappe_cluster_id
pl: Oferta nie zawiera opcji heappe_cluster_id
ru: Предложение не включает опцию heappe_cluster_id.
sv: Erbjudandet inkluderar inte alternativet heappe_cluster_id
th: ข้อเสนอไม่รวมตัวเลือก heappe_cluster_id
uk: Пропозиція не включає параметр heappe_cluster_id

source: Offering does not include heappe_local_base_path option
ar: لا يتضمن العرض خيار heappe_local_base_path
az: Təklif heappe_local_base_path seçimini əhatə etmir
bn: অফারে heappe_local_base_path বিকল্প অন্তর্ভুক্ত নয়
cs: Nabídka nezahrnuje volbu heappe_local_base_path
de: Das Angebot beinhaltet nicht die Option heappe_local_base_path
es: La oferta no incluye la opción heappe_local_base_path
et: Pakkumine ei sisalda valikut heappe_local_base_path
fi: Tarjous ei sisällä heappe_local_base_path -vaihtoehtoa
ky: Сунуш heappe_local_base_path опциясын камтыбайт
lt: Siūlymas neapima heappe_local_base_path parinkties
lv: Piedāvājumā nav iekļauta opcija heappe_local_base_path
nb: Tilbudet inkluderer ikke alternativet heappe_local_base_path
pl: Oferta nie obejmuje opcji heappe_local_base_path
ru: Предложение не включает опцию heappe_local_base_path.
sv: Erbjudandet inkluderar inte alternativet heappe_local_base_path
th: ข้อเสนอไม่รวมตัวเลือก heappe_local_base_path
uk: Пропозиція не включає параметр heappe_local_base_path

source: Offering does not include heappe_url option
ar: العرض لا يتضمن خيار heappe_url
az: Təklif heappe_url seçimini ehtiva etmir
bn: অফারে heappe_url বিকল্প অন্তর্ভুক্ত নয়
cs: Nabídka nezahrnuje možnost heappe_url
de: Das Angebot beinhaltet nicht die Option heappe_url
es: La oferta no incluye la opción heappe_url
et: Pakkumine ei sisalda valikut heappe_url
fi: Tarjous ei sisällä heappe_url-vaihtoehtoa
ky: Сунуш heappe_url опциясын камтыбайт
lt: Pasiūlymas neapima heappe_url parinkties
lv: Piedāvājumā nav iekļauta opcija heappe_url
nb: Tilbudet inkluderer ikke alternativet heappe_url
pl: Oferta nie zawiera opcji heappe_url
ru: Предложение не включает опцию heappe_url.
sv: Erbjudandet inkluderar inte alternativet heappe_url
th: ข้อเสนอไม่รวมตัวเลือก heappe_url
uk: Пропозиція не включає параметр heappe_url

source: Offering does not include heappe_username option
ar: لا يتضمن العرض خيار heappe_username
az: Təklif heappe_username seçimini ehtiva etmir
bn: অফারে heappe_username বিকল্প অন্তর্ভুক্ত নয়
cs: Nabídka nezahrnuje volbu heappe_username
de: Das Angebot beinhaltet nicht die Option heappe_username
es: La oferta no incluye la opción heappe_username
et: Pakkumine ei sisalda valikut heappe_username
fi: Tarjous ei sisällä heappe_username-vaihtoehtoa
ky: Сунуш heappe_username опциясын камтыбайт
lt: Pasiūlymas neapima heappe_username parinkties
lv: Piedāvājumā nav iekļauta opcija heappe_username
nb: Tilbudet inkluderer ikke alternativet heappe_username
pl: Oferta nie obejmuje opcji heappe_username
ru: Предложение не включает опцию heappe_username.
sv: Erbjudandet inkluderar inte alternativet heappe_username
th: ข้อเสนอไม่รวมตัวเลือก heappe_username
uk: Пропозиція не включає параметр heappe_username

source: Offering doesn't have components.
ar: العرض لا يحتوي على مكونات.
az: Təklifin komponentləri yoxdur.
bn: অফার উপাদান আছে না.
cs: Nabídka neobsahuje žádné komponenty.
de: Das Angebot enthält keine Komponenten.
es: La oferta no tiene componentes.
et: Pakkumisel ei ole komponente.
fi: Tarjouksessa ei ole komponentteja.
ky: Сунушта компоненттер жок.
lt: Pasiūlymas neturi komponentų.
lv: Piedāvājumam nav sastāvdaļu.
nb: Tilbudet har ikke komponenter.
pl: Oferta nie zawiera komponentów.
ru: Предложение не имеет компонентов.
sv: Erbjudandet har inga komponenter.
th: ข้อเสนอไม่มีส่วนประกอบ
uk: Пропозиція не містить компонентів.

source: Offering doesn't have endpoints.
ar: العرض ليس له نقاط نهاية.
az: Təklifin son nöqtələri yoxdur.
bn: অফার এর শেষ পয়েন্ট নেই.
cs: Nabídka nemá koncové body.
de: Das Angebot hat keine Endpunkte.
es: La oferta no tiene puntos finales.
et: Pakkumisel ei ole lõpp-punkte.
fi: Tarjouksella ei ole päätepisteitä.
ky: Сунушта акыркы чекиттер жок.
lt: Pasiūlymas neturi galutinių taškų.
lv: Piedāvājumam nav galapunktu.
nb: Tilbudet har ikke endepunkter.
pl: Oferta nie ma punktów końcowych.
ru: Предложение не имеет конечных точек.
sv: Erbjudandet har inga slutpunkter.
th: ข้อเสนอไม่มีปลายทาง
uk: Пропозиція не має кінцевих точок.

source: Offering doesn't have images.
ar: العرض لا يحتوي على صور.
az: Təklifdə şəkillər yoxdur.
bn: অফার ছবি আছে না.
cs: Nabídka nemá obrázky.
de: Das Angebot hat keine Bilder.
es: La oferta no tiene imágenes.
et: Pakkumisel pole pilte.
fi: Tarjouksessa ei ole kuvia.
ky: Сунушта сүрөттөр жок.
lt: Pasiūlyme nėra vaizdų.
lv: Piedāvājumā nav attēlu.
nb: Tilbudet har ikke bilder.
pl: Oferta nie zawiera obrazów.
ru: В предложении нет изображений.
sv: Erbjudandet har inga bilder.
th: ข้อเสนอไม่มีรูปภาพ
uk: Пропозиція не містить зображень.

source: Offering doesn't have input variables.
ar: العرض لا يحتوي على متغيرات الإدخال.
az: Təklifin giriş dəyişənləri yoxdur.
bn: অফারে ইনপুট ভেরিয়েবল নেই।
cs: Nabídka nemá vstupní proměnné.
de: Das Angebot verfügt über keine Eingabevariablen.
es: La oferta no tiene variables de entrada.
et: Pakkumisel pole sisendmuutujaid.
fi: Tarjouksessa ei ole syöttömuuttujia.
ky: Сунушта киргизүү өзгөрмөлөрү жок.
lt: Pasiūlyme nėra įvesties kintamųjų.
lv: Piedāvājumam nav ievades mainīgo.
nb: Tilbudet har ikke inngangsvariabler.
pl: Oferta nie ma zmiennych wejściowych.
ru: В предложении нет входных переменных.
sv: Erbjudandet har inga indatavariabler.
th: ข้อเสนอไม่มีตัวแปรอินพุต
uk: Пропозиція не має вхідних змінних.

source: Offering doesn't have plans.
ar: العرض ليس لديه خطط.
az: Təklifin planları yoxdur.
bn: অফার পরিকল্পনা আছে না.
cs: Nabídka nemá plány.
de: Das Angebot hat keine Pläne.
es: La oferta no tiene planes.
et: Pakkumisel pole plaane.
fi: Tarjouksella ei ole suunnitelmia.
ky: Сунушта план жок.
lt: Siūlymas neturi planų.
lv: Piedāvājumam nav plānu.
nb: Tilbudet har ingen planer.
pl: Oferta nie ma planów.
ru: У предложения нет планов.
sv: Erbjudandet har inga planer.
th: ข้อเสนอไม่มีแผน
uk: Пропозиція не має планів.

source: Offering doesn't have roles.
az: Təklifin rolları yoxdur.
uk: Пропозиція не має ролей.

source: Offering has been created.
ar: تم إنشاء العرض.
az: Təklif yaradılıb.
bn: অফার তৈরি করা হয়েছে।
cs: Nabídka byla vytvořena.
de: Das Angebot wurde erstellt.
es: Se ha creado una oferta.
et: Pakkumine on loodud
fi: Tarjous on luotu.
ky: Сунуш түзүлдү.
lt: Pasiūlymas buvo sukurtas.
lv: Piedāvājums ir izveidots.
nb: Tilbud er opprettet.
pl: Oferta została utworzona.
ru: Предложение создано.
sv: Erbjudandet har skapats.
th: สร้างข้อเสนอแล้ว
uk: Пропозицію створено.
