Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Approval
ar: موافقة
az: Təsdiq
bn: অনুমোদন
cs: Schvalování
de: Die Genehmigung
es: aprobación
et: Kinnitamine
fi: Hyväksyminen
ky: Бекитүү
lt: Patvirtinimas
lv: Apstiprinājums
nb: Godkjenning
pl: Aprobata
ru: одобрение
sv: Godkännande
th: การอนุมัติ
uk: Затвердження

source: Approval threshold score
ar: درجة عتبة الموافقة
az: Təsdiq həddi balı
bn: অনুমোদনের থ্রেশহোল্ড স্কোর
cs: Skóre prahu schválení
de: Genehmigungsschwellenwert
es: Puntuación del umbral de aprobación
et: Heakskiitmise läve skoor
fi: Hyväksymiskynnyspisteet
ky: Бекитүү босого баллы
lt: Patvirtinimo slenksčio balas
lv: Apstiprinājuma sliekšņa rezultāts
nb: Score for godkjenningsterskel
pl: Wynik progu zatwierdzenia
ru: Порог одобрения
sv: Godkännande tröskelpoäng
th: คะแนนเกณฑ์การอนุมัติ
uk: Пороговий бал затвердження

source: Approve
ar: صدق
az: təsdiq etmək
bn: অনুমোদন করুন
cs: Schválit
de: Genehmigen
es: Aprobar
et: Kinnita
fi: Hyväksyä
ky: Кабыл алуу
lt: Patvirtinti
lv: apstiprināt
nb: Godkjenn
pl: Zatwierdzić
ru: Утвердить
sv: Godkänna
th: อนุมัติ
uk: Затвердити

source: Approve all
ar: الموافقة على الكل
az: Hamısını təsdiq
bn: সব অনুমোদন করুন
cs: Schválit vše
de: Alle genehmigen
es: Aprobar todo
et: Kinnita kõik
fi: Hyväksy kaikki
ky: Баарын бекитүү
lt: Patvirtinti visus
lv: Apstiprināt visu
nb: Godkjenne alle
pl: Zatwierdź wszystko
ru: Одобрить все
sv: Godkänn alla
th: อนุมัติทั้งหมด
uk: Схвалити всі

source: Approve order
ar: الموافقة على الطلب
az: Sifariş təsdiq edin
bn: আদেশ অনুমোদন
cs: Schválit objednávku
de: Bestellung genehmigen
es: Aprobar pedido
et: Kinnita tellimus
fi: Hyväksy tilaus
ky: Тартипти бекитүү
lt: Patvirtinti užsakymą
lv: Apstiprināt pasūtījumu
nb: Godkjenne ordre
pl: Zatwierdź zamówienie
ru: Утвердить заказ
sv: Godkänn beställning
th: อนุมัติคำสั่งซื้อ
uk: Затвердити замовлення

source: Approve order item
ar: الموافقة على عنصر الطلب
az: Sifariş elementini təsdiq edin
bn: অর্ডার আইটেম অনুমোদন
cs: Schválit položku objednávky
de: Bestellposition genehmigen
es: Aprobar el artículo del pedido
et: Kinnita tellimuse üksus
fi: Hyväksy tilaustuote
ky: Заказды бекитүү
lt: Patvirtinti užsakymo prekę
lv: Apstiprināt pasūtījuma preci
nb: Godkjenn bestillingsvare
pl: Zatwierdź element zamówienia
ru: Утвердить позицию заказа
sv: Godkänn beställningsvara
th: อนุมัติรายการสั่งซื้อ
uk: Затвердити позицію замовлення

source: Approve payment
ar: الموافقة على الدفع
az: Ödənişi təsdiq edin
bn: পেমেন্ট অনুমোদন
cs: Schválit platbu
de: Zahlung genehmigen
es: Aprobar el pago
et: Kinnita makse
fi: Hyväksy maksu
ky: Төлөмдү бекитүү
lt: Patvirtinti mokėjimą
lv: Apstiprināt maksājumu
nb: Godkjenn betaling
pl: Zatwierdź płatność
ru: Утвердить платеж
sv: Godkänn betalning
th: อนุมัติการชำระเงิน
uk: Затвердити платіж

source: Approve permission request by {name}
ar: الموافقة على طلب الإذن بواسطة{name}
az: İcazə tələbini təsdiqləyin {name}
bn: দ্বারা অনুমতি অনুরোধ অনুমোদন{name}
cs: Schválit žádost o povolení do{name}
de: Berechtigungsanfrage genehmigen durch{name}
es: Aprobar la solicitud de permiso mediante {name}
et: Kinnita {name} loa taotlus
fi: Hyväksy lupapyyntö viimeistään{name}
ky: тарабынан уруксат сурамын бекитүү{name}
lt: Patvirtinti leidimo prašymą iki{name}
lv: Apstipriniet atļaujas pieprasījumu līdz{name}
nb: Godkjenn tillatelsesforespørsel innen{name}
pl: Zatwierdź prośbę o pozwolenie przez{name}
ru: Утвердить запрос на разрешение{name}
sv: Godkänn tillståndsbegäran av{name}
th: อนุมัติคำขออนุญาตโดย{name}
uk: Схвалити запит на дозвіл до{name}

source: Approve private order
ar: الموافقة على الطلب الخاص
az: Şəxsi sifariş təsdiq
bn: ব্যক্তিগত আদেশ অনুমোদন
cs: Schválit soukromou objednávku
de: Privatbestellung genehmigen
es: Aprobar pedido privado
et: Kinnita eratellimus
fi: Hyväksy yksityinen tilaus
ky: Жеке заказды бекитүү
lt: Patvirtinti privatų užsakymą
lv: Apstiprināt privāto pasūtījumu
nb: Godkjenne privat bestilling
pl: Zatwierdź zamówienie prywatne
ru: Одобрить частный заказ
sv: Godkänn privat beställning
th: อนุมัติคำสั่งซื้อส่วนตัว
uk: Затвердити приватне замовлення

source: Approved
ar: مصدق
az: təsdiqləndi
bn: অনুমোদিত
cs: Schváleno
de: Genehmigt
es: Aprobado
et: Kinnitatud
fi: Hyväksytty
ky: Бекитилди
lt: Patvirtinta
lv: Apstiprināts
nb: Godkjent
pl: Zatwierdzony
ru: Одобренно
sv: Godkänd
th: ที่ได้รับการอนุมัติ
uk: Затверджено

source: Approved at
ar: تمت الموافقة عليه عند
az: Təsdiqləndi
bn: এ অনুমোদিত
cs: Schváleno v
de: Genehmigt bei
es: Aprobado en
et: Kinnitatud
fi: Hyväksytty klo
ky: Кабыл алынган
lt: Patvirtinta
lv: Apstiprināts plkst
nb: Godkjent på
pl: Zatwierdzono o godz
ru: Подтверждено
sv: Godkänd på
th: ได้รับการอนุมัติที่
uk: Затверджено

source: Approved by
ar: تمت الموافقة عليه من قبل
az: tərəfindən təsdiq edilmişdir
bn: দ্বারা অনুমোদিত
cs: Schváleno
de: Genehmigt von
es: Aprobado por
et: Kinnitanud
fi: Hyväksymä
ky: тарабынан бекитилген
lt: Patvirtino
lv: Apstiprināja
nb: Godkjent av
pl: Zaakceptowany przez
ru: Утверждено
sv: Godkänd av
th: อนุญาตโดย
uk: Затверджено

source: Apps
ar: تطبيقات
az: Proqramlar
bn: অ্যাপস
de: Anwendungen
es: Aplicaciones
et: Rakendused
fi: Sovellukset
ky: Колдонмолор
lt: Programėlės
lv: Lietotnes
pl: Aplikacje
ru: Приложения
sv: Appar
th: แอพ
uk: програми

source: Archive
ar: أرشيف
az: Arxiv
bn: সংরক্ষণাগার
cs: Archivovat
de: Archiv
es: Archivo
et: Arhiiv
fi: Arkisto
ky: Архив
lt: Archyvas
lv: Arhīvu
nb: Arkiv
pl: Archiwum
ru: Архивировать
sv: Arkiv
th: คลังเก็บเอกสารสำคัญ
uk: Архівувати

source: Archive offering
ar: تقديم الأرشيف
az: Arxiv təklifi
bn: আর্কাইভ অফার
cs: Nabídka archivu
de: Archivangebot
es: Archiva la oferta
et: Arhiveeri pakkumine
fi: Arkistoi tarjonta
ky: Архив сунушу
lt: Archyvinis pasiūlymas
lv: Arhīva piedāvājums
nb: Arkivtilbud
pl: Oferta archiwalna
ru: Архивное предложение
sv: Arkiverbjudande
th: ข้อเสนอการเก็บถาวร
uk: Архівна пропозиція

source: Archive offering plan
ar: خطة عرض الأرشيف
az: Arxiv təklif planı
bn: আর্কাইভ প্রস্তাব পরিকল্পনা
cs: Archivovat plán nabídky
de: Archiv-Angebotsplan
es: Archiva el plan de oferta
et: Arhiivi pakkumise plaan
fi: Arkistoi tarjoussuunnitelma
ky: Архивди сунуштоо планы
lt: Archyvuoti pasiūlymo planą
lv: Arhivēt piedāvājuma plānu
nb: Arkivtilbudsplan
pl: Archiwizuj plan ofert
ru: Архивный план предложения
sv: Arkiverbjudandeplan
th: แผนการเสนอขายเอกสารถาวร
uk: Архів плану пропозиції

source: Archived
ar: المؤرشفه
az: Arxivləşdirilib
bn: সংরক্ষণাগারভুক্ত
cs: Archivováno
de: Archiviert
es: Archivado
et: Arhiveeritud
fi: Arkistoitu
ky: Архивделген
lt: Archyvuota
lv: Arhivēts
nb: Arkivert
pl: Archiwizowane
ru: В архиве
sv: Arkiverade
th: เก็บถาวร
uk: Заархівовано

source: Archived plans
ar: الخطط المؤرشفة
az: Arxivləşdirilmiş planlar
bn: সংরক্ষণাগারভুক্ত পরিকল্পনা
cs: Archivované plány
de: Archivierte Pläne
es: Planes archivados
et: Arhiveeritud plaanid
fi: Arkistoidut suunnitelmat
ky: Архивделген пландар
lt: Archyvuoti planai
lv: Arhivētie plāni
nb: Arkiverte planer
pl: Archiwalne plany
ru: Старые тарифы
sv: Arkiverade planer
th: แผนการเก็บถาวร
uk: Архівні плани

source: Are you sure you want to accept a {name}?
ar: هل أنت متأكد أنك تريد قبول أ{name} ؟
az: A qəbul etmək istədiyinizə əminsinizmi{name}?
bn: আপনি একটি গ্রহণ করতে চান নিশ্চিত{name} ?
cs: Opravdu chcete přijmout {name}?
de: Sind Sie sicher, dass Sie einen {name} akzeptieren möchten?
es: ¿Está seguro de que desea aceptar un {name}?
et: Kas olete kindel, et soovite nõustuda {name}?
fi: Oletko varma, että haluat hyväksyä a{name} ?
ky: Чын эле кабыл алгыңыз келеби?{name} ?
lt: Ar tikrai norite priimti {name}?
lv: Vai tiešām vēlaties pieņemt a{name} ?
nb: Er du sikker på at du vil godta en {name}?
pl: Czy na pewno chcesz zaakceptować{name} ?
ru: Вы действительно хотите принять {name}?
sv: Är du säker på att du vill acceptera en {name}?
th: คุณแน่ใจหรือไม่ว่าต้องการยอมรับ{name} ?
uk: Ви впевнені, що хочете прийняти {name}?

source: Are you sure you want to activate ?
ar: هل أنت متأكد أنك تريد التنشيط؟
az: Aktivləşdirmək istədiyinizə əminsinizmi?
bn: আপনি কি সক্রিয় করার বিষয়ে নিশ্চিত?
cs: Opravdu chcete aktivovat ?
de: Sind Sie sicher, dass Sie es aktivieren möchten?
es: ¿Estás seguro de que deseas activar?
et: Kas olete kindel, et soovite aktiveerida?
fi: Haluatko varmasti aktivoida ?
ky: Чын эле жандыргыңыз келеби?
lt: Ar tikrai norite suaktyvinti?
lv: Vai tiešām vēlaties aktivizēt?
nb: Er du sikker på at du vil aktivere?
pl: Czy na pewno chcesz aktywować?
ru: Вы уверены, что хотите активировать?
sv: Är du säker på att du vill aktivera?
th: คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้งาน?
uk: Ви впевнені, що бажаєте активувати?

source: Are you sure you want to allow this organization to manage calls?
ar: هل أنت متأكد أنك تريد السماح لهذه المؤسسة بإدارة المكالمات؟
az: Bu təşkilatın zəngləri idarə etməsinə icazə vermək istədiyinizə əminsinizmi?
bn: আপনি কি এই সংস্থাটিকে কল পরিচালনা করার অনুমতি দেওয়ার বিষয়ে নিশ্চিত?
cs: Opravdu chcete této organizaci povolit správu hovorů?
de: Sind Sie sicher, dass Sie dieser Organisation erlauben möchten, Anrufe zu verwalten?
es: ¿Está seguro de que desea permitir que esta organización administre llamadas?
et: Kas olete kindel, et soovite lubada sellel organisatsioonil kõnesid hallata?
fi: Haluatko varmasti antaa tämän organisaation hallita puheluita?
ky: Бул уюмга чалууларды башкарууга чын эле уруксат бересизби?
lt: Ar tikrai norite leisti šiai organizacijai tvarkyti skambučius?
lv: Vai tiešām vēlaties atļaut šai organizācijai pārvaldīt zvanus?
nb: Er du sikker på at du vil la denne organisasjonen administrere anrop?
pl: Czy na pewno chcesz zezwolić tej organizacji na zarządzanie połączeniami?
ru: Вы уверены, что хотите разрешить этой организации управлять звонками?
sv: Är du säker på att du vill tillåta den här organisationen att hantera samtal?
th: คุณแน่ใจหรือไม่ว่าต้องการอนุญาตให้องค์กรนี้จัดการการโทร
uk: Ви впевнені, що хочете дозволити цій організації керувати викликами?

source: Are you sure you want to archive plan {name}?
ar: هل أنت متأكد أنك تريد أرشفة الخطة{name} ؟
az: Planı arxivləşdirmək istədiyinizə əminsinizmi{name}?
bn: আপনি কি নিশ্চিত আপনি পরিকল্পনা সংরক্ষণাগার করতে চান{name} ?
cs: Opravdu chcete plán archivovat?{name} ?
de: Sind Sie sicher, dass Sie den Plan archivieren möchten?{name} ?
es: ¿Está seguro de que quiere archivar el plan {name}?
et: Kas olete kindel, et soovite plaani {name} arhiveerida?
fi: Haluatko varmasti arkistoida suunnitelman{name} ?
ky: Чын эле планды архивдейсизби{name} ?
lt: Ar tikrai norite archyvuoti planą?{name} ?
lv: Vai tiešām vēlaties arhivēt plānu?{name} ?
nb: Er du sikker på at du vil arkivere planen{name} ?
pl: Czy na pewno chcesz zarchiwizować plan{name} ?
ru: Вы уверены, что хотите заархивировать план?{name} ?
sv: Är du säker på att du vill arkivera planen{name} ?
th: คุณแน่ใจหรือไม่ว่าต้องการเก็บถาวรแผน{name} ?
uk: Ви впевнені, що хочете архівувати план?{name} ?

source: Are you sure you want to cancel a {name}?
ar: هل أنت متأكد أنك تريد إلغاء أ{name} ؟
az: Ləğv etmək istədiyinizə əminsinizmi{name}?
bn: আপনি একটি বাতিল করতে চান নিশ্চিত{name} ?
cs: Opravdu chcete zrušit {name}?
de: Möchten Sie wirklich ein {name} stornieren?
es: ¿Está seguro de que quiere cancelar un {name}?
et: Kas olete kindel, et soovite tühistada {name}?
fi: Haluatko varmasti peruuttaa a{name} ?
ky: Чын эле жокко чыгаргыңыз келеби?{name} ?
lt: Ar tikrai norite atšaukti {name}?
lv: Vai tiešām vēlaties atcelt a{name} ?
nb: Er du sikker på at du vil avbryte en {name}?
pl: Czy na pewno chcesz anulować a{name} ?
ru: Вы уверены, что хотите отменить {name} ?
sv: Är du säker på att du vill avbryta en {name}?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิก{name} ?
uk: Ви дійсно хочете скасувати {name}?

source: Are you sure you want to cancel invitation by {name}?
ar: هل أنت متأكد أنك تريد إلغاء الدعوة بواسطة{name} ؟
az: Dəvətnaməni ləğv etmək istədiyinizə əminsiniz {name} mi?
bn: আপনি কি নিশ্চিত আপনি এর দ্বারা আমন্ত্রণ বাতিল করতে চান৷{name} ?
cs: Jste si jisti, že chcete zrušit pozvánku do?{name} ?
de: Sind Sie sicher, dass Sie die Einladung bis zum Datum stornieren möchten?{name} ?
es: ¿Está seguro de que quiere cancelar la invitación de {name}?
et: Kas olete kindel, et soovid tühistada kutse {name} poolt?
fi: Haluatko varmasti peruuttaa kutsun viimeistään{name} ?
ky: Чакырууну чын эле жокко чыгаргыңыз келеби{name} ?
lt: Ar tikrai norite atšaukti kvietimą iki{name} ?
lv: Vai tiešām vēlaties atcelt ielūgumu līdz plkst{name} ?
nb: Er du sikker på at du vil kansellere invitasjonen innen kl{name} ?
pl: Czy na pewno chcesz anulować zaproszenie do{name} ?
ru: Вы уверены, что хотите отменить приглашение?{name} ?
sv: Är du säker på att du vill avbryta inbjudan senast{name} ?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกคำเชิญภายใน{name} ?
uk: Ви впевнені, що бажаєте скасувати запрошення до{name} ?

source: Are you sure you want to deactivate ?
ar: هل أنت متأكد أنك تريد إلغاء التنشيط؟
az: Deaktivləşdirmək istədiyinizə əminsinizmi?
bn: আপনি কি নিশ্চিত আপনি নিষ্ক্রিয় করতে চান?
cs: Opravdu chcete deaktivovat?
de: Sind Sie sicher, dass Sie die Funktion deaktivieren möchten?
es: ¿Estás seguro de que deseas desactivarlo?
et: Kas olete kindel, et soovite deaktiveerida?
fi: Haluatko varmasti poistaa käytöstä?
ky: Чын эле өчүргүңүз келеби?
lt: Ar tikrai norite išjungti?
lv: Vai tiešām vēlaties deaktivizēt?
nb: Er du sikker på at du vil deaktivere?
pl: Czy na pewno chcesz dezaktywować?
ru: Вы уверены, что хотите деактивировать?
sv: Är du säker på att du vill inaktivera?
th: คุณแน่ใจหรือไม่ว่าต้องการปิดการใช้งาน?
uk: Ви впевнені, що бажаєте деактивувати?

source: Are you sure you want to delete a {name} {resourceType}?
ar: هل أنت متأكد أنك تريد حذف أ{name}{resourceType} ؟
az: A silmək istədiyinizə əminsinizmi {name}{resourceType}?
bn: আপনি কি নিশ্চিত আপনি একটি মুছে ফেলতে চান{name}{resourceType} ?
cs: Opravdu chcete odstranit {name} {resourceType}?
de: Möchten Sie wirklich ein {name} {resourceType} löschen?
es: ¿Está seguro de que quiere eliminar un {name} {resourceType}?
et: Kas olete kindel, et soovite kustutada {name} {resourceType}?
fi: Haluatko varmasti poistaa a{name}{resourceType} ?
ky: Сиз чын эле жок кылгыңыз келеби?{name}{resourceType} ?
lt: Ar tikrai norite ištrinti {name} {resourceType}?
lv: Vai tiešām vēlaties dzēst a{name}{resourceType} ?
nb: Er du sikker på at du vil slette en {name} {resourceType}?
pl: Czy na pewno chcesz usunąć {name} {resourceType}?
ru: Вы уверены, что хотите удалить{name}{resourceType} ?
sv: Är du säker på att du vill radera a {name} {resourceType}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ{name}{resourceType} ?
uk: Ви впевнені, що хочете видалити a{name}{resourceType} ?

source: Are you sure you want to delete a {name} {resourceType} in an Erred state? A cleanup attempt will be performed if you choose so.
ar: هل أنت متأكد أنك تريد حذف أ{name}{resourceType} في دولة مخطئة؟ سيتم إجراء محاولة تنظيف إذا اخترت ذلك.
az: Səhv vəziyyətdə silmək istədiyinizə {name} {resourceType} əminsinizmi? Bunu seçsəniz təmizləmə cəhdi həyata keçiriləcək.
bn: আপনি কি নিশ্চিত আপনি একটি মুছে ফেলতে চান{name}{resourceType} একটি ভুল অবস্থায়? আপনি যদি এটি চয়ন করেন তবে একটি পরিষ্কার করার প্রচেষ্টা করা হবে৷
cs: Opravdu chcete odstranit {name} {resourceType} v chybovém stavu? Pokud se tak rozhodnete, bude proveden pokus o vyčištění.
de: Möchten Sie einen {name} {resourceType} in einem fehlerhaften Zustand wirklich löschen? Wenn Sie dies wünschen, wird ein Bereinigungsversuch durchgeführt.
es: ¿Está seguro de que desea eliminar un {name} {resourceType} en estado Errado? Se realizará un intento de limpieza si así lo desea.
et: Kas olete kindel, et soovite kustutada veateatega olekus {name} {resourceType}? Kui kinnitate valiku, tehakse eemaldamise katse.
fi: Haluatko varmasti poistaa a{name}{resourceType} Ered-tilassa? Siivousyritys suoritetaan, jos niin valitset.
ky: Сиз чын эле жок кылгыңыз келеби?{name}{resourceType} Ката абалдабы? Эгер сиз тандасаңыз, тазалоо аракети аткарылат.
lt: Ar tikrai norite ištrinti {name} {resourceType} klaidos būsenoje? Jei taip pasirinksite, bus atliktas bandymas išvalyti.
lv: Vai tiešām vēlaties dzēst a{name}{resourceType} Ered stāvoklī? Ja izvēlaties, tiks veikts tīrīšanas mēģinājums.
nb: Er du sikker på at du vil slette en {name} {resourceType} i en feilstilstand? Et oppryddingsforsøk vil bli utført hvis du velger det.
pl: Czy na pewno chcesz usunąć plik a{name}{resourceType} w stanie błędu? Jeśli tak zdecydujesz, zostanie przeprowadzona próba oczyszczenia.
ru: Вы уверены, что хотите удалить{name}{resourceType} в ошибочном состоянии? Если вы того пожелаете, будет предпринята попытка очистки.
sv: Är du säker på att du vill radera a {name} {resourceType} i ett Erred tillstånd? Ett rensningsförsök kommer att utföras om du väljer det.
th: คุณแน่ใจหรือไม่ว่าต้องการลบ{name}{resourceType} อยู่ในสถานะผิดพลาด? จะพยายามล้างข้อมูลหากคุณเลือก
uk: Ви впевнені, що хочете видалити a{name}{resourceType} у стані Erred? Якщо ви виберете, буде виконано спробу очищення.

source: Are you sure you want to delete component {name}?
ar: هل أنت متأكد أنك تريد حذف المكون{name} ؟
az: Komponenti silmək istədiyinizə əminsinizmi{name}?
bn: আপনি কি নিশ্চিত আপনি উপাদান মুছে ফেলতে চান{name} ?
cs: Jste si jisti, že chcete odstranit komponentu?{name} ?
de: Sind Sie sicher, dass Sie die Komponente löschen möchten?{name} ?
es: ¿Está seguro de que quiere eliminar el componente {name}?
et: Kas soovite kindlasti komponendi {name} kustutada?
fi: Haluatko varmasti poistaa osan{name} ?
ky: Сиз чын эле компонентти жок кылгыңыз келеби{name} ?
lt: Ar tikrai norite ištrinti komponentą{name} ?
lv: Vai tiešām vēlaties dzēst komponentu{name} ?
nb: Er du sikker på at du vil slette komponenten{name} ?
pl: Czy na pewno chcesz usunąć komponent{name} ?
ru: Вы уверены, что хотите удалить компонент{name} ?
sv: Är du säker på att du vill ta bort komponent{name} ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบส่วนประกอบ{name} ?
uk: Ви впевнені, що хочете видалити компонент{name} ?

source: Are you sure you want to delete endpoint {name}?
ar: هل أنت متأكد أنك تريد حذف نقطة النهاية{name} ؟
az: Son nöqtəni silmək istədiyinizə əminsinizmi? {name}
bn: আপনি কি এন্ডপয়েন্ট মুছে দেওয়ার বিষয়ে নিশ্চিত{name} ?
cs: Opravdu chcete smazat koncový bod?{name} ?
de: Sind Sie sicher, dass Sie den Endpunkt löschen möchten?{name} ?
es: ¿Está seguro de que quiere eliminar el punto final {name}?
et: Kas olete kindel, et soovite lõpp-punkti kustutada?{name} ?
fi: Haluatko varmasti poistaa päätepisteen{name} ?
ky: Чын эле акыркы чекитти жок кылгыңыз келеби{name} ?
lt: Ar tikrai norite ištrinti galinį tašką{name} ?
lv: Vai tiešām vēlaties dzēst galapunktu{name} ?
nb: Er du sikker på at du vil slette endepunkt{name} ?
pl: Czy na pewno chcesz usunąć punkt końcowy{name} ?
ru: Вы уверены, что хотите удалить конечную точку?{name} ?
sv: Är du säker på att du vill ta bort endpoint{name} ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบปลายทาง{name} ?
uk: Ви впевнені, що хочете видалити кінцеву точку?{name} ?

source: Are you sure you want to delete option {name}?
ar: هل أنت متأكد أنك تريد حذف الخيار{name} ؟
az: Seçimini silmək istədiyinizə əminsinizmi{name}?
bn: আপনি অপশন মুছে ফেলার বিষয়ে নিশ্চিত?{name} ?
cs: Opravdu chcete smazat možnost?{name} ?
de: Sind Sie sicher, dass Sie die Option löschen möchten?{name} ?
es: ¿Está seguro de que quiere eliminar la opción {name}?
et: Kas olete kindel, et soovite kustutada valiku {name}?
fi: Haluatko varmasti poistaa vaihtoehdon{name} ?
ky: Чын эле опцияны жок кылгыңыз келеби{name} ?
lt: Ar tikrai norite ištrinti parinktį{name} ?
lv: Vai tiešām vēlaties dzēst opciju{name} ?
nb: Er du sikker på at du vil slette alternativet{name} ?
pl: Czy na pewno chcesz usunąć opcję{name} ?
ru: Вы уверены, что хотите удалить опцию{name} ?
sv: Är du säker på att du vill ta bort alternativet{name} ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบตัวเลือก{name} ?
uk: Ви впевнені, що хочете видалити параметр{name} ?

source: Are you sure you want to delete role {name}?
az: Rolu silmək istədiyinizə əminsinizmi{name}?
uk: Ви впевнені, що хочете видалити роль?{name} ?

source: Are you sure you want to delete the LEXIS link of {resource_name}?
ar: هل أنت متأكد أنك تريد حذف رابط LEXIS الخاص بـ{resource_name} ؟
az: LEXIS bağlantısını silmək istədiyinizə əminsinizmi? {resource_name}
bn: আপনি কি নিশ্চিত যে আপনি এর LEXIS লিঙ্কটি মুছতে চান৷{resource_name} ?
cs: Opravdu chcete smazat odkaz LEXIS na{resource_name} ?
de: Sind Sie sicher, dass Sie den LEXIS-Link von löschen möchten?{resource_name} ?
es: ¿Está seguro de que desea eliminar el enlace LEXIS de{resource_name} ?
et: Kas olete kindel, et soovite kustutada ressursi {resource_name} LEXIS-e lingi?
fi: Haluatko varmasti poistaa kohteen LEXIS-linkin{resource_name} ?
ky: LEXIS шилтемесин чын эле жок кылгыңыз келеби?{resource_name} ?
lt: Ar tikrai norite ištrinti LEXIS nuorodą{resource_name} ?
lv: Vai tiešām vēlaties dzēst LEXIS saiti no{resource_name} ?
nb: Er du sikker på at du vil slette LEXIS-lenken til{resource_name} ?
pl: Czy na pewno chcesz usunąć link LEXIS do{resource_name} ?
ru: Вы уверены, что хотите удалить ссылку LEXIS на{resource_name} ?
sv: Är du säker på att du vill ta bort LEXIS-länken för{resource_name} ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบลิงก์ LEXIS ของ{resource_name} ?
uk: Ви впевнені, що бажаєте видалити посилання LEXIS для{resource_name} ?

source: Are you sure you want to delete the cost policy?
ar: هل أنت متأكد أنك تريد حذف سياسة التكلفة؟
az: Xərc siyasətini silmək istədiyinizə əminsinizmi?
bn: আপনি কি নিশ্চিত যে আপনি খরচ নীতি মুছে ফেলতে চান?
cs: Opravdu chcete smazat cenovou politiku?
de: Sind Sie sicher, dass Sie die Kostenrichtlinie löschen möchten?
es: ¿Está seguro de que quiere eliminar la política de costes?
et: Kas olete kindel, et soovite hinnastamise poliitika kustutada?
fi: Haluatko varmasti poistaa kustannuskäytännön?
ky: Чыгымдар саясатын чын эле жок кылгыңыз келеби?
lt: Ar tikrai norite ištrinti išlaidų politiką?
lv: Vai tiešām vēlaties dzēst izmaksu politiku?
nb: Er du sikker på at du vil slette kostnadspolicyen?
pl: Czy na pewno chcesz usunąć politykę kosztową?
ru: Вы уверены, что хотите удалить политику затрат?
sv: Är du säker på att du vill ta bort kostnadspolicyn?
th: คุณแน่ใจหรือไม่ว่าต้องการลบนโยบายต้นทุน
uk: Ви впевнені, що бажаєте видалити політику витрат?

source: Are you sure you want to delete the cost policy for project {name}?
ar: هل أنت متأكد أنك تريد حذف سياسة التكلفة للمشروع{name} ؟
az: Layihə üçün xərc siyasətini silmək istədiyinizə əminsinizmi{name}?
bn: আপনি কি প্রকল্পের জন্য খরচ নীতি মুছে ফেলার বিষয়ে নিশ্চিত?{name} ?
cs: Jste si jisti, že chcete odstranit nákladovou politiku pro projekt?{name} ?
de: Sind Sie sicher, dass Sie die Kostenrichtlinie für das Projekt löschen möchten?{name} ?
es: ¿Está seguro de que quiere eliminar la política de costes del proyecto {name}?
et: Kas olete kindel, et soovite projekti kulupoliitika kustutada?{name} ?
fi: Haluatko varmasti poistaa projektin kustannuskäytännön{name} ?
ky: Долбоордун чыгаша саясатын чын эле жок кылгыңыз келеби{name} ?
lt: Ar tikrai norite ištrinti projekto išlaidų politiką?{name} ?
lv: Vai tiešām vēlaties dzēst projekta izmaksu politiku?{name} ?
nb: Er du sikker på at du vil slette kostnadspolicyen for prosjektet{name} ?
pl: Czy na pewno chcesz usunąć politykę kosztową projektu{name} ?
ru: Вы уверены, что хотите удалить политику затрат для проекта?{name} ?
sv: Är du säker på att du vill ta bort kostnadspolicyn för projektet{name} ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบนโยบายต้นทุนสำหรับโปรเจ็กต์{name} ?
uk: Ви впевнені, що бажаєте видалити політику витрат для проекту{name} ?
