Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Send invitation
ar: إرسال دعوة
az: Dəvət göndər
bn: আগমনবার্তা পাঠানো
cs: Poslat pozvánku
de: Einladung senden
es: Enviar invitación
et: Saada kutse
fi: Lähetä kutsu
ky: Чакыруу жөнөтүү
lt: Siųsti kvietimą
lv: Nosūtīt uzaicinājumu
nb: Send invitasjon
pl: Wyślij zaproszenie
ru: Отправить приглашение
sv: Skicka inbjudan
th: ส่งคำเชิญชวน
uk: Надіслати запрошення

source: Send message to all users
ar: إرسال رسالة إلى كافة المستخدمين
az: Bütün istifadəçilərə mesaj göndərin
bn: সমস্ত ব্যবহারকারীদের বার্তা পাঠান
cs: Odeslat zprávu všem uživatelům
de: Nachricht an alle Benutzer senden
es: Enviar mensaje a todos los usuarios
et: Saada sõnum kõigile kasutajatele
fi: Lähetä viesti kaikille käyttäjille
ky: Бардык колдонуучуларга билдирүү жөнөтүү
lt: Siųsti žinutę visiems vartotojams
lv: Nosūtiet ziņojumu visiem lietotājiem
nb: Send melding til alle brukere
pl: Wyślij wiadomość do wszystkich użytkowników
ru: Отправить сообщение всем пользователям
sv: Skicka meddelande till alla användare
th: ส่งข้อความถึงผู้ใช้ทุกคน
uk: Надіслати повідомлення всім користувачам

source: Send more
ar: أرسل المزيد
az: Daha çox göndərin
bn: আরো পাঠাও
cs: Pošli více
de: Schicke mehr
es: Enviar más
et: Saada veel
fi: Lähetä lisää
ky: Көбүрөөк жөнөтүү
lt: Atsiųsk Daugiau
lv: Sūti vairāk
nb: Send mer
pl: Wyślij więcej
ru: Отправить еще
sv: Skicka mer
th: ส่งเพิ่มเติม
uk: Надішліть більше

source: Send notification
ar: إرسال إخطار
az: Bildiriş göndər
bn: বিজ্ঞপ্তি পাঠান
cs: Odeslat oznámení
de: Benachrichtigung senden
es: Enviar notificación
et: Saada teade
fi: Lähetä ilmoitus
ky: Билдирме жөнөтүү
lt: Siųsti pranešimą
lv: Nosūtīt paziņojumu
nb: Send varsel
pl: Wyślij powiadomienie
ru: Отправить уведомление
sv: Skicka meddelande
th: ส่งการแจ้งเตือน
uk: Надіслати сповіщення

source: Send report
ar: إرسال تقرير
az: Hesabat göndərin
bn: রিপোর্ট পাঠাও
cs: Poslat zprávu
de: BERICHT SENDEN
es: Enviar informe
et: Saada aruanne
fi: Lähetä raportti
ky: Отчет жөнөтүү
lt: Siųsti ataskaitą
lv: Nosūtīt atskaiti
nb: Send rapport
pl: Wyślij raport
ru: Отправить жалобу
sv: Skicka rapport
th: ส่งรายงาน
uk: Надіслати звіт

source: Sender
ar: مرسل
az: Göndərən
bn: প্রেরক
cs: Odesílatel
es: Remitente
et: Saatja
fi: Lähettäjä
ky: Жөнөтүүчү
lt: Siuntėjas
lv: Sūtītājs
nb: Avsender
pl: Nadawca
ru: Отправитель
sv: Avsändare
th: ผู้ส่ง
uk: Відправник

source: Sending status
ar: حالة الإرسال
az: Göndərmə statusu
bn: স্ট্যাটাস পাঠানো হচ্ছে
cs: Stav odesílání
de: Sendestatus
es: Estado de envío
et: Saatmise olek
fi: Lähetyksen tila
ky: Статус жөнөтүлүүдө
lt: Siuntimo būsena
lv: Sūtīšanas statuss
nb: Sender status
pl: Stan wysyłania
ru: Статус отправки
sv: Skickar status
th: สถานะการส่ง
uk: Статус надсилання

source: Sent
ar: ارسال
az: Göndərildi
bn: পাঠানো হয়েছে
cs: Odesláno
de: Gesendet
es: Enviado
et: Saadetud
fi: Lähetti
ky: Жөнөтүлдү
lt: Išsiųsta
lv: Nosūtīts
nb: Sendt
pl: Wysłano
ru: Отправлено
sv: Skickat
th: ส่งแล้ว
uk: Надісланий

source: Server group
ar: مجموعة الخادم
az: Server qrupu
bn: সার্ভার গ্রুপ
cs: Skupina serverů
de: Servergruppe
es: Grupo de servidores
et: Serveri rühm
fi: Palvelinryhmä
ky: Сервер тобу
lt: Serverio grupė
lv: Serveru grupa
nb: Servergruppe
pl: Grupa serwerów
ru: Группа серверов
sv: Servergrupp
th: กลุ่มเซิร์ฟเวอร์
uk: Група серверів

source: Server group creation has been scheduled.
ar: تمت جدولة إنشاء مجموعة الخادم.
az: Server qrupunun yaradılması planlaşdırılıb.
bn: সার্ভার গ্রুপ তৈরি করা হয়েছে।
cs: Vytvoření skupiny serverů bylo naplánováno.
de: Die Erstellung einer Servergruppe wurde geplant.
es: Se ha programado la creación del grupo de servidores.
et: Serveri rühma loomine on ajastatud.
fi: Palvelinryhmän luominen on ajoitettu.
ky: Сервер тобун түзүү пландаштырылган.
lt: Suplanuotas serverio grupės kūrimas.
lv: Serveru grupas izveide ir ieplānota.
nb: Servergruppeoppretting er planlagt.
pl: Zaplanowano utworzenie grupy serwerów.
ru: Запланировано создание группы серверов.
sv: Skapande av servergrupp har schemalagts.
th: มีกำหนดการสร้างกลุ่มเซิร์ฟเวอร์แล้ว
uk: Створення групи серверів заплановано.

source: Server groups
ar: مجموعات الخادم
az: Server qrupları
bn: সার্ভার গ্রুপ
cs: Skupiny serverů
de: Servergruppen
es: Grupos de servidores
et: Serveri rühmad
fi: Palvelinryhmät
ky: Сервер топтору
lt: Serverių grupės
lv: Serveru grupas
nb: Servergrupper
pl: Grupy serwerów
ru: Группы серверов
sv: Servergrupper
th: กลุ่มเซิร์ฟเวอร์
uk: Групи серверів

source: Service Provider
ar: مقدم الخدمة
az: xidmət təminatçısı
bn: সেবা প্রদানকারী
cs: Poskytovatel služeb
de: Dienstleister
es: Proveedor de Servicio
et: Teenusepakkuja
fi: Palveluntarjoaja
ky: Кызмат провайдери
lt: Paslaugų teikėjas
lv: Operators
nb: Tjenesteleverandør
pl: Dostawca usługi
ru: Поставщик услуг
sv: Tjänsteleverantör
th: ผู้ให้บริการ
uk: Постачальник послуг

source: Service Request
ar: طلب خدمة
az: Xidmət tələbi
bn: পরিষেবার অনুরোধ
cs: Požadavek na službu
de: Service-Anfrage
es: Solicitud de Servicio
et: Tellimus
fi: Huolto pyyntö
ky: Кызмат суроосу
lt: Paslaugos užklausa
lv: Pakalpojuma pieprasījums
nb: Serviceforespørsel
pl: Zgłoszenie serwisowe
ru: Запрос на обслуживание
sv: Serviceförfrågan
th: คำขอบริการ
uk: Запит на обслуговування

source: Service Request - client’s request to modify, add, change or remove partially or completely a particular service.
ar: طلب الخدمة - طلب العميل تعديل أو إضافة أو تغيير أو إزالة خدمة معينة جزئيًا أو كليًا.
az: Sorğu Tələbi - qismən və ya tamamilə xüsusi bir xidməti düzəliş etmək, əlavə etmək, dəyişdirmək və ya çıxarmaq üçün müştərinin tələbi.
bn: পরিষেবার অনুরোধ - আংশিক বা সম্পূর্ণরূপে একটি নির্দিষ্ট পরিষেবা সংশোধন, যোগ, পরিবর্তন বা অপসারণের জন্য ক্লায়েন্টের অনুরোধ।
cs: Požadavek na službu - požadavek klienta na úpravu, přidání, změnu nebo částečné či úplné odebrání určité služby.
de: Serviceanforderung - Anforderung des Kunden, einen bestimmten Service teilweise oder vollständig zu ändern, hinzuzufügen, zu ändern oder zu entfernen.
es: Solicitud de Servicio: solicitud del cliente para modificar, añadir, cambiar o eliminar parcial o totalmente un servicio en particular.
et: Tellimus – kliendi soov teenuse osalise või täieliku funktsionaalsuse, ligipääsu või komponentide muutmiseks, lisamiseks, liigutamiseks või eemaldamiseks
fi: Palvelupyyntö - asiakkaan pyyntö muuttaa, lisätä, muuttaa tai poistaa osittain tai kokonaan tiettyä palvelua.
ky: Кызмат суроосу - кардардын белгилүү бир кызматты өзгөртүү, кошуу, өзгөртүү же жарым-жартылай же толугу менен алып салуу өтүнүчү.
lt: Service Request - kliento prašymas modifikuoti, pridėti, pakeisti ar pašalinti tam tikrą paslaugą iš dalies arba visiškai.
lv: Pakalpojuma pieprasījums - klienta pieprasījums mainīt, pievienot, mainīt vai daļēji vai pilnībā noņemt noteiktu pakalpojumu.
nb: Tjenesteforespørsel - klientens forespørsel om å endre, legge til, endre eller fjerne helt eller delvis en bestemt tjeneste.
pl: Zapytanie o usługę – żądanie klienta dotyczące modyfikacji, dodania, zmiany lub usunięcia części lub całości danej usługi.
ru: Запрос на обслуживание – запрос клиента на модификацию, добавление, изменение или частичное или полное удаление определенной услуги.
sv: Serviceförfrågan - kundens begäran om att ändra, lägga till, ändra eller ta bort en viss tjänst helt eller delvis.
th: คำขอบริการ - คำขอของลูกค้าในการแก้ไข เพิ่ม เปลี่ยนแปลง หรือลบบริการเฉพาะบางส่วนหรือทั้งหมด
uk: Запит на послугу - запит клієнта змінити, додати, змінити або видалити частково або повністю певну послугу.

source: Service catalog
ar: كتالوج الخدمة
az: Xidmət kataloqu
bn: পরিষেবা ক্যাটালগ
cs: Katalog služeb
de: Leistungskatalog
es: Catálogo de servicios
et: Teenuste kataloog
fi: Palveluluettelo
ky: Кызмат каталогу
lt: Paslaugų katalogas
lv: Pakalpojumu katalogs
nb: Tjenestekatalog
pl: Katalog usług
ru: Каталог услуг
sv: Servicekatalog
th: แค็ตตาล็อกบริการ
uk: Каталог послуг

source: Service catalog offerings
ar: عروض كتالوج الخدمة
az: Xidmət kataloqu təklifləri
bn: পরিষেবা ক্যাটালগ অফার
cs: Nabídka katalogů služeb
de: Servicekatalog-Angebote
es: Ofertas de catálogo de servicios
et: Teenuste kataloogi pakkumised
fi: Palveluluettelon tarjonta
ky: Кызматтын каталогу
lt: Paslaugų katalogo pasiūlymai
lv: Pakalpojumu kataloga piedāvājumi
nb: Tjenestekatalogtilbud
pl: Oferta katalogu usług
ru: Предложения каталога услуг
sv: Tjänstekatalogerbjudanden
th: ข้อเสนอแคตตาล็อกบริการ
uk: Пропозиції каталогу послуг

source: Service desk
ar: مكتب الخدمات
az: Xidmət masası
bn: সার্ভিস ডেস্ক
cs: Servisní pult
de: Serviceschalter
es: Mesa de servicio
et: Kasutajatoe liidestused
fi: Palvelutiski
ky: Колдоо кызматы
lt: Aptarnavimo stalas
lv: Apkalpošanas lete
nb: Informasjonsskranke
pl: Biuro obsługi
ru: Служба поддержки
th: โต๊ะบริการ
uk: Стійка обслуговування

source: Service discovery
ar: اكتشاف الخدمة
az: Xidmət kəşfi
bn: পরিষেবা আবিষ্কার
cs: Zjištění služby
de: Diensterkennung
es: Descubrimiento de servicios
et: Teenuse avastamine
fi: Palvelun löytäminen
ky: Кызматтын ачылышы
lt: Paslaugos atradimas
lv: Pakalpojuma atklāšana
nb: Tjenesteoppdagelse
pl: Odkrycie usług
ru: Обнаружение службы
sv: Service upptäckt
th: การค้นพบบริการ
uk: Відкриття служби

source: Service manager
ar: مدير الخدمة
az: Xidmət meneceri
bn: কর্ম ব্যবস্থাপক
cs: Správce služeb
es: Gerente de servicio
et: Teenindusjuht
fi: Palvelupäällikkö
ky: Кызмат менеджери
lt: Paslaugų vadybininkas
lv: Servisa vadītājs
nb: Tjenesteleder
pl: Kierownik serwisu
ru: Менеджер по обслуживанию
sv: Servicechef
th: ผู้จัดการฝ่ายบริการ
uk: Менеджер служби

source: Service manager of:
ar: مدير الخدمة :
az: Xidmət meneceri:
bn: এর পরিষেবা ব্যবস্থাপক:
cs: Správce služeb:
de: Service-Manager von:
es: Gerente de servicio de:
et: Teenindusjuht:
fi: Palvelupäällikkö:
ky: Кызмат менеджери:
lt: Paslaugų vadybininkas:
lv: Pakalpojuma vadītājs:
nb: Tjenesteleder for:
pl: Kierownik serwisu:
ru: Менеджер по обслуживанию:
sv: Serviceansvarig för:
th: ผู้จัดการฝ่ายบริการของ:
uk: Менеджер служби:

source: Service provider
ar: مقدم الخدمة
az: xidmət təminatçısı
bn: সেবা প্রদানকারী
cs: Poskytovatel služeb
de: Dienstleister
es: Proveedor de servicio
et: Teenusepakkuja
fi: Palveluntarjoaja
ky: Кызмат провайдери
lt: Paslaugų teikėjas
lv: Operators
nb: Tjenesteleverandør
pl: Dostawca usługi
ru: Поставщик услуг
sv: Tjänsteleverantör
th: ผู้ให้บริการ
uk: Постачальник послуг

source: Service provider:
ar: مقدم الخدمة:
az: Xidmət təminatçısı:
bn: সেবা প্রদানকারী:
cs: Poskytovatel služeb:
de: Dienstleister:
es: Proveedor de servicios:
et: Teenusepakkuja
fi: Palveluntarjoaja:
ky: Кызмат көрсөтүүчү:
lt: Paslaugų teikėjas:
lv: Operators:
nb: Tjenesteleverandør:
pl: Dostawca usługi:
ru: Поставщик услуг:
sv: Tjänsteleverantör:
th: ผู้ให้บริการ:
uk: Постачальник послуг:

source: Service provider API secret code has been generated.
ar: تم إنشاء الرمز السري لواجهة برمجة تطبيقات موفر الخدمة.
az: Xidmət təminatçısı API gizli kodu yaradılıb.
bn: পরিষেবা প্রদানকারী API গোপন কোড তৈরি করা হয়েছে.
cs: Byl vygenerován tajný kód API poskytovatele služeb.
de: Der API-Geheimcode des Dienstanbieters wurde generiert.
es: Se ha generado el código secreto de la API del proveedor de servicios.
et: Teenusepakkuja API salajane kood on loodud.
fi: Palveluntarjoajan API-salakoodi on luotu.
ky: Кызмат көрсөтүүчүнүн API жашыруун коду түзүлдү.
lt: Paslaugos teikėjo API slaptas kodas sugeneruotas.
lv: Pakalpojumu sniedzēja API slepenais kods ir ģenerēts.
nb: Tjenesteleverandør API-hemmelig kode er generert.
pl: Wygenerowano tajny kod API dostawcy usług.
ru: Создан секретный код API поставщика услуг.
sv: Tjänstleverantörens API-hemliga kod har genererats.
th: สร้างรหัสลับ API ของผู้ให้บริการแล้ว
uk: Створено секретний код API постачальника послуг.

source: Service provider can charge for usage of the following components
ar: يمكن لمزود الخدمة فرض رسوم مقابل استخدام المكونات التالية
az: Xidmət təminatçısı aşağıdakı komponentlərdən istifadə üçün ödəniş edə bilər
bn: পরিষেবা প্রদানকারী নিম্নলিখিত উপাদানগুলির ব্যবহারের জন্য চার্জ করতে পারেন
cs: Poskytovatel služeb může účtovat poplatky za využití následujících komponent
de: Der Dienstanbieter kann die Nutzung der folgenden Komponenten in Rechnung stellen
es: El proveedor de servicios puede cobrar por el uso de los siguientes componentes
et: Teenusepakkuja võib küsida tasu järgmiste komponentide kasutamise eest
fi: Palveluntarjoaja voi veloittaa seuraavien komponenttien käytöstä
ky: Кызмат көрсөтүүчү төмөнкү компоненттерди колдонуу үчүн акы ала алат
lt: Paslaugų teikėjas gali imti mokestį už šių komponentų naudojimą
lv: Pakalpojumu sniedzējs var iekasēt maksu par tālāk norādīto komponentu izmantošanu
nb: Tjenesteleverandøren kan ta betalt for bruk av følgende komponenter
pl: Usługodawca może pobierać opłaty za korzystanie z następujących komponentów
ru: Поставщик услуг может взимать плату за использование следующих компонентов
sv: Tjänsteleverantören kan ta betalt för användning av följande komponenter
th: ผู้ให้บริการสามารถเรียกเก็บเงินสำหรับการใช้งานส่วนประกอบดังต่อไปนี้
uk: Постачальник послуг може стягувати плату за використання наступних компонентів

source: Service provider can create offering user
ar: يمكن لمزود الخدمة إنشاء عرض للمستخدم
az: Xidmət təminatçısı təklif istifadəçisi yarada bilər
bn: পরিষেবা প্রদানকারী অফার ব্যবহারকারী তৈরি করতে পারে
cs: Poskytovatel služby může vytvořit uživatele nabídky
de: Der Dienstanbieter kann dem Benutzer ein Angebot erstellen
es: El proveedor de servicios puede crear un usuario de oferta
et: Teenusepakkuja saab luua teenuse kasutaja
fi: Palveluntarjoaja voi luoda tarjouskäyttäjän
ky: Кызмат көрсөтүүчү сунуш колдонуучу түзө алат
lt: Paslaugų teikėjas gali sukurti siūlomą vartotoją
lv: Pakalpojumu sniedzējs var izveidot piedāvājuma lietotāju
nb: Tjenesteleverandør kan opprette tilbudsbruker
pl: Usługodawca może utworzyć użytkownika oferującego
ru: Поставщик услуг может создать пользователя предложения
sv: Tjänsteleverantör kan skapa erbjudande användare
th: ผู้ให้บริการสามารถสร้างผู้ใช้บริการได้
uk: Постачальник послуг може створити користувача пропозиції

source: Service provider can report up to the requested amount over the whole active state of resource.
ar: يمكن لمزود الخدمة الإبلاغ عن المبلغ المطلوب على كامل الحالة النشطة للمورد.
az: Xidmət təminatçısı resursun bütün aktiv vəziyyəti üzərində tələb olunan məbləğə qədər hesabat verə bilər.
bn: পরিষেবা প্রদানকারী রিসোর্সের পুরো সক্রিয় অবস্থায় অনুরোধকৃত পরিমাণ পর্যন্ত রিপোর্ট করতে পারে।
cs: Poskytovatel služeb může vykazovat až do požadované výše za celý aktivní stav zdroje.
de: Der Dienstanbieter kann bis zum angeforderten Betrag über den gesamten aktiven Status der Ressource berichten.
es: El proveedor de servicios puede informar hasta la cantidad solicitada sobre todo el estado activo del recurso.
et: Teenusepakkuja saab kogu aktiivse ressursi oleku ajal esitada taotletud summa.
fi: Palveluntarjoaja voi raportoida pyydettyyn määrään asti koko resurssin aktiivisen tilan ajalta.
ky: Кызмат көрсөтүүчү ресурстун бардык активдүү абалы боюнча суралган суммага чейин отчет бере алат.
lt: Paslaugų teikėjas gali pranešti iki pageidaujamos sumos per visą aktyvią ištekliaus būseną.
lv: Pakalpojuma sniedzējs var ziņot līdz pieprasītajai summai visā aktīvajā resursa stāvoklī.
nb: Tjenesteleverandøren kan rapportere opptil det forespurte beløpet over hele den aktive ressursstatusen.
pl: Usługodawca może raportować do żądanej kwoty za cały aktywny stan zasobu.
ru: Поставщик услуг может сообщить запрошенную сумму за все активное состояние ресурса.
sv: Tjänsteleverantören kan rapportera upp till det begärda beloppet över hela aktiva resurstillståndet.
th: ผู้ให้บริการสามารถรายงานสถานะทรัพยากรที่ใช้งานได้สูงสุดตามจำนวนที่ร้องขอ
uk: Постачальник послуг може звітувати до необхідної суми за весь активний стан ресурсу.

source: Service provider details
ar: تفاصيل مزود الخدمة
az: Xidmət təminatçısı haqqında
bn: পরিষেবা প্রদানকারীর বিবরণ
cs: Podrobnosti o poskytovateli služeb
de: Details zum Dienstanbieter
es: Detalles del proveedor de servicios
et: Teenusepakkuja üksikasjad
fi: Palveluntarjoajan tiedot
ky: Кызмат көрсөтүүчүнүн чоо-жайы
lt: Išsami paslaugų teikėjo informacija
lv: Pakalpojumu sniedzēja informācija
nb: Tjenesteleverandørinformasjon
pl: Dane usługodawcy
ru: Сведения о поставщике услуг
sv: Information om tjänsteleverantören
th: รายละเอียดผู้ให้บริการ
uk: Інформація про постачальника послуг

source: Service provider has been registered.
ar: تم تسجيل مزود الخدمة.
az: Xidmət təminatçısı qeydiyyatdan keçmişdir.
bn: সেবা প্রদানকারী নিবন্ধিত হয়েছে.
cs: Poskytovatel služeb byl zaregistrován.
de: Der Dienstanbieter wurde registriert.
es: Se ha registrado el proveedor de servicios.
et: Eksperdi pakkuja on registreeritud
fi: Palveluntarjoaja on rekisteröity.
ky: Кызмат көрсөтүүчү катталды.
lt: Paslaugų teikėjas buvo užregistruotas.
lv: Pakalpojuma sniedzējs ir reģistrēts.
nb: Tjenesteleverandøren er registrert.
pl: Usługodawca został zarejestrowany.
ru: Поставщик услуг зарегистрирован.
sv: Tjänsteleverantören har registrerats.
th: ผู้ให้บริการได้รับการลงทะเบียนแล้ว
uk: Постачальник послуг зареєстрований.

source: Service provider has been updated.
ar: تم تحديث مزود الخدمة.
az: Xidmət təminatçısı yeniləndi.
bn: পরিষেবা প্রদানকারী আপডেট করা হয়েছে.
cs: Poskytovatel služeb byl aktualizován.
de: Der Dienstanbieter wurde aktualisiert.
es: Se actualizó el proveedor de servicios.
et: Teenusepakkuja on uuendatud.
fi: Palveluntarjoaja on päivitetty.
ky: Кызмат көрсөтүүчү жаңыртылды.
lt: Paslaugų teikėjas buvo atnaujintas.
lv: Pakalpojumu sniedzējs ir atjaunināts.
nb: Tjenesteleverandøren er oppdatert.
pl: Dostawca usług został zaktualizowany.
ru: Поставщик услуг обновлен.
sv: Tjänsteleverantören har uppdaterats.
th: ผู้ให้บริการได้รับการปรับปรุงแล้ว
uk: Постачальник послуг оновлено.

source: Service provider offerings
ar: عروض مقدمي الخدمة
az: Xidmət provayderi təklifləri
bn: পরিষেবা প্রদানকারী অফার
cs: Nabídka poskytovatelů služeb
de: Angebote von Dienstleistern
es: Ofertas de proveedores de servicios
et: Teenusepakkuja pakkumised
fi: Palveluntarjoajan tarjoukset
ky: Кызмат көрсөтүүчүнүн сунуштары
lt: Paslaugų teikėjų pasiūlymai
lv: Pakalpojumu sniedzēju piedāvājumi
nb: Tjenesteleverandørens tilbud
pl: Oferty dostawców usług
ru: Предложения поставщиков услуг
sv: Tjänsteleverantörens erbjudanden
th: ข้อเสนอของผู้ให้บริการ
uk: Пропозиції постачальника послуг

source: Service provider type
ar: نوع مزود الخدمة
az: Xidmət provayderinin növü
bn: পরিষেবা প্রদানকারীর ধরন
cs: Typ poskytovatele služeb
de: Dienstanbietertyp
es: Tipo de proveedor de servicios
et: Vali teenusepakkuja liik...
fi: Palveluntarjoajan tyyppi
ky: Кызмат көрсөтүүчүнүн түрү
lt: Paslaugų teikėjo tipas
lv: Pakalpojumu sniedzēja veids
nb: Type tjenesteleverandør
pl: Typ usługodawcy
ru: Тип поставщика услуг
sv: Tjänsteleverantörstyp
th: ประเภทผู้ให้บริการ
uk: Тип постачальника послуг

source: Service providers
ar: مقدمي الخدمة
az: Xidmət provayderləri
bn: সেবা প্রদানকারী
cs: Poskytovatelé služeb
de: Dienstleister
es: Proveedores de servicios
et: Teenusepakkujad
fi: Palveluntarjoajat
ky: Кызмат көрсөтүүчүлөр
lt: Paslaugų tiekėjai
lv: Pakalpojumu sniedzējiem
nb: Tjenestetilbydere
pl: Usługodawcy
ru: Поставщики услуг
sv: Tjänsteleverantörer
th: ผู้ให้บริการ
uk: Постачальники послуг

source: Service providers in {title}
ar: مقدمو الخدمة في{title}
az: Xidmət təminatçıları {title}
bn: মধ্যে পরিষেবা প্রদানকারী{title}
cs: Poskytovatelé služeb v{title}
de: Dienstleister in{title}
es: Proveedores de servicios en {title}
et: Teenusepakkujad sisse{title}
fi: Palveluntarjoajat sisään{title}
ky: Кызмат көрсөтүүчүлөр{title}
lt: Paslaugų teikėjai į{title}
lv: Pakalpojumu sniedzēji iekšā{title}
nb: Tjenesteleverandører i{title}
pl: Usługodawcy w{title}
ru: Поставщики услуг в{title}
sv: Tjänsteleverantörer i{title}
th: ผู้ให้บริการใน{title}
uk: Постачальники послуг в{title}

source: Service settings are invalid.
ar: إعدادات الخدمة غير صالحة.
az: Xidmət parametrləri etibarsızdır.
bn: পরিষেবা সেটিংস অবৈধ৷
cs: Nastavení služby je neplatné.
de: Serviceeinstellungen sind ungültig.
es: La configuración del servicio no es válida.
et: Teenuse sätted on kehtetud.
fi: Palveluasetukset eivät kelpaa.
ky: Кызмат орнотуулары жараксыз.
lt: Paslaugos nustatymai neteisingi.
lv: Pakalpojuma iestatījumi nav derīgi.
nb: Tjenesteinnstillingene er ugyldige.
pl: Ustawienia usługi są nieprawidłowe.
ru: Настройки сервиса недействительны.
sv: Tjänsteinställningarna är ogiltiga.
th: การตั้งค่าบริการไม่ถูกต้อง
uk: Налаштування служби недійсні.

source: Service settings of this resource are in state erred.
ar: إعدادات الخدمة لهذا المورد في حالة خطأ.
az: Bu resursun xidmət parametrləri xəta vəziyyətindədir.
bn: এই সংস্থানের পরিষেবা সেটিংস ভুল অবস্থায় রয়েছে৷
cs: Nastavení služby tohoto zdroje je v chybovém stavu.
de: Die Diensteinstellungen dieser Ressource sind im Status ist gelöscht.
es: La configuración del servicio de este recurso está en estado errado.
et: Teenuse seaded sellel ressursil on veastaatuses.
fi: Tämän resurssin palveluasetukset ovat virheellisessä tilassa.
ky: Бул ресурстун тейлөө жөндөөлөрү ката абалында.
lt: Šio ištekliaus paslaugų parametrai yra klaidingi.
lv: Šī resursa pakalpojumu iestatījumi ir kļūdaini stāvoklī.
nb: Tjenesteinnstillingene for denne ressursen er i tilstands feil.
pl: Ustawienia usługi tego zasobu są w stanie błędnym.
ru: Служебные настройки этого ресурса находятся в состоянии «ошибочно».
sv: Tjänstinställningarna för den här resursen är felaktiga.
th: การตั้งค่าบริการของทรัพยากรนี้อยู่ในสถานะผิดพลาด
uk: Сервісні налаштування цього ресурсу мають статус помилковий.

source: Service synchronization has been scheduled.
ar: تمت جدولة مزامنة الخدمة.
az: Xidmət sinxronizasiyası planlaşdırılıb.
bn: পরিষেবা সিঙ্ক্রোনাইজেশন নির্ধারিত হয়েছে।
cs: Synchronizace služby byla naplánována.
de: Die Dienstsynchronisierung wurde geplant.
es: Se ha programado la sincronización del servicio.
et: Teenuse sünkroonimine on ajastatud.
fi: Palvelun synkronointi on ajoitettu.
ky: Кызмат синхрондоштуруу пландаштырылган.
lt: Paslaugos sinchronizavimas buvo suplanuotas.
lv: Pakalpojuma sinhronizācija ir ieplānota.
nb: Tjenestesynkronisering er planlagt.
pl: Synchronizacja usługi została zaplanowana.
ru: Синхронизация службы запланирована.
sv: Tjänstsynkronisering har schemalagts.
th: มีการกำหนดเวลาการซิงโครไนซ์บริการแล้ว
uk: Синхронізацію служби заплановано.

source: Service type
ar: نوع الخدمة
az: Xidmət növü
bn: সেবার ধরণ
cs: Typ služby
de: Diensttyp
es: Tipo de servicio
et: Teenuse tüüp
fi: Palvelutyyppi
ky: Кызмат түрү
lt: Paslaugos tipas
lv: Pakalpojuma veids
nb: Tjenestetype
pl: Rodzaj usługi
ru: Тип Обслуживания
sv: Typ av tjänst
th: ประเภทบริการ
uk: Тип послуги

source: Services
ar: الخدمات
az: Xidmətlər
bn: সেবা
cs: Služby
de: Dienstleistungen
es: Servicios
et: Teenused
fi: Palvelut
ky: Кызматтар
lt: Paslaugos
lv: Pakalpojumi
nb: Tjenester
pl: USŁUGI
ru: Услуги
sv: Tjänster
th: บริการ
uk: Служби
