Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Upload images
ar: تحميل الصور
az: Şəkillər yükləyin
bn: ছবি পাঠান
cs: Nahrajte obrázky
de: Bilder hochladen
es: Cargar imágenes
et: Laadige pilte üles
fi: Lataa kuvia
ky: Сүрөттөрдү жүктөө
lt: Įkelti vaizdus
lv: Augšupielādējiet attēlus
nb: Last opp bilder
pl: Przesyłać zdjęcia
ru: Загрузить изображения
sv: Ladda upp bilder
th: อัพโหลดภาพ
uk: Завантажте зображення

source: Upload new
ar: تحميل جديد
az: Yeni yükləyin
bn: নতুন আপলোড করুন
cs: Nahrát nový
de: Neu hochladen
es: Cargar nuevo
et: Laadi üles uus
fi: Lataa uusi
ky: Жаңы жүктөө
lt: Įkelti naują
lv: Augšupielādēt jaunu
nb: Last opp nye
pl: Prześlij nowy
ru: Загрузить новый
sv: Ladda upp nytt
th: อัพโหลดใหม่
uk: Завантажте нову

source: Upload supporting documentation
az: Əlavə sənədləri yükləyin

source: Uptime
ar: مدة التشغيل
az: Fasiləsiz işləmə vaxtı
bn: আপটাইম
cs: Doba provozu
de: Betriebszeit
es: Tiempo de actividad
et: Töötatud aeg
fi: Käyttöaste
ky: Иштөө убактысы
lt: Veikimo laikas
lv: Darbības laiks
nb: Oppetid
pl: Czas pracy
ru: Время работы
sv: Drifttid
th: เวลาทำงาน
uk: Час роботи

source: Usage
ar: استخدام
az: İstifadəsi
bn: ব্যবহার
cs: Využití
de: Verwendung
es: Uso
et: Kasutus
fi: Käyttö
ky: Колдонуу
lt: Naudojimas
lv: Lietošanas
nb: Bruk
pl: Stosowanie
ru: Употребление
sv: Användning
th: การใช้งาน
uk: Використання

source: Usage-based
ar: على أساس الاستخدام
az: İstifadəyə əsaslanan
bn: ব্যবহার ভিত্তিক
cs: Založené na využití
de: Nutzungsbasiert
es: Basado en el uso
et: Kasutuse baasil
fi: Käyttöperusteinen
ky: Колдонууга негизделген
lt: Naudojimas pagrįstas
lv: Pamatojoties uz lietojumu
nb: Bruksbasert
pl: Oparte na użytkowaniu
ru: На основе использования
sv: Användningsbaserad
th: ตามการใช้งาน
uk: На основі використання

source: Usage based
ar: على أساس الاستخدام
az: İstifadəyə əsaslanır
bn: ব্যবহার ভিত্তিক
cs: Na základě použití
de: Nutzungsbasiert
es: Basado en el uso
et: Kasutuspõhine
fi: Käyttöön perustuva
ky: Колдонууга негизделген
lt: Pagal naudojimą
lv: Pamatojoties uz lietojumu
nb: Bruksbasert
pl: Oparte na użytkowaniu
ru: На основе использования
sv: Användningsbaserad
th: ตามการใช้งาน
uk: На основі використання

source: Usage history
ar: تاريخ الاستخدام
az: İstifadə tarixi
bn: ব্যবহারের ইতিহাস
cs: Historie použití
de: Nutzungsverlauf
es: Historial de uso
et: Kasutuse ajalugu
fi: Käyttöhistoria
ky: Колдонуу тарыхы
lt: Naudojimo istorija
lv: Lietošanas vēsture
nb: Brukshistorikk
pl: Historia użytkowania
ru: История использования
sv: Användningshistorik
th: ประวัติการใช้งาน
uk: Історія використання

source: Usage overview
ar: نظرة عامة على الاستخدام
az: İstifadənin ümumi baxışı
bn: ব্যবহার ওভারভিউ
cs: Přehled využití
de: Nutzungsübersicht
es: Visión general del uso
et: Kasutuse ülevaade
fi: Käyttökatsaus
ky: Колдонууга сереп салуу
lt: Naudojimo apžvalga
lv: Lietošanas pārskats
nb: Bruksoversikt
pl: Przegląd użycia
ru: Обзор использования
sv: Översikt över användning
th: ภาพรวมการใช้งาน
uk: Огляд використання

source: Usage report has been submitted.
ar: تم إرسال تقرير الاستخدام.
az: İstifadə hesabatı təqdim edildi.
bn: ব্যবহার রিপোর্ট জমা দেওয়া হয়েছে.
cs: Hlášení o využití bylo odesláno.
de: Der Verwendungsbericht wurde übermittelt.
es: Se ha enviado el informe de uso.
et: Ressursi importimist on alustatud
fi: Käyttöraportti on lähetetty.
ky: Колдонуу отчету тапшырылды.
lt: Pateikta naudojimo ataskaita.
lv: Lietošanas pārskats ir iesniegts.
nb: Bruksrapporten er sendt inn.
pl: Raport użycia został przesłany.
ru: Отчет об использовании отправлен.
sv: Användningsrapport har skickats.
th: ส่งรายงานการใช้งานแล้ว
uk: Звіт про використання надіслано.

source: Usage reports
ar: تقارير الاستخدام
az: İstifadə hesabatları
bn: ব্যবহারের প্রতিবেদন
cs: Hlášení o využití
de: Nutzungsberichte
es: Informes de uso
et: Kasutuse aruanne
fi: Käyttöraportit
ky: Колдонуу отчеттору
lt: Naudojimo ataskaitos
lv: Lietošanas pārskati
nb: Bruksrapporter
pl: Raporty użytkowania
ru: Отчеты об использовании
sv: Användningsrapporter
th: รายงานการใช้งาน
uk: Звіти про використання

source: Usages
ar: الاستخدامات
az: İstifadələr
bn: ব্যবহারসমূহ
cs: Využití
de: Verwendungen
es: Usos
et: Kasutused
fi: Käyttää
ky: колдонот
lt: Naudojimo būdai
lv: Lietojumi
nb: Bruksområder
pl: Używa
ru: Использование
sv: Användningar
th: การใช้งาน
uk: Використання

source: Use an existing namespace
ar: استخدم مساحة اسم موجودة
az: Mövcud ad sahəsindən istifadə edin
bn: একটি বিদ্যমান নামস্থান ব্যবহার করুন
cs: Použít existující jmenný prostor
de: Verwenden eines vorhandenen Namespace
es: Utilizar un espacio de nombres existente
et: Kasutage olemasolevat nimeruumi
fi: Käytä olemassa olevaa nimiavaruutta
ky: Учурдагы аттар мейкиндигин колдонуңуз
lt: Naudoti esamą vardų sritį
lv: Izmantojiet esošu nosaukumvietu
nb: Bruke et eksisterende navneområde
pl: Użyj istniejącej przestrzeni nazw
ru: Использовать существующее пространство имен
sv: Använd ett befintligt namnområde
th: ใช้เนมสเปซที่มีอยู่
uk: Використовуйте існуючий простір імен

source: Use automatic request mapping
ar: استخدم تعيين الطلب التلقائي
az: Avtomatik sorğu xəritəsini istifadə edin
bn: স্বয়ংক্রিয় অনুরোধ ম্যাপিং ব্যবহার করুন
cs: Použijte automatické mapování požadavků
de: Verwenden Sie die automatische Anforderungszuordnung
es: Utilice el mapeo automático de solicitudes
et: Kasutage automaatset päringu vastendamist
fi: Käytä automaattista pyyntökartoitusta
ky: Сурамдын автоматтык картасын колдонуңуз
lt: Naudokite automatinį užklausų susiejimą
lv: Izmantojiet automātisko pieprasījumu kartēšanu
nb: Bruk automatisk forespørselskartlegging
pl: Użyj automatycznego mapowania żądań
ru: Используйте автоматическое сопоставление запросов
sv: Använd automatisk kartläggning av begäran
th: ใช้การแมปคำขออัตโนมัติ
uk: Використовуйте автоматичне зіставлення запитів

source: Use old API
ar: استخدم واجهة برمجة التطبيقات القديمة
az: Köhnə API istifadə edin
bn: পুরানো API ব্যবহার করুন
cs: Použijte staré API
de: Verwenden Sie die alte API
es: Usar API antigua
et: Kasutage vana API-t
fi: Käytä vanhaa API:ta
ky: Эски API колдонуңуз
lt: Naudokite seną API
lv: Izmantojiet veco API
nb: Bruk gammel API
pl: Użyj starego API
ru: Используйте старый API
sv: Använd gamla API
th: ใช้ API เก่า
uk: Використовуйте старий API

source: Use sudo
ar: استخدم سودو
az: “Sudo” istifadə edin
bn: সুডো ব্যবহার করুন
cs: Použít sudo
de: Verwenden von sudo
es: Usar sudo
et: Kasuda sudo
fi: Käytä sudoa
ky: sudo колдонуңуз
lt: Naudokite sudo
lv: Izmantojiet sudo
nb: Bruk sudo
pl: Użyj sudo
ru: Используйте sudo
sv: Använd sudo
th: ใช้ซูโดะ
uk: Використовуйте sudo

source: Use teenage API
ar: استخدم واجهة برمجة التطبيقات للمراهقين
az: Yeniyetmə API-dən istifadə edin
bn: কিশোর API ব্যবহার করুন
cs: Používejte API pro dospívající
de: Verwenden Sie die Teenager-API
es: Utilice API para adolescentes
et: Kasutage teismeliste API-t
fi: Käytä teini-ikäisten sovellusliittymää
ky: Teenage API колдонуңуз
lt: Naudokite paauglių API
lv: Izmantojiet pusaudžu API
nb: Bruk teenage API
pl: Użyj nastoletniego API
ru: Используйте подростковый API
sv: Använd teenage API
th: ใช้ API ของวัยรุ่น
uk: Використовуйте підлітковий API

source: Used
ar: مستعمل
az: İstifadə olunub
bn: ব্যবহৃত
cs: Použité
de: Gebraucht
es: Usado
et: Kasutatud
fi: Käytetty
ky: Колдонулган
lt: Naudota
lv: Lietots
nb: Brukt
pl: Używany
ru: использовано
sv: Begagnade
th: ใช้แล้ว
uk: б/в

source: Used by one resource
ar: يستخدم من قبل مورد واحد
az: Bir resurs tərəfindən istifadə olunur
bn: একটি সম্পদ দ্বারা ব্যবহৃত
cs: Používá jeden zdroj
de: Wird von einer Ressource verwendet
es: Utilizado por un recurso
et: Kasutab üks ressurss
fi: Yhden resurssin käyttämä
ky: Бир ресурс тарабынан колдонулат
lt: Naudojamas vieno šaltinio
lv: Izmanto viens resurss
nb: Brukes av én ressurs
pl: Używany przez jeden zasób
ru: Используется одним ресурсом
sv: Används av en resurs
th: ใช้โดยทรัพยากรเดียว
uk: Використовується одним ресурсом

source: Used by {count} resources
ar: استعمل من قبل{count} موارد
az: Resurslar tərəfindən istifadə {count} olunur
bn: দ্বারা ব্যবহৃত{count} সম্পদ
cs: Použito uživatelem{count} zdroje
de: Benutzt von{count} Ressourcen
es: Usado por{count} recursos
et: Kasutatud{count} ressursse
fi: Käyttänyt{count} resursseja
ky: тарабынан колдонулган{count} ресурстар
lt: Naudojama{count} išteklių
lv: Izmantoja{count} resursus
nb: Brukt av{count} ressurser
pl: Używany przez{count} zasoby
ru: Использован{count} Ресурсы
sv: Använd av{count} Resurser
th: ใช้โดย{count} ทรัพยากร
uk: Використаний{count} ресурси

source: Used in the period {period} by:
ar: المستخدمة في الفترة{period} بواسطة:
az: Dövrdə istifadə {period} olunur:
bn: আমলে ব্যবহৃত হয়{period} দ্বারা:
cs: Používáno v období {period}:
de: Wird im Zeitraum {period} verwendet von:
es: Utilizado en el período {period} por:
et: Kasutatud perioodil{period} kõrval:
fi: Käytetty ajanjaksolla{period} kirjoittaja:
ky: мезгилде колдонулат{period} тарабынан:
lt: Naudota laikotarpiu {period} pagal:
lv: Lietots periodā{period} autors:
nb: Brukes i perioden {period} av:
pl: Używany w tym okresie{period} przez:
ru: Использовался в период{period} к:
sv: Används under perioden {period} av:
th: ใช้ในช่วง{period} โดย:
uk: Використовується в період{period} від:

source: User
ar: مستخدم
az: İstifadəçi
bn: ব্যবহারকারী
cs: Uživatel
de: Benutzer
es: Usuario
et: Kasutaja
fi: Käyttäjä
ky: Колдонуучу
lt: Vartotojas
lv: Lietotājs
nb: Bruker
pl: Użytkownik
ru: Пользователь
sv: Användare
th: ผู้ใช้
uk: Користувач

source: User 1
ar: المستخدم 1
az: İstifadəçi 1
bn: ব্যবহারকারী 1
cs: Uživatel 1
de: Benutzer 1
es: Usuario 1
et: Kasutaja 1
fi: Käyttäjä 1
ky: Колдонуучу 1
lt: Vartotojas 1
lv: Lietotājs 1
nb: Bruker 1
pl: Użytkownik 1
ru: Пользователь 1
sv: Användare 1
th: ผู้ใช้ 1
uk: Користувач 1

source: User 2
ar: المستخدم 2
az: İstifadəçi 2
bn: ব্যবহারকারী 2
cs: Uživatel 2
de: Benutzer 2
es: Usuario 2
et: Kasutaja 2
fi: Käyttäjä 2
ky: Колдонуучу 2
lt: 2 vartotojas
lv: Lietotājs 2
nb: Bruker 2
pl: Użytkownik 2
ru: Пользователь 2
sv: Användare 2
th: ผู้ใช้ 2
uk: Користувач 2

source: User 3
ar: المستخدم 3
az: İstifadəçi 3
bn: ব্যবহারকারী 3
cs: Uživatel 3
de: Benutzer 3
es: Usuario 3
et: Kasutaja 3
fi: Käyttäjä 3
ky: Колдонуучу 3
lt: Vartotojas 3
lv: Lietotājs 3
nb: Bruker 3
pl: Użytkownik 3
ru: Пользователь 3
sv: Användare 3
th: ผู้ใช้ 3
uk: Користувач 3

source: User agreement has been created
ar: تم إنشاء اتفاقية المستخدم
az: İstifadəçi müqaviləsi yaradılıb
bn: ব্যবহারকারী চুক্তি তৈরি করা হয়েছে
cs: Uživatelská smlouva byla vytvořena
de: Die Nutzungsvereinbarung wurde erstellt
es: Se ha creado el acuerdo de usuario.
et: Kasutusleping on loodud
fi: Käyttäjäsopimus on luotu
ky: Колдонуучу келишими түзүлдү
lt: Vartotojo sutartis sukurta
lv: Lietotāja līgums ir izveidots
nb: Brukeravtale er opprettet
pl: Umowa użytkownika została utworzona
ru: Пользовательское соглашение создано.
sv: Användaravtal har skapats
th: สร้างข้อตกลงผู้ใช้แล้ว
uk: Угоду користувача створено

source: User agreement has been deleted.
ar: تم حذف اتفاقية المستخدم.
az: İstifadəçi müqaviləsi silindi.
bn: ব্যবহারকারী চুক্তি মুছে ফেলা হয়েছে.
cs: Uživatelská smlouva byla smazána.
de: Die Nutzungsvereinbarung wurde gelöscht.
es: El acuerdo de usuario ha sido eliminado.
et: Kasutusleping on kustutatud.
fi: Käyttäjäsopimus on poistettu.
ky: Колдонуучу келишими жок кылынды.
lt: Vartotojo sutartis buvo ištrinta.
lv: Lietotāja līgums ir dzēsts.
nb: Brukeravtalen er slettet.
pl: Umowa użytkownika została usunięta.
ru: Пользовательское соглашение удалено.
sv: Användaravtalet har tagits bort.
th: ข้อตกลงผู้ใช้ถูกลบแล้ว
uk: Угоду користувача видалено.

source: User agreement was updated
ar: تم تحديث اتفاقية المستخدم
az: İstifadəçi sazişi yeniləndi
bn: ব্যবহারকারী চুক্তি আপডেট করা হয়েছে
cs: Uživatelská smlouva byla aktualizována
de: Die Nutzungsvereinbarung wurde aktualisiert
es: Se actualizó el acuerdo de usuario.
et: Kasutuslepingut värskendati
fi: Käyttäjäsopimus päivitetty
ky: Колдонуучу келишими жаңыртылган
lt: Vartotojo sutartis buvo atnaujinta
lv: Lietotāja līgums tika atjaunināts
nb: Brukeravtalen ble oppdatert
pl: Umowa użytkownika została zaktualizowana
ru: Пользовательское соглашение обновлено
sv: Användaravtalet har uppdaterats
th: อัปเดตข้อตกลงผู้ใช้แล้ว
uk: Угоду користувача оновлено

source: User agreements
ar: اتفاقيات المستخدم
az: İstifadəçi sazişləri
bn: ব্যবহারকারী চুক্তি
cs: Uživatelské smlouvy
de: Nutzungsvereinbarungen
es: Acuerdos de usuario
et: Kasutuslepingud
fi: Käyttäjäsopimukset
ky: Колдонуучу келишимдери
lt: Vartotojo sutartys
lv: Lietotāja līgumi
nb: Brukeravtaler
pl: Umowy użytkownika
ru: Пользовательские соглашения
sv: Användaravtal
th: ข้อตกลงผู้ใช้
uk: Користувацькі угоди

source: User could not been updated
ar: لا يمكن تحديث المستخدم
az: İstifadəçi yenilənə bilmədi
bn: ব্যবহারকারী আপডেট করা যায়নি
cs: Uživatele nebylo možné aktualizovat
de: Benutzer konnte nicht aktualisiert werden
es: El usuario no ha podido ser actualizado
et: Kasutajat ei saanud värskendada
fi: Käyttäjää ei voitu päivittää
ky: Колдонуучу жаңыртылган жок
lt: Vartotojo atnaujinti nepavyko
lv: Lietotāju nevarēja atjaunināt
nb: Brukeren kunne ikke oppdateres
pl: Nie można zaktualizować użytkownika
ru: Пользователь не может быть обновлен
sv: Användaren kunde inte uppdateras
th: ไม่สามารถอัปเดตผู้ใช้ได้
uk: Користувача не вдалося оновити

source: User dashboard
ar: لوحة تحكم المستخدم
az: İstifadəçi paneli
bn: ব্যবহারকারী ড্যাশবোর্ড
cs: Uživatelský řídicí panel
de: Benutzer-Dashboard
es: Panel de control del usuario
et: Kasutaja töölaud
fi: Käyttäjän kojelauta
ky: Колдонуучунун башкаруу тактасы
lt: Naudotojo prietaisų skydelis
lv: Lietotāja informācijas panelis
nb: Instrumentbord for brukere
pl: Panel użytkownika
ru: Панель пользователя
sv: Instrumentpanel för användare
th: แดชบอร์ดผู้ใช้
uk: Інформаційна панель користувача

source: User data
ar: بيانات المستخدم
az: İstifadəçi məlumatları
bn: ব্যবহারকারী তথ্য
cs: Údaje o uživateli
de: Benutzerdaten
es: Datos del usuario
et: Kasutajaandmed
fi: Käyttäjätiedot
ky: Колдонуучунун маалыматтары
lt: Vartotojo duomenys
lv: Lietotāja dati
nb: Brukerdata
pl: Dane użytkownika
ru: Данные пользователя
sv: Användardata
th: ข้อมูลผู้ใช้
uk: Дані користувача

source: User details
ar: بيانات المستخدم
az: İstifadəçi təfərrüatları
bn: ব্যবহারকারীর বৃত্যান্ত
cs: Podrobnosti o uživateli
de: Benutzerdetails
es: Detalles del usuario
et: Kasutaja üksikasjad
fi: Käyttäjätiedot
ky: Колдонуучунун маалыматы
lt: Išsami vartotojo informacija
lv: Lietotāja informācija
nb: Brukerdetaljer
pl: Dane użytkownika
ru: Данные пользователя
sv: Användarinformation
th: รายละเอียดผู้ใช้
uk: Інформація про користувача

source: User details for {fullName}
ar: تفاصيل المستخدم ل{fullName}
az: İstifadəçi təfərrüatları {fullName}
bn: জন্য ব্যবহারকারীর বিবরণ{fullName}
cs: Podrobnosti o uživateli pro{fullName}
de: Benutzerdetails für{fullName}
es: Detalles de usuario para {fullName}
et: Kasutaja üksikasjad:{fullName}
fi: Käyttäjätiedot kohteelle{fullName}
ky: үчүн колдонуучунун маалыматы{fullName}
lt: Informacija apie naudotoją{fullName}
lv: Lietotāja informācija par{fullName}
nb: Brukerdetaljer for{fullName}
pl: Dane użytkownika dla{fullName}
ru: Данные пользователя для{fullName}
sv: Användarinformation för{fullName}
th: รายละเอียดผู้ใช้งานสำหรับ{fullName}
uk: Інформація про користувача для{fullName}

source: User details of {fullName}
ar: تفاصيل المستخدم{fullName}
az: İstifadəçi təfərrüatları {fullName}
bn: এর ব্যবহারকারীর বিবরণ{fullName}
cs: Podrobnosti o uživateli{fullName}
de: Benutzerdetails von{fullName}
es: Detalles de usuario de {fullName}
et: Kasutaja üksikasjad{fullName}
fi: Käyttäjän tiedot{fullName}
ky: Колдонуучунун маалыматы{fullName}
lt: Vartotojo informacija apie{fullName}
lv: Lietotāja informācija par{fullName}
nb: Brukerdetaljer for{fullName}
pl: Dane użytkownika{fullName}
ru: Данные пользователя о{fullName}
sv: Användaruppgifter för{fullName}
th: รายละเอียดผู้ใช้งานของ{fullName}
uk: Інформація про користувача{fullName}

source: User events (month)
ar: أحداث المستخدم (الشهر)
az: İstifadəçi tədbirləri (ay)
bn: ব্যবহারকারীর ঘটনা (মাস)
cs: Uživatelské události (měsíc)
de: Benutzerereignisse (Monat)
es: Eventos de usuario (mes)
et: Kasutaja sündmused sellel kuul
fi: Käyttäjätapahtumat (kuukausi)
ky: Колдонуучу окуялары (ай)
lt: Naudotojo įvykiai (mėnuo)
lv: Lietotāju notikumi (mēnesis)
nb: Brukerhendelser (måned)
pl: Wydarzenia użytkownika (miesiąc)
ru: Пользовательские события (месяц)
sv: Användarhändelser (månad)
th: กิจกรรมของผู้ใช้ (เดือน)
uk: Події користувача (місяць)

source: User events this month
ar: أحداث المستخدم هذا الشهر
az: İstifadəçi tədbirləri bu ay
bn: এই মাসে ব্যবহারকারী ইভেন্ট
cs: Události uživatele tento měsíc
de: Benutzerereignisse in diesem Monat
es: Eventos de usuario este mes
et: Kasutaja sündmused sellel kuul
fi: Käyttäjätapahtumat tässä kuussa
ky: Колдонуучунун ушул айдагы окуялары
lt: Vartotojo įvykiai šį mėnesį
lv: Lietotāju notikumi šajā mēnesī
nb: Brukerhendelser denne måneden
pl: Wydarzenia użytkownika w tym miesiącu
ru: Пользовательские события в этом месяце
sv: Användarhändelser den här månaden
th: กิจกรรมของผู้ใช้ในเดือนนี้
uk: Події користувача цього місяця

source: User has been activated.
ar: تم تفعيل المستخدم.
az: İstifadəçi aktivləşdirildi.
bn: ব্যবহারকারী সক্রিয় করা হয়েছে.
cs: Uživatel byl aktivován.
de: Der Benutzer wurde aktiviert.
es: Se ha activado el usuario.
et: Kasutaja on aktiveeritud.
fi: Käyttäjä on aktivoitu.
ky: Колдонуучу иштетилди.
lt: Vartotojas suaktyvintas.
lv: Lietotājs ir aktivizēts.
nb: Brukeren er aktivert.
pl: Użytkownik został aktywowany.
ru: Пользователь активирован.
sv: Användaren har aktiverats.
th: เปิดใช้งานผู้ใช้แล้ว
uk: Користувача активовано.

source: User has been assigned successfully.
az: İstifadəçi uğurla təyin edildi.
uk: Користувача успішно призначено.

source: User has been deactivated.
ar: تم إلغاء تنشيط المستخدم.
az: İstifadəçi deaktiv edildi.
bn: ব্যবহারকারী নিষ্ক্রিয় করা হয়েছে.
cs: Uživatel byl deaktivován.
de: Der Benutzer wurde deaktiviert.
es: Se ha desactivado el usuario.
et: Kasutaja on deaktiveeritud.
fi: Käyttäjä on poistettu käytöstä.
ky: Колдонуучу өчүрүлгөн.
lt: Vartotojas buvo deaktyvuotas.
lv: Lietotājs ir deaktivizēts.
nb: Brukeren er deaktivert.
pl: Użytkownik został dezaktywowany.
ru: Пользователь деактивирован.
sv: Användaren har avaktiverats.
th: ผู้ใช้ถูกปิดใช้งานแล้ว
uk: Користувача деактивовано.

source: User has been logged out. You will be redirected to the login page soon.
ar: تم تسجيل خروج المستخدم. ستتم إعادة توجيهك إلى صفحة تسجيل الدخول قريبًا.
az: İstifadəçidən çıxılmışdır. Tezliklə siz giriş səhifəsinə yönəldiləcəksiniz.
bn: ব্যবহারকারী লগ আউট করা হয়েছে. আপনাকে শীঘ্রই লগইন পৃষ্ঠায় পুনঃনির্দেশিত করা হবে।
cs: Uživatel byl odhlášen. Brzy budete přesměrováni na přihlašovací stránku.
de: Der Benutzer wurde abgemeldet. Sie werden in Kürze auf die Anmeldeseite weitergeleitet.
es: Se ha cerrado la sesión del usuario. Pronto será redirigido a la página de inicio de sesión.
et: Kasutaja on välja logitud. Teid suunatakse varsti sisselogimislehele.
fi: Käyttäjä on kirjautunut ulos. Sinut ohjataan pian kirjautumissivulle.
ky: Колдонуучу чыгып кетти. Жакында сиз кирүү баракчасына багытталасыз.
lt: Vartotojas buvo išregistruotas. Netrukus būsite nukreiptas į prisijungimo puslapį.
lv: Lietotājs ir atteicies. Drīzumā tiksiet novirzīts uz pieteikšanās lapu.
nb: Brukeren er logget ut. Du vil snart bli omdirigert til innloggingssiden.
pl: Użytkownik został wylogowany. Wkrótce zostaniesz przekierowany na stronę logowania.
ru: Пользователь вышел из системы. Вскоре вы будете перенаправлены на страницу входа.
sv: Användaren har loggat ut. Du kommer snart att omdirigeras till inloggningssidan.
th: ผู้ใช้ออกจากระบบแล้ว คุณจะถูกนำไปยังหน้าเข้าสู่ระบบในไม่ช้า
uk: Користувач вийшов із системи. Незабаром ви будете перенаправлені на сторінку входу.

source: User has been removed.
az: İstifadəçi silindi.
uk: Користувача видалено.

source: User has been successfully added.
ar: تمت إضافة المستخدم بنجاح.
az: İstifadəçi uğurla əlavə edildi.
bn: ব্যবহারকারী সফলভাবে যোগ করা হয়েছে.
cs: Uživatel byl úspěšně přidán.
de: Der Benutzer wurde erfolgreich hinzugefügt.
es: El usuario se ha agregado correctamente.
et: Kasutaja lisamine õnnestus.
fi: Käyttäjä on lisätty onnistuneesti.
ky: Колдонуучу ийгиликтүү кошулду.
lt: Vartotojas sėkmingai pridėtas.
lv: Lietotājs ir veiksmīgi pievienots.
nb: Brukeren er lagt til.
pl: Użytkownik został pomyślnie dodany.
ru: Пользователь успешно добавлен.
sv: Användaren har lagts till.
th: เพิ่มผู้ใช้เรียบร้อยแล้ว
uk: Користувача успішно додано.

source: User has been updated
ar: تم تحديث المستخدم
az: İstifadəçi yeniləndi
bn: ব্যবহারকারী আপডেট করা হয়েছে
cs: Uživatel byl aktualizován
de: Benutzer wurde aktualisiert
es: Se ha actualizado el usuario
et: Võrku on uuendatud.
fi: Käyttäjä on päivitetty
ky: Колдонуучу жаңыртылды
lt: Vartotojas buvo atnaujintas
lv: Lietotājs ir atjaunināts
nb: Brukeren har blitt oppdatert
pl: Użytkownik został zaktualizowany
ru: Пользователь обновлен
sv: Användaren har uppdaterats
th: ผู้ใช้ได้รับการอัปเดตแล้ว
uk: Користувача оновлено

source: User has been updated.
ar: تم تحديث المستخدم.
az: İstifadəçi yeniləndi.
bn: ব্যবহারকারী আপডেট করা হয়েছে.
cs: Uživatel byl aktualizován.
de: Der Benutzer wurde aktualisiert.
es: Se ha actualizado el usuario.
et: Kasutaja on uuendatud.
fi: Käyttäjä on päivitetty.
ky: Колдонуучу жаңыртылды.
lt: Vartotojas buvo atnaujintas.
lv: Lietotājs ir atjaunināts.
nb: Brukeren har blitt oppdatert.
pl: Użytkownik został zaktualizowany.
ru: Пользователь обновлен.
sv: Användaren har uppdaterats.
th: ผู้ใช้ได้รับการอัปเดตแล้ว
uk: Користувача оновлено.

source: User input
ar: إدخال المستخدم
az: İstifadəçi girişi
bn: ব্যবহারকারীর ইনপুট
cs: Vstup uživatele
de: Benutzereingabe
es: Entrada del usuario
et: Kasutaja sisend
fi: Käyttäjän syöttö
ky: Колдонуучу киргизүү
lt: Vartotojo įvestis
lv: Lietotāja ievade
nb: Brukerinndata
pl: Wprowadzanie danych przez użytkownika
ru: Пользовательский ввод
sv: Användarinmatning
th: ข้อมูลผู้ใช้
uk: Введення користувача

source: User input field #{index}
ar: حقل إدخال المستخدم #{index}
az: İstifadəçi giriş sahəsi # {index}
bn: ব্যবহারকারীর ইনপুট ক্ষেত্র #{index}
cs: Vstupní pole uživatele #{index}
de: Benutzereingabefeld #{index}
es: Campo de entrada del usuario #{index}
et: Kasutaja sisestusväli #{index}
fi: Käyttäjän syöttökenttä #{index}
ky: Колдонуучунун киргизүү талаасы #{index}
lt: Vartotojo įvesties laukas #{index}
lv: Lietotāja ievades lauks Nr.{index}
nb: Inndatafelt for bruker #{index}
pl: Pole wprowadzania danych przez użytkownika #{index}
ru: Поле ввода пользователя #{index}
sv: Indatafält för användare #{index}
th: ช่องป้อนข้อมูลของผู้ใช้ #{index}
uk: Поле введення користувача #{index}

source: User input variable
ar: متغير إدخال المستخدم
az: İstifadəçi giriş dəyişkəni
bn: ব্যবহারকারী ইনপুট পরিবর্তনশীল
cs: Vstupní proměnná uživatele
de: Benutzereingabevariable
es: Variable de entrada de usuario
et: Kasutaja sisendmuutuja
fi: Käyttäjän syöttömuuttuja
ky: Колдонуучунун киргизүү өзгөрмө
lt: Vartotojo įvesties kintamasis
lv: Lietotāja ievades mainīgais
nb: Brukerinndatavariabel
pl: Zmienna wejściowa użytkownika
ru: Пользовательская переменная ввода
sv: Användarinmatningsvariabel
th: ตัวแปรอินพุตของผู้ใช้
uk: Змінна, що вводиться користувачем

source: User input variables
ar: متغيرات إدخال المستخدم
az: İstifadəçi giriş dəyişən
bn: ব্যবহারকারীর ইনপুট ভেরিয়েবল
cs: Uživatelské vstupní proměnné
de: Benutzereingabevariablen
es: Variables de entrada de usuario
et: Kasutaja sisendmuutujad
fi: Käyttäjän syöttämät muuttujat
ky: Колдонуучунун киргизүү өзгөрмөлөрү
lt: Vartotojo įvesties kintamieji
lv: Lietotāja ievades mainīgie
nb: Brukerinndatavariabler
pl: Zmienne wejściowe użytkownika
ru: Входные переменные пользователя
sv: Användarinmatningsvariabler
th: ตัวแปรอินพุตของผู้ใช้
uk: Змінні, що вводяться користувачем
