Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Checklist setup
ar: إعداد قائمة التحقق
az: Yoxlama siyahısı qurulması
bn: চেকলিস্ট সেটআপ
cs: Nastavení kontrolního seznamu
de: Checklisteneinrichtung
es: Configuración de la lista de verificación
et: Kontrollnimekirja häälestamine
fi: Tarkistuslistan asetukset
ky: Текшерүү тизмесин орнотуу
lt: Kontrolinio sąrašo sąranka
lv: Kontrolsaraksta iestatīšana
nb: Oppsett av sjekkliste
pl: Konfiguracja listy kontrolnej
ru: Настройка чек-листа
sv: Inställning av checklista
th: การตั้งค่ารายการตรวจสอบ
uk: Налаштування контрольного списку

source: Checklists
ar: قوائم
az: Yoxlama siyahıları
bn: চেকলিস্ট
cs: Kontrolní seznamy
de: Checklisten
es: Listas de verificación
et: Kontrollnimekirjad
fi: Tarkistuslistat
ky: Текшерүү тизмелери
lt: Kontroliniai sąrašai
lv: Kontrolsaraksti
nb: Sjekklister
pl: Listy kontrolne
ru: Контрольные списки
sv: Checklistor
th: รายการตรวจสอบ
uk: Контрольні списки

source: Checkout
ar: الخروج
az: Ödəmə
bn: চেকআউট
cs: Pokladna
de: Kasse
es: Finalizar compra
et: Maksmine
fi: Kassa
ky: Текшерүү
lt: Patikra
lv: Izrakstīties
nb: Kasse
pl: Kasa
ru: Контроль
sv: Kolla upp
th: เช็คเอาท์
uk: Перевіряти

source: Choices
ar: اختيارات
az: Seçimlər
bn: পছন্দ
cs: Volby
de: Auswahl
es: Opciones
et: Valikud
fi: Valinnat
ky: Тандоо
lt: Pasirinkimai
lv: Izvēles
nb: Valg
pl: Wyborów
ru: Выбор
sv: Val
th: ทางเลือก
uk: Вибір

source: Choices as comma-separated list
ar: الاختيارات كقائمة مفصولة بفواصل
az: Vergüllə ayrılmış siyahı kimi seçimlər
bn: কমা দ্বারা পৃথক তালিকা হিসাবে পছন্দ
cs: Volby jako seznam oddělený čárkami
de: Auswahlmöglichkeiten als durch Kommas getrennte Liste
es: Opciones como lista separada por comas
et: Valikud komadega eraldatud nimekirjana
fi: Vaihtoehdot pilkuilla eroteltuna luettelona
ky: Тандоолор үтүр менен бөлүнгөн тизме катары
lt: Pasirinkimai kaip kableliais atskirtas sąrašas
lv: Izvēles kā ar komatiem atdalīts saraksts
nb: Valg som kommaseparert liste
pl: Opcje jako lista oddzielona przecinkami
ru: Варианты в виде списка, разделенного запятыми
sv: Val som kommaseparerad lista
th: ตัวเลือกเป็นรายการที่คั่นด้วยเครื่องหมายจุลภาค
uk: Варіанти у вигляді списку, розділеного комами

source: Choose file
az: Fayl seçin

source: Civil number
ar: الرقم المدني
az: Mülki nömrə
bn: সিভিল নম্বর
cs: Občanské číslo
de: Zivilnummer
es: Número civil
et: Isikukood
fi: Siviilinumero
ky: Жарандык номер
lt: Civilinis numeris
lv: Civilais numurs
nb: Sivilt nummer
pl: Numer cywilny
ru: Личный идентификационный номер
sv: Civilt nummer
th: หมายเลขพลเรือน
uk: Цивільний номер

source: Clear all
ar: مسح الكل
az: Hamısını sil
bn: সব পরিষ্কার করে দাও
cs: Vymazat vše
de: Alles löschen
es: Borrar todo
et: Kustuta kõik
fi: Tyhjennä kaikki
ky: Баарын тазалоо
lt: Išvalyti viską
lv: Iztīrīt visu
nb: Fjern alle
pl: Wyczyść wszystko
ru: Очистить все
sv: Rensa alla
th: ลบทั้งหมด
uk: Очистити все

source: Click to see Google Calendar
ar: انقر لرؤية تقويم جوجل
az: Google Təqvimini görmək üçün klikləyin
bn: গুগল ক্যালেন্ডার দেখতে ক্লিক করুন
cs: Kliknutím zobrazíte Kalendář Google
de: Klicken Sie hier, um Google Kalender anzuzeigen
es: Haga clic para ver Google Calendar
et: Vajuta, et näha Google kalendrit
fi: Napsauta nähdäksesi Google-kalenterin
ky: Google Календарды көрүү үчүн чыкылдатыңыз
lt: Spustelėkite, kad pamatytumėte „Google“ kalendorių
lv: Noklikšķiniet, lai skatītu Google kalendāru
nb: Klikk for å se Google Kalender
pl: Kliknij, aby zobaczyć Kalendarz Google
ru: Нажмите, чтобы просмотреть Календарь Google
sv: Klicka för att se Google Kalender
th: คลิกเพื่อดู Google ปฏิทิน
uk: Натисніть, щоб переглянути Календар Google

source: Client ID
ar: معرف العميل
az: Müştəri İdentifikasiyası
bn: ক্লায়েন্ট আইডি
cs: ID klienta
de: Kunden-ID
es: ID de cliente
et: Kliendi ID
fi: Asiakastunnus
ky: Кардар ID
lt: Kliento ID
lv: Klienta ID
nb: Klient-ID
pl: Identyfikator klienta
ru: Идентификатор клиента
sv: Klient-ID
th: รหัสลูกค้า
uk: Ідентифікатор клієнта

source: Client organization
ar: منظمة العميل
az: Müştəri təşkili
bn: ক্লায়েন্ট সংস্থা
cs: Organizace klienta
de: Kundenorganisation
es: Organización de clientes
et: Kliendi organisatsioon
fi: Asiakasorganisaatio
ky: Кардар уюм
lt: Kliento organizacija
lv: Klientu organizācija
nb: Kundeorganisasjon
pl: Organizacja klienta
ru: Клиентская организация
sv: Kundorganisation
th: องค์กรลูกค้า
uk: Клієнтська організація

source: Client project
ar: مشروع العميل
az: Müştəri layihə
bn: ক্লায়েন্ট প্রকল্প
cs: Projekt klienta
de: Kundenprojekt
es: Proyecto del cliente
et: Kliendi projekt
fi: Asiakasprojekti
ky: Кардар долбоору
lt: Kliento projektas
lv: Klientu projekts
nb: Klientprosjekt
pl: Projekt klienta
ru: Клиентский проект
sv: Kundprojekt
th: โครงการลูกค้า
uk: Клієнтський проект

source: Client secret
ar: سر العميل
az: Müştəri sirri
bn: ক্লায়েন্ট গোপন
cs: Tajný klíč klienta
de: Geheimer Kunde
es: Secreto de cliente
et: Kliendi saladus
fi: Asiakkaan salaisuus
lt: Kliento paslaptis
lv: Klienta noslēpums
nb: Klienthemmelighet
pl: Sekret klienta
ru: Секрет клиента
sv: Klienthemlighet
th: ความลับของลูกค้า
uk: Секрет клієнта

source: Clone
ar: استنساخ
az: Klon
bn: ক্লোন
cs: Klon
de: Klon
es: Clon
et: Klooni
fi: Klooni
lt: Klonuoti
lv: Klonēt
nb: Klone
pl: Klon
ru: Клонировать
sv: Klona
th: โคลน
uk: Клон

source: Clone of
ar: استنساخ
az: klonu
bn: এর ক্লোন
cs: Klon z
de: Klon von
es: clon de
et: Klooniks
fi: Klooni
ky: Клону
lt: Klonas iš
lv: Klons no
nb: Klone av
pl: Klon
ru: Клон
sv: Klon av
th: โคลนของ
uk: Клон

source: Close
ar: غلق
az: Bağla
bn: বন্ধ
cs: Zavřít
de: Schließen
es: Cerrar
et: Sulge
fi: Sulkea
ky: Жабуу
lt: Uždaryti
lv: Aizvērt
nb: Lukk
pl: Zamykać
ru: Закрыть
sv: Stäng
th: ปิด
uk: Закрити

source: Closed
ar: مغلق
az: Bağlı
bn: বন্ধ
cs: Uzavřený
de: Abgeschlossen
es: Cerrado
et: Suletud
fi: Suljettu
ky: Жабык
lt: Uždaryta
lv: Aizvērts
nb: lukket
pl: Zamknięty
ru: Закрытый
sv: Stängd
th: ปิด
uk: зачинено

source: Closed issues (this month)
ar: القضايا المغلقة (هذا الشهر)
az: Qapalı məsələlər (bu ay)
bn: বন্ধ সমস্যা (এই মাসে)
cs: Uzavřená čísla (tento měsíc)
de: Geschlossene Ausgaben (diesen Monat)
es: Asuntos cerrados (este mes)
et: Lahendatud probleemid (sel kuul)
fi: Suljetut numerot (tässä kuussa)
ky: Жабык сандар (ушул айда)
lt: Uždaryti leidimai (šį mėnesį)
lv: Slēgtas problēmas (šomēnes)
nb: Lukkede utgaver (denne måneden)
pl: Zamknięte problemy (w tym miesiącu)
ru: Закрытые обращения (в этом месяце)
sv: Stängda nummer (denna månad)
th: ประเด็นที่ปิดแล้ว (เดือนนี้)
uk: Закриті питання (цього місяця)

source: Cloud
ar: سحابة
az: Bulud
bn: মেঘ
cs: Mrak
de: Wolke
es: Nube
et: Pilv
fi: Pilvi
ky: Булут
lt: DEBESIS
lv: Mākonis
nb: SKY
pl: Chmura
ru: Облачные
sv: Moln
th: คลาวด์
uk: Хмара

source: Cloud RAM
ar: ذاكرة الوصول العشوائي السحابية
az: Bulud RAM (əməliyyat yaddaşı)
bn: ক্লাউড RAM
es: Nube de RAM
et: Pilve RAM
fi: Pilvi RAM
lt: Debesies RAM
lv: Mākoņa RAM
pl: Chmura RAM
ru: Облачная ОЗУ
th: คลาวด์แรม
uk: Хмарна оперативна пам&#39;ять

source: Cloud block storage size
ar: حجم تخزين الكتلة السحابية
az: Bulud blok saxlama ölçüsü
bn: ক্লাউড ব্লক স্টোরেজ সাইজ
cs: Velikost bloku cloudového úložiště
de: Größe des Cloud-Blockspeichers
es: Tamaño de almacenamiento de bloques en la nube
et: Pilve plokkseadme suurus
fi: Pilvilohkon tallennuskoko
ky: Булут блогунун сактагычынын өлчөмү
lt: Debesies blokų saugyklos dydis
lv: Mākoņu bloka krātuves lielums
nb: Lagringsstørrelse for skyblokker
pl: Rozmiar pamięci bloku w chmurze
ru: Размер облачного блочного хранилища
sv: Lagringsstorlek för Cloud block
th: ขนาดพื้นที่เก็บข้อมูลบล็อกคลาวด์
uk: Розмір хмарного блокового сховища

source: Cloud components
ar: مكونات السحابة
az: Bulud komponentləri
bn: মেঘের উপাদান
cs: Cloudové komponenty
de: Cloud-Komponenten
es: Componentes de la nube
et: Pilve komponendid
fi: Pilvikomponentit
ky: Булут компоненттери
lt: Debesų komponentai
lv: Mākoņu sastāvdaļas
nb: Skykomponenter
pl: Składniki chmury
ru: Облачные компоненты
sv: Molnkomponenter
th: ส่วนประกอบคลาวด์
uk: Хмарні компоненти

source: Cloud init template
ar: قالب init السحابي
az: Bulud init şablonu
bn: Cloud init টেমপ্লেট
cs: Cloud init šablona
de: Cloud-Init-Vorlage
es: Plantilla de inicio en la nube
et: Cloud init mall
fi: Pilven aloitusmalli
ky: Cloud Init үлгүсү
lt: Debesies init šablonas
lv: Mākoņa sākuma veidne
nb: Cloud init-mal
pl: Szablon inicjowania chmury
ru: Шаблон сloud-init
sv: Cloud init-mall
th: เทมเพลตเริ่มต้นระบบคลาวด์
uk: Шаблон ініціалізації хмари

source: Cloud region
ar: منطقة السحابة
az: Bulud bölgəsi
bn: মেঘ অঞ্চল
cs: Oblaková oblast
de: Wolkenregion
es: Región de nube
et: Pilve regioon
fi: Pilvialue
ky: Булуттуу аймак
lt: Debesų regionas
lv: Mākoņu reģions
nb: Skyregion
pl: Region chmur
ru: Облачный регион
sv: Molnregion
th: ภูมิภาคคลาวด์
uk: Хмарна область

source: Cloud vCPU
ar: وحدة المعالجة المركزية السحابية الافتراضية
az: Bulud virtual Mərkəzi prosessoru
bn: ক্লাউড vCPU
es: VCPU en la nube
et: Pilve vCPU
fi: Pilvi vCPU
lt: Debesis vCPU
lv: Mākoņa vCPU
pl: Procesor wirtualny w chmurze
ru: Облачные виртуальные ЦПУ
th: คลาวด์ vCPU
uk: Хмарний vCPU

source: Cluster
ar: تَجَمَّع
az: Klaster
bn: ক্লাস্টার
cs: Klastr
et: Klaster
fi: Klusteri
ky: Кластер
lt: Klasteris
lv: Klasteris
nb: Klynge
pl: Grupa
ru: Кластер
sv: Kluster
th: กลุ่ม
uk: Кластер

source: Cluster IP
ar: مجموعة الملكية الفكرية
az: Klaster IP
bn: ক্লাস্টার আইপি
cs: IP klastru
es: IP del clúster
et: Klastri IP
fi: Klusterin IP
ky: Кластердик IP
lt: Klasterio IP
lv: Klastera IP
nb: Klynge IP
pl: IP klastra
ru: IP-адрес кластера
sv: Kluster IP
th: IP ของคลัสเตอร์
uk: IP кластера

source: Cluster description
ar: وصف الكتلة
az: Klaster təsviri
bn: ক্লাস্টার বিবরণ
cs: Popis klastru
de: Cluster-Beschreibung
es: Descripción del clúster
et: Klastri kirjeldus
fi: Klusterin kuvaus
ky: Кластердин сүрөттөлүшү
lt: Klasterio aprašymas
lv: Klastera apraksts
nb: Klyngebeskrivelse
pl: Opis klastra
ru: Описание кластера
sv: Klusterbeskrivning
th: คำอธิบายคลัสเตอร์
uk: Опис кластера

source: Cluster name
ar: اسم الكتلة
az: Klaster adı
bn: ক্লাস্টার নাম
cs: Název klastru
es: Nombre del clúster
et: Klastri nimi
fi: Klusterin nimi
ky: Кластердин аты
lt: Klasterio pavadinimas
lv: Klastera nosaukums
nb: Klynge navn
pl: Nazwa klastra
ru: Имя кластера
sv: Klusternamn
th: ชื่อคลัสเตอร์
uk: Назва кластера

source: Cluster roles
ar: أدوار الكتلة
az: Klaster rolları
bn: ক্লাস্টার ভূমিকা
cs: Role klastru
de: Clusterrollen
es: Roles de los clústeres
et: Klastri rollid
fi: Klusterin roolit
ky: Кластер ролдору
lt: Klasterio vaidmenys
lv: Klasteru lomas
nb: Klyngeroller
pl: Role klastrów
ru: Роли кластера
sv: Klusterroller
th: บทบาทของคลัสเตอร์
uk: Ролі кластера

source: Co-PI cannot edit users with same role
ar: لا يمكن لـ Co-PI تحرير المستخدمين بنفس الدور
az: Co-PI eyni rola malik istifadəçiləri redaktə edə bilməz
bn: Co-PI একই ভূমিকা সহ ব্যবহারকারীদের সম্পাদনা করতে পারে না
cs: Co-PI nemůže upravovat uživatele se stejnou rolí
de: Co-PI kann keine Benutzer mit derselben Rolle bearbeiten
es: Co-IP no puede editar usuarios con el mismo rol
et: Kaas-projektijuht ei saa redigeerida sama rolliga kasutajaid
fi: Co-PI ei voi muokata käyttäjiä, joilla on sama rooli
ky: Co-PI бирдей ролдогу колдонуучуларды түзөтө албайт
lt: Co-PI negali redaguoti vartotojų, turinčių tą patį vaidmenį
lv: Co-PI nevar rediģēt lietotājus ar tādu pašu lomu
nb: Co-PI kan ikke redigere brukere med samme rolle
pl: Co-PI nie może edytować użytkowników o tej samej roli
ru: Co-PI не может редактировать пользователей с той же ролью.
sv: Co-PI kan inte redigera användare med samma roll
th: Co-PI ไม่สามารถแก้ไขผู้ใช้ที่มีบทบาทเดียวกันได้
uk: Co-PI не може редагувати користувачів із однаковою роллю

source: Code is too short.
ar: الرمز قصير جدًا.
az: Kod çox qısadır.
bn: কোড খুবই ছোট।
cs: Kód je příliš krátký.
de: Der Code ist zu kurz.
es: El código es demasiado corto.
et: Kood on liiga lühike.
fi: Koodi on liian lyhyt.
ky: Код өтө кыска.
lt: Kodas yra per trumpas.
lv: Kods ir pārāk īss.
nb: Kode er for kort.
pl: Kod jest za krótki.
ru: Слишком короткий код.
sv: Koden är för kort.
th: รหัสสั้นเกินไป
uk: Код занадто короткий.

source: Code should consist of latin symbols, numbers, dashes and underscores.
ar: يجب أن يتكون الرمز من رموز لاتينية وأرقام وشرطات وشرطات سفلية.
az: Kod latın simvollarından, rəqəmlərdən, titiqlərdən və alt işarələrdən ibarət olmalıdır.
bn: কোডে ল্যাটিন চিহ্ন, সংখ্যা, ড্যাশ এবং আন্ডারস্কোর থাকা উচিত।
cs: Kód by měl obsahovat latinské symboly, čísla, pomlčky a podtržítka.
de: Der Code sollte aus lateinischen Symbolen, Zahlen, Bindestrichen und Unterstrichen bestehen.
es: El código debe consistir en símbolos latinos, números, guiones y guiones bajos.
et: Kood peaks koosnema ladina sümbolitest, numbritest, kriipsudest ja allkriipsudest.
fi: Koodin tulee koostua latinalaisista symboleista, numeroista, viivoja ja alaviivoja.
ky: Код латын символдорунан, сандардан, сызыктардан жана астынкы сызыктардан турушу керек.
lt: Kodą turėtų sudaryti lotyniški simboliai, skaičiai, brūkšneliai ir apatiniai brūkšniai.
lv: Kodam jāsastāv no latīņu valodas simboliem, cipariem, domuzīmēm un pasvītrām.
nb: Koden skal bestå av latinske symboler, tall, bindestreker og understrekinger.
pl: Kod powinien składać się z symboli łacińskich, cyfr, myślników i podkreśleń.
ru: Код должен состоять из латинских символов, цифр, тире и подчеркиваний.
sv: Koden ska bestå av latinska symboler, siffror, bindestreck och understreck.
th: โค้ดควรประกอบด้วยสัญลักษณ์ละติน ตัวเลข ขีดกลาง และขีดล่าง
uk: Код повинен складатися з латинських символів, цифр, тире і підкреслення.

source: Collapse
ar: تقوض
az: Çökmək
bn: সঙ্কুচিত
cs: Sbalit
de: Zusammenbruch
es: Colapsar
et: Ahenda
fi: Romahdus
ky: Жыйыштыруу
lt: Sutraukti
lv: Sakļaut
nb: Skjul
pl: Zapaść
ru: Свернуть
sv: Kollaps
th: ทรุด
uk: Згорнути

source: Collapse filter
ar: طي عامل التصفية
az: Filtri çökün
bn: ফিল্টার সঙ্কুচিত করুন
cs: Sbalit filtr
de: Filter einklappen
es: Colapse filtro
et: Ahenda filter
fi: Tiivistä suodatin
ky: Чыпканы жыйыштыруу
lt: Sutraukti filtrą
lv: Sakļaut filtru
nb: Skjul filteret
pl: Zwiń filtr
ru: Свернуть фильтр
sv: Komprimera filtret
th: ยุบตัวกรอง
uk: Згорнути фільтр

source: Collation
ar: التجميع
az: Kolleksiya
bn: কোলেশন
cs: Kolace
de: Sortierung
es: Colación
et: Kõrvutamine
fi: Lajittelu
ky: Салыштыруу
lt: Sulyginimas
lv: Salīdzināšana
nb: Samling
pl: Porównanie
ru: Сортировка
sv: Sortering
th: การเปรียบเทียบ
uk: зіставлення

source: Comma seperated issue types
ar: أنواع المشكلات المفصولة بفواصل
az: Vergüllə ayrılmış məsələ növləri
bn: কমা বিচ্ছিন্ন সমস্যা প্রকার
cs: Typy problémů oddělených čárkami
de: Durch Kommas getrennte Problemtypen
es: Tipos de problemas separados por comas
et: Komaga eraldatud probleemitüübid
fi: Pilkuilla erotetut ongelmatyypit
ky: Үтүр менен бөлүнгөн маселенин түрлөрү
lt: Kableliais atskirtų problemų tipai
lv: Komatu atdalītu problēmu veidi
nb: Kommaseparerte problemtyper
pl: Typy spraw oddzielonych przecinkami
ru: Типы проблем, разделенных запятыми
sv: Kommaseparerade problemtyper
th: ประเภทปัญหาที่คั่นด้วยเครื่องหมายจุลภาค
uk: Типи проблем, розділених комами

source: Comment
ar: التعليق
az: Şərh
bn: মন্তব্য করুন
cs: Komentář
de: Kommentar
es: Comentario
et: Kommentaar
fi: Kommentti
ky: Комментарий
lt: Komentaras
lv: Komentārs
nb: Kommentar
pl: Komentarz
ru: Комментарий
sv: Kommentar
th: ความคิดเห็น
uk: Прокоментуйте

source: Comment cooldown duration
ar: مدة تهدئة التعليق
az: Şərhin soyutma müddəti
bn: মন্তব্য কুলডাউন সময়কাল
cs: Doba trvání cooldownu komentáře
de: Kommentar-Abklingzeitdauer
es: Duración del tiempo de recuperación del comentario
et: Kommentaari jahtumise kestus
fi: Kommentin jäähtymisaika
ky: Комментарийдин муздатуу мөөнөтү
lt: Komentarų atvėsimo trukmė
lv: Komentāra atdzišanas ilgums
nb: Nedkjølingsvarighet for kommentarer
pl: Czas odnowienia komentarza
ru: Время восстановления комментария
sv: Varaktighet för nedkylning av kommentarer
th: ระยะเวลาคูลดาวน์ของความคิดเห็น
uk: Тривалість відновлення коментаря

source: Comment prefix
ar: بادئة التعليق
az: Şərh prefiksi
bn: মন্তব্য উপসর্গ
cs: Předpona komentáře
de: Kommentarpräfix
es: Prefijo de comentario
et: Kommentaari eesliide
fi: Kommentin etuliite
ky: Комментарий префикси
lt: Komentarų priešdėlis
lv: Komentāra prefikss
nb: Kommentarprefiks
pl: Przedrostek komentarza
ru: Префикс комментария
sv: Kommentarsprefix
th: คำนำหน้าความคิดเห็น
uk: Префікс коментаря

source: Comments
ar: التعليقات
az: Şərhlər
bn: মন্তব্য
cs: Komentáře
de: Kommentare
es: Comentarios
et: Kommentaarid
fi: Kommentit
ky: Комментарийлер
lt: Komentarai
lv: Komentāri
nb: Kommentarer
pl: Komentarze
ru: Комментарии
sv: Kommentarer
th: ความคิดเห็น
uk: Коментарі

source: Common footer has been deleted
ar: تم حذف التذييل المشترك
az: Ümumi altbilgi silindi
bn: সাধারণ ফুটার মুছে ফেলা হয়েছে
cs: Společné zápatí bylo smazáno
de: Die allgemeine Fußzeile wurde gelöscht
es: Se ha eliminado el pie de página común.
et: Ühine jalus on kustutatud
fi: Yhteinen alatunniste on poistettu
ky: Жалпы колонтитул жок кылынды
lt: Bendra poraštė ištrinta
lv: Kopējā kājene ir izdzēsta
nb: Felles bunntekst er slettet
pl: Wspólna stopka została usunięta
ru: Общий нижний колонтитул удален.
sv: Gemensam sidfot har tagits bort
th: ส่วนท้ายทั่วไปถูกลบแล้ว
uk: Загальний колонтитул видалено

source: Common footer has been updated
ar: تم تحديث التذييل المشترك
az: Ümumi altbilgi yeniləndi
bn: সাধারণ ফুটার আপডেট করা হয়েছে
cs: Společné zápatí bylo aktualizováno
de: Die allgemeine Fußzeile wurde aktualisiert
es: Se ha actualizado el pie de página común.
et: Ühist jalust on värskendatud
fi: Yhteinen alatunniste on päivitetty
ky: Жалпы колонтитул жаңыртылды
lt: Bendroji poraštė buvo atnaujinta
lv: Kopējā kājene ir atjaunināta
nb: Felles bunntekst er oppdatert
pl: Zaktualizowano wspólną stopkę
ru: Общий нижний колонтитул обновлен.
sv: Gemensam sidfot har uppdaterats
th: ส่วนท้ายทั่วไปได้รับการอัปเดตแล้ว
uk: Загальний колонтитул оновлено

source: Company data
ar: بيانات الشركة
az: Şirkət məlumatları
bn: কোম্পানির তথ্য
cs: Údaje o společnosti
de: Unternehmensdaten
es: Datos de la empresa
et: Ettevõtte andmed
fi: Yrityksen tiedot
ky: Компаниянын маалыматтары
lt: Įmonės duomenys
lv: Uzņēmuma dati
nb: Firmadata
pl: Dane firmy
ru: Данные компании
sv: Företagsdata
th: ข้อมูลบริษัท
uk: Дані компанії

source: Compare items
ar: قارن العناصر
az: Maddələri müqayisə edin
bn: আইটেম তুলনা
cs: Porovnat položky
de: Artikel vergleichen
es: Comparar artículos
et: Võrdle elemente
fi: Vertaa kohteita
ky: буюмдарды салыштыруу
lt: Palyginti prekes
lv: Salīdziniet preces
nb: Sammenlign elementer
pl: Porównaj przedmioty
ru: Сравнить товары
sv: Jämför objekt
th: เปรียบเทียบรายการ
uk: Порівняти предмети

source: Compensation for {name}
ar: تعويضا عن{name}
az: Kompensasiya {name}
bn: জন্য ক্ষতিপূরণ{name}
cs: Náhrada za{name}
de: Entschädigung für{name}
es: Compensación por {name}
et: Hüvitis {name} jaoks
fi: Korvaus{name}
ky: үчүн компенсация{name}
lt: Kompensacija už{name}
lv: Kompensācija par{name}
nb: Erstatning for{name}
pl: Odszkodowanie za{name}
ru: Компенсация за{name}
sv: Ersättning för{name}
th: ค่าชดเชยสำหรับ{name}
uk: Компенсація за{name}

source: Compensation has been created.
ar: تم إنشاء التعويض.
az: Kompensasiya yaradılıb.
bn: ক্ষতিপূরণের ব্যবস্থা করা হয়েছে।
cs: Kompenzace byla vytvořena.
de: Eine Entschädigung wurde geschaffen.
es: Se ha creado una compensación.
et: Kompensatsioon on loodud.
fi: Korvaus on luotu.
ky: Компенсация түзүлдү.
lt: Kompensacija sukurta.
lv: Ir izveidota kompensācija.
nb: Kompensasjon er opprettet.
pl: Utworzono rekompensatę.
ru: Компенсация создана.
sv: Ersättning har skapats.
th: สร้างการชดเชยแล้ว
uk: Створено компенсацію.

source: Competence
ar: كفاءة
az: Səriştə
bn: কর্মদক্ষতা
cs: Kompetence
de: Kompetenz
es: Competencia
et: Pädevus
fi: Pätevyys
ky: Компетенттүүлүк
lt: Kompetencija
lv: Kompetence
nb: Kompetanse
pl: Kompetencja
ru: Компетентность
sv: Kompetens
th: ความสามารถ
uk: Компетентність

source: Complete resource downscaling
ar: استكمال تقليص حجم الموارد
az: Resursların azaldılmasını tamamlayın
bn: সম্পূর্ণ রিসোর্স ডাউনস্কেলিং
cs: Dokončete zmenšení zdroje
de: Vollständige Ressourcenreduzierung
es: Reducción completa de los recursos
et: Täielik ressursside vähendamine
fi: Täydellinen resurssien vähentäminen
ky: Ресурстун масштабын толук кыскартуу
lt: Visiškas išteklių mažinimas
lv: Pilnīga resursu samazināšana
nb: Fullstendig ressursnedskalering
pl: Całkowite zmniejszenie zasobów
ru: Полное сокращение ресурсов
sv: Komplett resursnedskalning
th: การลดขนาดทรัพยากรให้สมบูรณ์
uk: Повне зменшення ресурсу

source: Completed
ar: اكمال
az: Tamamlanmışdır
bn: সম্পন্ন
cs: Hotový
de: Vollendet
es: Completado
et: Lõpetatud
fi: Valmis
ky: аяктады
lt: Baigta
lv: Pabeigta
nb: Fullført
pl: Zakończone
ru: Завершённый
sv: Avslutad
th: สมบูรณ์
uk: Завершено

source: Compliance
ar: امتثال
az: Uyğunluq
bn: সম্মতি
cs: Dodržování
de: Beachtung
es: Cumplimiento
et: Vastavus
fi: Vaatimustenmukaisuus
ky: Шайкештик
lt: Laikymasis
lv: Atbilstība
nb: Samsvar
pl: Zgodność
ru: Согласие
sv: Överensstämmelse
th: การปฏิบัติตาม
uk: Відповідність

source: Component
ar: عنصر
az: Komponent
bn: উপাদান
cs: Komponent
de: Komponente
es: Componente
et: Komponent
fi: Komponentti
ky: Компонент
lt: Komponentas
lv: Komponents
nb: Komponent
pl: składnik
ru: Компонент
sv: Komponent
th: ส่วนประกอบ
uk: компонент

source: Component #{index}
ar: عنصر #{index}
az: Komponent # {index}
bn: উপাদান #{index}
cs: Komponenta #{index}
de: Komponente #{index}
es: Componente #{index}
et: Komponent #{index}
fi: Komponentti #{index}
ky: Компонент №{index}
lt: Komponentas #{index}
lv: Komponents #{index}
nb: Komponent #{index}
pl: Część #{index}
ru: Компонент #{index}
sv: Komponent #{index}
th: ส่วนประกอบ #{index}
uk: Компонент #{index}

source: Component has been removed.
ar: تمت إزالة المكون.
az: Komponent silindi.
bn: উপাদান সরানো হয়েছে.
cs: Komponenta byla odstraněna.
de: Komponente wurde entfernt.
es: Se ha eliminado el componente.
et: Komponent on eemaldatud.
fi: Komponentti on poistettu.
ky: Компонент алынып салынды.
lt: Komponentas pašalintas.
lv: Komponents ir noņemts.
nb: Komponenten er fjernet.
pl: Komponent został usunięty.
ru: Компонент удален.
sv: Komponenten har tagits bort.
th: ส่วนประกอบถูกลบออกแล้ว
uk: Компонент видалено.

source: Component name
ar: اسم المكون
az: Komponentin adı
bn: উপাদানের নাম
cs: Název komponenty
de: Komponentenname
es: Nombre del componente
et: Komponendi nimi
fi: Komponentin nimi
ky: Компоненттин аты
lt: Komponento pavadinimas
lv: Komponenta nosaukums
nb: Komponentnavn
pl: Nazwa komponentu
ru: Название компонента
sv: Komponentnamn
th: ชื่อส่วนประกอบ
uk: Назва компонента

source: Component usage chart
ar: مخطط استخدام المكون
az: Komponent istifadə cədvəli
bn: উপাদান ব্যবহারের চার্ট
cs: Tabulka použití komponent
de: Komponentenverwendungstabelle
es: Tabla de uso de componentes
et: Komponendi kasutamise diagramm
fi: Komponenttien käyttötaulukko
ky: Компонентти колдонуу диаграммасы
lt: Komponentų naudojimo lentelė
lv: Komponentu lietošanas tabula
nb: Oversikt over komponentbruk
pl: Wykres użycia komponentów
ru: Таблица использования компонентов
sv: Komponentanvändningsdiagram
th: แผนภูมิการใช้ส่วนประกอบ
uk: Таблиця використання компонентів

source: Components
ar: مكونات
az: Tərkib hissələri
bn: উপাদান
cs: Komponenty
de: Komponenten
es: Componentes
et: Komponendid
fi: Komponentit
ky: Компоненттер
lt: Komponentai
lv: Komponenti
nb: Komponenter
pl: składniki
ru: Компоненты
sv: Komponenter
th: ส่วนประกอบ
uk: компоненти
