Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Create a notification template
ar: إنشاء قالب الإخطار
az: Bildiriş şablonu yaradın
bn: একটি বিজ্ঞপ্তি টেমপ্লেট তৈরি করুন
cs: Vytvořte šablonu oznámení
de: Erstellen Sie eine Benachrichtigungsvorlage
es: Crear una plantilla de notificación
et: Loo teavitusmall
fi: Luo ilmoitusmalli
ky: Эскертме үлгүсүн түзүңүз
lt: Sukurkite pranešimo šabloną
lv: Izveidojiet paziņojuma veidni
nb: Lag en varslingsmal
pl: Utwórz szablon powiadomienia
ru: Создайте шаблон уведомления
sv: Skapa en aviseringsmall
th: สร้างเทมเพลตการแจ้งเตือน
uk: Створіть шаблон сповіщення

source: Create a user agreements
ar: إنشاء اتفاقيات المستخدم
az: İstifadəçi müqavilələri yaradın
bn: একটি ব্যবহারকারী চুক্তি তৈরি করুন
cs: Vytvořte uživatelské smlouvy
de: Erstellen Sie eine Nutzungsvereinbarung
es: Crear acuerdos de usuario
et: Kasutajalepingute loomine
fi: Luo käyttäjäsopimukset
ky: Колдонуучу келишимдерин түзүү
lt: Sukurkite vartotojo sutartis
lv: Izveidojiet lietotāja līgumus
nb: Opprett brukeravtaler
pl: Utwórz umowy użytkownika
ru: Создать пользовательское соглашение
sv: Skapa ett användaravtal
th: สร้างข้อตกลงผู้ใช้
uk: Створіть угоди користувача

source: Create application
ar: إنشاء التطبيق
az: Proqram tətbiqi yaratmaq
bn: অ্যাপ্লিকেশন তৈরি করুন
cs: Vytvořit aplikaci
de: Erstellen einer Anwendung
es: Crear aplicación
et: Rakenduse loomine
fi: Luo sovellus
ky: Колдонмо түзүү
lt: Sukurti programą
lv: Izveidojiet lietojumprogrammu
nb: Opprett program
pl: Utwórz aplikację
ru: Создать заявку
sv: Skapa program
th: สร้างแอปพลิเคชัน
uk: Створити застосунок

source: Create broadcast
ar: إنشاء البث
az: Yayım yaradın
bn: সম্প্রচার তৈরি করুন
cs: Vytvořit vysílání
de: Sendung erstellen
es: Crear difusión
et: Loo teade
fi: Luo lähetys
ky: Берүү түзүү
lt: Sukurti transliaciją
lv: Izveidot apraidi
nb: Lag sending
pl: Utwórz transmisję
ru: Создать трансляцию
sv: Skapa sändning
th: สร้างการออกอากาศ
uk: Створити трансляцію

source: Create call
ar: إنشاء مكالمة
az: Zəng yaradın
bn: কল তৈরি করুন
cs: Vytvořit hovor
de: Anruf erstellen
es: Crear llamada
et: Loo konkurss
fi: Luo puhelu
ky: Чалуу түзүү
lt: Sukurti skambutį
lv: Izveidot zvanu
nb: Opprett samtale
pl: Utwórz połączenie
ru: Создать звонок
sv: Skapa samtal
th: สร้างการโทร
uk: Створити виклик

source: Create catalog
ar: إنشاء كتالوج
az: Kataloq yaradın
bn: ক্যাটালগ তৈরি করুন
cs: Vytvořit katalog
de: Katalog erstellen
es: Crear catálogo
et: Loo kataloog
fi: Luo luettelo
ky: Каталог түзүү
lt: Sukurti katalogą
lv: Izveidot katalogu
nb: Opprett katalog
pl: Utwórz katalog
ru: Создать каталог
sv: Skapa katalog
th: สร้างแคตตาล็อก
uk: Створити каталог

source: Create category
ar: إنشاء فئة
az: Kateqoriya yaradın
bn: বিভাগ তৈরি করুন
cs: Vytvořit kategorii
de: KATEGORIE ANLEGEN
es: Crear categoría
et: Loo kategooria
fi: Luo luokka
ky: Категория түзүү
lt: Sukurti kategoriją
lv: Izveidot kategoriju
nb: Opprett kategori
pl: Utwórz kategorię
ru: Создать категорию
sv: Skapa kategori
th: สร้างหมวดหมู่
uk: Створити категорію

source: Create category group
ar: إنشاء مجموعة الفئات
az: Kateqoriya qrupu yaradın
bn: বিভাগ গ্রুপ তৈরি করুন
cs: Vytvořte skupinu kategorií
de: Kategoriegruppe erstellen
es: Crear grupo de categorías
et: Loo kategooria grupp
fi: Luo luokkaryhmä
ky: категориялар тобун түзүү
lt: Sukurti kategorijų grupę
lv: Izveidot kategoriju grupu
nb: Opprett kategorigruppe
pl: Utwórz grupę kategorii
ru: Создать группу категорий
sv: Skapa kategorigrupp
th: สร้างกลุ่มหมวดหมู่
uk: Створити групу категорій

source: Create compensation
ar: إنشاء التعويض
az: Kompensasiya yaradın
bn: ক্ষতিপূরণ তৈরি করুন
cs: Vytvořte kompenzaci
de: Ausgleich schaffen
es: Crear compensación
et: Loo kompensatsioon
fi: Luo korvaus
ky: Компенсация түзүү
lt: Sukurti kompensaciją
lv: Izveidojiet kompensāciju
nb: Opprett kompensasjon
pl: Utwórz rekompensatę
ru: Создать компенсацию
sv: Skapa ersättning
th: สร้างการชดเชย
uk: Створіть компенсацію

source: Create compensation for invoice item {name}
ar: إنشاء تعويض لعنصر الفاتورة{name}
az: Faktura maddəsi üçün kompensasiya yaradın {name}
bn: চালান আইটেম জন্য ক্ষতিপূরণ তৈরি করুন{name}
cs: Vytvořte kompenzaci pro položku faktury{name}
de: Kompensation für Rechnungsposition anlegen{name}
es: Crear compensación para el artículo de la factura {name}
et: Loo kompensatsioon arve artikli eest{name}
fi: Luo hyvitys laskun nimikkeestä{name}
ky: Эсеп-фактура пункту үчүн компенсация түзүү{name}
lt: Sukurkite kompensaciją už sąskaitos faktūros elementą{name}
lv: Izveidojiet kompensāciju par rēķina vienību{name}
nb: Opprett kompensasjon for fakturavare{name}
pl: Utwórz wynagrodzenie dla pozycji na fakturze{name}
ru: Создать компенсацию для позиции счета-фактуры{name}
sv: Skapa ersättning för fakturaobjekt{name}
th: สร้างค่าตอบแทนสำหรับรายการใบแจ้งหนี้{name}
uk: Створення компенсації для позиції рахунку{name}

source: Create customer permission
ar: إنشاء إذن العميل
az: Müştəri icazəsi yaradın
bn: গ্রাহক অনুমতি তৈরি করুন
cs: Vytvořit oprávnění zákazníka
de: Kundenberechtigung erstellen
es: Crear permiso de cliente
et: Looge kliendi luba
fi: Luo asiakkaan lupa
ky: Кардардын уруксатын түзүү
lt: Sukurkite kliento leidimą
lv: Izveidojiet klienta atļauju
nb: Opprett kundetillatelse
pl: Utwórz pozwolenie klienta
ru: Создать разрешение клиента
sv: Skapa kundtillstånd
th: สร้างการอนุญาตของลูกค้า
uk: Створення дозволу клієнта

source: Create disk
ar: إنشاء القرص
az: Disk yaradın
bn: ডিস্ক তৈরি করুন
cs: Vytvořit disk
de: Erstellen von Datenträgern
es: Crear disco
et: Loo ketas
fi: Luo levy
ky: Диск түзүү
lt: Sukurti diską
lv: Izveidot disku
nb: Opprett disk
pl: Utwórz dysk
ru: Создать диск
sv: Skapa disk
th: สร้างดิสก์
uk: Створити диск

source: Create group invitation
ar: إنشاء دعوة جماعية
az: Qrup dəvətnaməsi yaradın
bn: গ্রুপ আমন্ত্রণ তৈরি করুন
cs: Vytvořte skupinovou pozvánku
de: Gruppeneinladung erstellen
es: Crear invitación grupal
et: Rühma kutse loomine
fi: Luo ryhmäkutsu
ky: Топко чакыруу түзүү
lt: Sukurti grupės kvietimą
lv: Izveidojiet grupas ielūgumu
nb: Lag gruppeinvitasjon
pl: Utwórz zaproszenie do grupy
ru: Создать приглашение в группу
sv: Skapa gruppinbjudan
th: สร้างคำเชิญกลุ่ม
uk: Створити групове запрошення

source: Create horizontal pod autoscaler
ar: إنشاء جراب تلقائي أفقي
az: Üfüqi pod avtoskaler yaradın
bn: অনুভূমিক পড অটোস্কেলার তৈরি করুন
cs: Vytvořit horizontalní autoškálovač podů
de: Erstellen Sie einen horizontalen Pod-Autoscaler
es: Crear autoescalador de pod horizontal
et: Looge horisontaalne automaatskaalaja
fi: Luo vaakasuuntainen pod automaattinen skaalaus
ky: Горизонталдык подкасттын авто масштабын түзүңүз
lt: Sukurti horizontalaus ankšties autoskaleris
lv: Izveidot horizontālo pod autoscaler
nb: Opprett horisontal pod autoscaler
pl: Utwórz poziome automatyczne skalowanie podów
ru: Создать автомасштабирование горизонтального модуля
sv: Skapa horisontell pod autoscaler
th: สร้างตัวปรับขนาดอัตโนมัติพ็อดแนวนอน
uk: Створіть горизонтальний модуль автомасштабування

source: Create message
ar: إنشاء رسالة
az: Mesaj yaradın
bn: বার্ত তৈরি কর
cs: Vytvořit zprávu
de: Nachricht erstellen
es: Crear un mensaje
et: Loo sõnum
fi: Luo viesti
ky: Билдирүү түзүү
lt: Sukurti pranešimą
lv: Izveidot ziņojumu
nb: Lag melding
pl: Stwórz wiadomość
ru: Создать сообщение
sv: Skapa meddelande
th: สร้างข้อความ
uk: Створити повідомлення

source: Create network for OpenStack tenant
ar: إنشاء شبكة لمستأجر OpenStack
az: OpenStack kirayəçisi üçün şəbəkə yaradın
bn: OpenStack ভাড়াটে জন্য নেটওয়ার্ক তৈরি করুন
cs: Vytvoření sítě pro klienta OpenStack
de: Netzwerk für OpenStack-Mandant erstellen
es: Crear una red para el inquilino de OpenStack
et: Loo tõmmis OpenStack tenantile
fi: Luo verkko OpenStack-vuokraajalle
ky: OpenStack ижарачысы үчүн тармак түзүү
lt: Sukurkite OpenStack nuomininko tinklą
lv: Izveidojiet tīklu OpenStack nomniekam
nb: Opprett nettverk for OpenStack-leier
pl: Utwórz sieć dla dzierżawcy OpenStack
ru: Создать сеть для клиента OpenStack.
sv: Skapa nätverk för OpenStack tenant
th: สร้างเครือข่ายสำหรับผู้เช่า OpenStack
uk: Створіть мережу для клієнта OpenStack

source: Create node
ar: إنشاء عقدة
az: Düyün yaradın
bn: নোড তৈরি করুন
cs: Vytvořit uzel
de: Knoten erstellen
es: Crear nodo
et: Loo sõlm
fi: Luo solmu
ky: Түйүн түзүү
lt: Sukurkite mazgą
lv: Izveidot mezglu
nb: Opprett node
pl: Utwórz węzeł
ru: Создать узел
sv: Skapa nod
th: สร้างโหนด
uk: Створити вузол

source: Create notification
ar: إنشاء إشعار
az: Bildiriş yaratmaq
bn: বিজ্ঞপ্তি তৈরি করুন
cs: Vytvořit oznámení
de: Benachrichtigung erstellen
es: Crear notificación
et: Teate loomine
fi: Luo ilmoitus
ky: Билдирүү түзүү
lt: Sukurti pranešimą
lv: Izveidot paziņojumu
nb: Opprett varsel
pl: Utwórz powiadomienie
ru: Создать уведомление
sv: Skapa meddelande
th: สร้างการแจ้งเตือน
uk: Створити сповіщення

source: Create offering
ar: إنشاء العرض
az: Təklif yaradın
bn: অফার তৈরি করুন
cs: Vytvořte nabídku
de: Angebot erstellen
es: Crear oferta
et: Pakkumise loomine
fi: Luo tarjonta
ky: Сунуш түзүү
lt: Sukurti pasiūlymą
lv: Izveidojiet piedāvājumu
nb: Lag tilbud
pl: Utwórz ofertę
ru: Создать предложение
sv: Skapa erbjudande
th: สร้างข้อเสนอ
uk: Створіть пропозицію

source: Create offering permission
ar: إنشاء إذن العرض
az: Təklif icazəsi yaradın
bn: অফার করার অনুমতি তৈরি করুন
cs: Vytvořit oprávnění k nabídce
de: Angebotsberechtigung erstellen
es: Crear permiso de oferta
et: Loo pakkumise luba
fi: Luo tarjouslupa
ky: Сунуш уруксатын түзүү
lt: Sukurti siūlymo leidimą
lv: Izveidojiet piedāvājuma atļauju
nb: Opprett tilbudstillatelse
pl: Utwórz pozwolenie na ofertę
ru: Создать разрешение на предложение
sv: Skapa erbjudandebehörighet
th: สร้างการอนุญาตการเสนอขาย
uk: Створення дозволу на пропозицію

source: Create offering plan
ar: إنشاء خطة العرض
az: Təklif planı yaradın
bn: অফার পরিকল্পনা তৈরি করুন
cs: Vytvořte nabídkový plán
de: Angebotsplan erstellen
es: Crear un plan de oferta
et: Loo pakkumise plaan
fi: Luo tarjoussuunnitelma
ky: Сунуш планын түзүңүз
lt: Sukurkite pasiūlymo planą
lv: Izveidojiet piedāvājuma plānu
nb: Lag tilbudsplan
pl: Utwórz plan oferty
ru: Создать план предложения
sv: Skapa erbjudandeplan
th: สร้างแผนการเสนอขาย
uk: Створіть план пропозиції

source: Create offering screenshot
ar: إنشاء لقطة شاشة للعرض
az: Təklif görüntüsünü yaradın
bn: অফার স্ক্রিনশট তৈরি করুন
cs: Vytvořte snímek obrazovky nabídky
de: Erstellen Sie einen Angebots-Screenshot
es: Crear captura de pantalla de la oferta
et: Loo pakkumise ekraanipilt
fi: Luo tarjouksen kuvakaappaus
ky: Сунуш скриншотун түзүү
lt: Sukurkite pasiūlymo ekrano kopiją
lv: Izveidojiet piedāvājuma ekrānuzņēmumu
nb: Lag tilbudsskjermbilde
pl: Utwórz zrzut ekranu oferty
ru: Скриншот создания предложения
sv: Skapa skärmdump av erbjudandet
th: สร้างภาพหน้าจอข้อเสนอ
uk: Створити скріншот пропозиції

source: Create offering user
ar: إنشاء مستخدم العرض
az: Təklif istifadəçisi yaradın
bn: অফার ব্যবহারকারী তৈরি করুন
cs: Vytvořit uživatele nabídky
de: Angebotsbenutzer erstellen
es: Crear usuario de oferta
et: Loo teenuse kasutaja
fi: Luo tarjouskäyttäjä
ky: Колдонуучуну түзүү
lt: Sukurti siūlomą vartotoją
lv: Izveidojiet piedāvājuma lietotāju
nb: Opprett tilbudsbruker
pl: Utwórz użytkownika oferującego
ru: Создать пользователя предложения
sv: Skapa erbjudande användare
th: สร้างผู้ใช้ข้อเสนอ
uk: Створити користувача пропозиції

source: Create organization
ar: إنشاء منظمة
az: Təşkilat yaratmaq
bn: সংগঠন তৈরি করুন
cs: Vytvořit organizaci
de: Organisation erstellen
es: Crear organización
et: Organisatsiooni loomine
fi: Luo organisaatio
ky: Уюм түзүү
lt: Sukurti organizaciją
lv: Izveidot organizāciju
nb: Opprett organisasjon
pl: Utwórz organizację
ru: Создать организацию
sv: Skapa organisation
th: สร้างองค์กร
uk: Створити організацію

source: Create organization request
ar: إنشاء طلب المنظمة
az: Təşkilat sorğusu yaradın
bn: সংগঠনের অনুরোধ তৈরি করুন
cs: Vytvořit požadavek organizace
de: Organisationsanfrage erstellen
es: Crear solicitud de organización
et: Loo organisatsiooni taotlus
fi: Luo organisaatiopyyntö
ky: Уюмдун өтүнүчүн түзүү
lt: Sukurti organizacijos užklausą
lv: Izveidojiet organizācijas pieprasījumu
nb: Opprett organisasjonsforespørsel
pl: Utwórz żądanie organizacji
ru: Создать запрос на организацию
sv: Skapa organisationsbegäran
th: สร้างคำขอขององค์กร
uk: Створити запит на організацію

source: Create port
ar: إنشاء منفذ
az: Port yaradın
bn: পোর্ট তৈরি করুন
cs: Vytvořit port
de: Port erstellen
es: Crear puerto
et: Loo port
fi: Luo portti
ky: Порт түзүү
lt: Sukurti prievadą
lv: Izveidot portu
nb: Opprett port
pl: Utwórz port
ru: Создать порт
sv: Skapa port
th: สร้างพอร์ต
uk: Створити порт

source: Create project
ar: إنشاء مشروع
az: Layihə yaratmaq
bn: প্রকল্প তৈরি করুন
cs: Vytvořit projekt
de: Create department
es: Crear proyecto
et: Projekti loomine
fi: Luo projekti
ky: Долбоорду түзүү
lt: Sukurti projektą
lv: Izveidot projektu
nb: Opprett prosjekt
pl: Utwórz projekt
ru: Создать проект
sv: Skapa projekt
th: สร้างโครงการ
uk: Створити проект

source: Create project permission
ar: إنشاء إذن المشروع
az: Layihə icazəsi yaradın
bn: প্রকল্পের অনুমতি তৈরি করুন
cs: Vytvořit oprávnění k projektu
de: Projektberechtigung erstellen
es: Crear permiso de proyecto
et: Loo projekti luba
fi: Luo projektilupa
ky: Долбоор уруксатын түзүү
lt: Sukurti projekto leidimą
lv: Izveidot projekta atļauju
nb: Opprett prosjekttillatelse
pl: Utwórz pozwolenie na projekt
ru: Разрешение на создание проекта
sv: Skapa projektbehörighet
th: สร้างการอนุญาตโครงการ
uk: Створення дозволу на проект

source: Create project request
ar: إنشاء طلب المشروع
az: Layihə sorğusu yaradın
bn: প্রকল্পের অনুরোধ তৈরি করুন
cs: Vytvořit žádost o projekt
de: Projektanfrage erstellen
es: Crear solicitud de proyecto
et: Loo projektitaotlus
fi: Luo projektipyyntö
ky: Долбоор өтүнүчүн түзүү
lt: Sukurti projekto užklausą
lv: Izveidojiet projekta pieprasījumu
nb: Opprett prosjektforespørsel
pl: Utwórz żądanie projektu
ru: Создать запрос проекта
sv: Skapa projektförfrågan
th: สร้างคำขอโครงการ
uk: Створення запиту на проект

source: Create proposal
az: Təklif yaradın

source: Create request
ar: إنشاء طلب
az: Sorğu yaratmaq
bn: অনুরোধ তৈরি করুন
cs: Vytvořit požadavek
de: Anfrage erstellen
es: Crear solicitud
et: Päringu koostamine
fi: Luo pyyntö
ky: Сурам түзүү
lt: Sukurti užklausą
lv: Izveidot pieprasījumu
nb: Opprett forespørsel
pl: Utwórz zgłoszenie
ru: Создать запрос
sv: Skapa en begäran
th: สร้างคำขอ
uk: Створити запит

source: Create resource
ar: إنشاء الموارد
az: Resurs yaradın
bn: সম্পদ তৈরি করুন
cs: Vytvořit zdroj
de: Ressource erstellen
es: Crear recurso
et: Loo ressurss
fi: Luo resurssi
ky: Ресурс түзүү
lt: Sukurti išteklius
lv: Izveidojiet resursu
nb: Opprett ressurs
pl: Utwórz zasób
ru: Создать ресурс
sv: Skapa resurs
th: สร้างทรัพยากร
uk: Створити ресурс

source: Create robot account
ar: إنشاء حساب روبوت
az: Robot hesabı yaradın
bn: রোবট অ্যাকাউন্ট তৈরি করুন
cs: Vytvořte účet robota
de: Erstellen Sie ein Roboterkonto
es: Crear una cuenta de robot
et: Loo robotkonto
fi: Luo robottitili
ky: Робот каттоо эсебин түзүү
lt: Sukurti roboto paskyrą
lv: Izveidojiet robota kontu
nb: Opprett robotkonto
pl: Utwórz konto robota
ru: Создать учетную запись робота
sv: Skapa robotkonto
th: สร้างบัญชีหุ่นยนต์
uk: Створити обліковий запис робота

source: Create robot account for marketplace resource
ar: إنشاء حساب روبوت لمورد السوق
az: Bazar resursu üçün robot hesabı yaradın
bn: মার্কেটপ্লেস রিসোর্সের জন্য রোবট অ্যাকাউন্ট তৈরি করুন
cs: Vytvořte robotický účet pro zdroj tržiště
de: Erstellen Sie ein Roboterkonto für die Marktplatzressource
es: Cree una cuenta de robot para un recurso del marketplace
et: Loo turuplatsi ressursi jaoks robotkonto
fi: Luo robottitili markkinapaikkaresurssille
ky: Базар булагы үчүн робот эсебин түзүңүз
lt: Sukurkite roboto paskyrą prekyvietės ištekliams
lv: Izveidojiet robota kontu tirgus resursam
nb: Opprett robotkonto for markedsplassressurs
pl: Utwórz konto robota dla zasobu rynku
ru: Создать учетную запись робота для ресурса торговой площадки
sv: Skapa robotkonto för marknadsplatsresurs
th: สร้างบัญชีโรบ็อตสำหรับทรัพยากรตลาด
uk: Створіть обліковий запис робота для ресурсу Marketplace

source: Create robot account for {resource_name}
ar: إنشاء حساب روبوت ل{resource_name}
az: Robot hesabı yaradın {resource_name}
bn: এর জন্য রোবট অ্যাকাউন্ট তৈরি করুন{resource_name}
cs: Vytvořte účet robota pro{resource_name}
de: Erstellen Sie ein Roboterkonto für{resource_name}
es: Crear una cuenta de robot para {resource_name}
et: Looge roboti konto{resource_name}
fi: Luo robottitili käyttäjälle{resource_name}
ky: үчүн робот каттоо эсебин түзүү{resource_name}
lt: Sukurti roboto paskyrą{resource_name}
lv: Izveidojiet robota kontu{resource_name}
nb: Opprett robotkonto for{resource_name}
pl: Utwórz konto robota dla{resource_name}
ru: Создать учетную запись робота для{resource_name}
sv: Skapa robotkonto för{resource_name}
th: สร้างบัญชีหุ่นยนต์สำหรับ{resource_name}
uk: Створити обліковий запис робота для{resource_name}

source: Create security group for OpenStack tenant {name}
ar: قم بإنشاء مجموعة أمان لمستأجر OpenStack{name}
az: OpenStack kirayəçisi üçün təhlükəsizlik qrupu yaradın {name}
bn: OpenStack ভাড়াটে জন্য নিরাপত্তা গ্রুপ তৈরি করুন{name}
cs: Vytvoření skupiny zabezpečení pro klienta OpenStack {name}
de: Erstellen Sie eine Sicherheitsgruppe für OpenStack-Mandanten {name}
es: Crear grupo de seguridad para el inquilino de OpenStack {name}
et: Looge OpenStacki rentniku turvarühm{name}
fi: Luo suojausryhmä OpenStack-vuokraajalle{name}
ky: OpenStack ижарачысы үчүн коопсуздук тобун түзүү{name}
lt: Sukurti OpenStack nuomotojo {name} saugos grupę
lv: Izveidojiet drošības grupu OpenStack nomniekam{name}
nb: Opprett sikkerhetsgruppe for OpenStack-leier {name}
pl: Utwórz grupę zabezpieczeń dla dzierżawy OpenStack{name}
ru: Создайте группу безопасности для клиента OpenStack.{name}
sv: Skapa säkerhetsgrupp för OpenStack tenant {name}
th: สร้างกลุ่มความปลอดภัยสำหรับผู้เช่า OpenStack{name}
uk: Створіть групу безпеки для клієнта OpenStack{name}

source: Create server group for OpenStack tenant {name}
ar: إنشاء مجموعة خادم لمستأجر OpenStack{name}
az: OpenStack kirayəçisi üçün server qrupu yaradın {name}
bn: OpenStack ভাড়াটে জন্য সার্ভার গ্রুপ তৈরি করুন{name}
cs: Vytvořte skupinu serverů pro tenanta OpenStack{name}
de: Erstellen Sie eine Servergruppe für den OpenStack-Mandanten{name}
es: Crear un grupo de servidores para el inquilino de OpenStack {name}
et: Loo serverirühm OpenStack tenantile {name}
fi: Luo palvelinryhmä OpenStack-vuokraajalle{name}
ky: OpenStack ижарачысы үчүн сервер тобун түзүңүз{name}
lt: Sukurkite serverio grupę OpenStack nuomininkui{name}
lv: Izveidojiet serveru grupu OpenStack nomniekam{name}
nb: Opprett servergruppe for OpenStack-leietaker{name}
pl: Utwórz grupę serwerów dla dzierżawy OpenStack{name}
ru: Создайте группу серверов для клиента OpenStack.{name}
sv: Skapa servergrupp för OpenStack-hyresgästen{name}
th: สร้างกลุ่มเซิร์ฟเวอร์สำหรับผู้เช่า OpenStack{name}
uk: Створіть групу серверів для клієнта OpenStack{name}

source: Create snapshot for OpenStack volume
ar: إنشاء لقطة لحجم OpenStack
az: OpenStack (bulud əməliyyat sistemi) həcmi üçün ani təsvir yaratmaq
bn: OpenStack ভলিউমের জন্য স্ন্যাপশট তৈরি করুন
cs: Vytvořit snímek pro svazek OpenStack
de: Snapshot für OpenStack-Volume erstellen
es: Crear instantánea para el volumen de OpenStack
et: Loo tõmmis OpenStack salvestusüksusele
fi: Luo tilannekuva OpenStack-taltiosta
ky: OpenStack көлөмү үчүн сүрөттү түзүңүз
lt: Sukurti OpenStack tomo momentinę nuotrauką
lv: Izveidojiet momentuzņēmumu OpenStack sējumam
nb: Opprett øyeblikksbilde for OpenStack-volum
pl: Utwórz migawkę woluminu OpenStack
ru: Создать снимок для тома OpenStack.
sv: Skapa snapshot för OpenStack-volym
th: สร้างสแน็ปช็อตสำหรับโวลุ่ม OpenStack
uk: Створіть знімок для тому OpenStack

source: Create snapshot schedule for OpenStack volume
ar: إنشاء جدول لقطة لحجم OpenStack
az: OpenStack (bulud əməliyyat sistemi) həcmi üçün ani təsvir qrafiki yaratmaq
bn: OpenStack ভলিউমের জন্য স্ন্যাপশট সময়সূচী তৈরি করুন
cs: Vytvořit plán snímků pro svazek OpenStack
de: Erstellen Sie einen Snapshot-Zeitplan für das OpenStack-Volume
es: Crear programación de instantáneas para el volumen de OpenStack
et: Loo tõmmiste ajakava OpenStack salvestusüksusele
fi: Luo tilannekuvan aikataulu OpenStack-taltiolle
ky: OpenStack көлөмү үчүн көз ирмемдик графикти түзүңүз
lt: Sukurti OpenStack tomo momentinių kopijų tvarkaraštį
lv: Izveidojiet momentuzņēmuma grafiku OpenStack apjomam
nb: Opprette øyeblikksbildeplan for OpenStack-volum
pl: Utwórz harmonogram migawek dla woluminu OpenStack
ru: Создание расписания моментальных снимков для тома OpenStack.
sv: Skapa snapshot schema för OpenStack-volym
th: สร้างกำหนดการสแน็ปช็อตสำหรับโวลุ่ม OpenStack
uk: Створення розкладу знімків для тому OpenStack

source: Create subnet
ar: إنشاء شبكة فرعية
az: Alt-şəbəkə yaratmaq
bn: সাবনেট তৈরি করুন
cs: Vytvořit podsíť
de: Subnetz erstellen
es: Crear subred
et: Loo alamvõrk
fi: Luo aliverkko
ky: Субсет түзүү
lt: Sukurkite potinklį
lv: Izveidot apakštīklu
nb: Opprett delnett
pl: Utwórz podsieć
ru: Создать подсеть
sv: Skapa undernät
th: สร้างเครือข่ายย่อย
uk: Створити підмережу

source: Create your first project
ar: أنشئ مشروعك الأول
az: İlk layihənizi yaradın
bn: আপনার প্রথম প্রকল্প তৈরি করুন
cs: Vytvořte svůj první projekt
de: Erstellen Sie Ihr erstes Projekt
es: Cree su primer proyecto
et: Loo oma esimene projekt
fi: Ensimmäisen projektin luominen
ky: Биринчи долбооруңузду түзүңүз
lt: Sukurkite savo pirmąjį projektą
lv: Izveidojiet savu pirmo projektu
nb: Opprett ditt første prosjekt
pl: Utwórz swój pierwszy projekt
ru: Создайте свой первый проект
sv: Skapa ditt första projekt
th: สร้างโครงการแรกของคุณ
uk: Створіть свій перший проект

source: Created
ar: انشاء
az: Yaradıldı
bn: তৈরি হয়েছে
cs: Vytvořeno
de: Erstellt
es: Creado
et: Loodud
fi: Luotu
ky: түзүлгөн
lt: Sukurta
lv: Izveidots
nb: Opprettet
ru: Создан
sv: Skapad
th: สร้าง
uk: створений

source: Created a new payment for {customer_link}.
ar: تم إنشاء دفعة جديدة لـ{customer_link} .
az: {customer_link} üçün yeni ödəniş yaradıldı.
bn: জন্য একটি নতুন অর্থপ্রদান তৈরি করা হয়েছে{customer_link} .
cs: Byla vytvořena nová platba pro {customer_link}.
de: Es wurde eine neue Zahlung für {customer_link} erstellt.
es: Creado un nuevo pago para {customer_link}.
et: Loo uus makse kliendile {customer_name}.
fi: Luotiin uusi maksu kohteelle{customer_link} .
ky: үчүн жаңы төлөм түзүлдү{customer_link} .
lt: Sukūrė naują mokėjimą už {customer_link}.
lv: Izveidots jauns maksājums par{customer_link} .
nb: Opprettet en ny betaling for {customer_link}.
pl: Utworzono nową płatność dla{customer_link} .
ru: Создал новый платеж для{customer_link} .
sv: Skapade en ny betalning för {customer_link}.
th: สร้างการชำระเงินใหม่สำหรับ{customer_link} .
uk: Створено новий платіж для{customer_link} .

source: Created at
ar: تم إنشاؤه في
az: --də/da yaradıldı
bn: এ নির্মিত
cs: Vytvořeno v
de: Erstellt am
es: Creado en
et: Loodud
fi: Luotu osoitteessa
ky: Түзүлгөн
lt: Sukurta
lv: Izveidots plkst
nb: Opprettet på
ru: Создано
sv: Skapad på
th: สร้าง At
uk: Створено в

source: Created by
ar: تم الإنشاء بواسطة
az: Yaradılan
bn: দ্বারা সৃষ্টি
cs: Vytvořil
de: Erstellt von
es: Creado por
et: Loodud
fi: Luonut:
ky: тарабынан түзүлгөн
lt: Sukūrė
lv: Izveidoja
nb: Opprettet av
pl: Stworzone przez
ru: Создание сайта
sv: Skapad av
th: สร้างโดย
uk: Створений

source: Creating
ar: خلق
az: Yaradmaq
bn: তৈরি করছে
cs: Vytváření
de: Erstellen
es: Creando
et: Loomine
fi: Luodaan
ky: Түзүү
lt: Kuriant
lv: Izveidojot
nb: Opprette
pl: Tworzenie
ru: Создание
sv: Skapa
th: การสร้าง
uk: Створення
