Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Options have been updated
ar: تم تحديث الخيارات
az: Seçimlər yeniləndi
bn: বিকল্প আপডেট করা হয়েছে
cs: Možnosti byly aktualizovány
de: Die Optionen wurden aktualisiert
es: Las opciones han sido actualizadas.
et: Valikud on värskendatud
fi: Vaihtoehdot on päivitetty
ky: Параметрлер жаңыртылды
lt: Parinktys buvo atnaujintos
lv: Opcijas ir atjauninātas
nb: Alternativene er oppdatert
pl: Opcje zostały zaktualizowane
ru: Параметры обновлены
sv: Alternativen har uppdaterats
th: ตัวเลือกได้รับการปรับปรุงแล้ว
uk: Опції оновлено

source: Order
ar: ترتيب
az: Sifariş
bn: অর্ডার
cs: Objednávka
de: Befehl
es: Pedido
et: Telli
fi: Tilata
ky: Заказ
lt: Užsakymas
lv: Kārtība
nb: Orden
pl: Porządek
ru: Порядок
sv: Beställa
th: คำสั่ง
uk: Замовити

source: Order Summary
ar: ملخص الطلب
az: Sifariş xülasəsi
bn: অর্ডার সারাংশ
cs: Souhrn objednávky
de: Auftragszusammenfassung
es: Resumen del pedido
et: Tellimuse kokkuvõte
fi: Tilauksen yhteenveto
ky: Заказ корутундусу
lt: Užsakymo santrauka
lv: pasūtījuma kopsavilkums
nb: Bestillingssammendrag
pl: Podsumowanie zamowienia
ru: Резюме заказа
sv: Beställningsöversikt
th: สรุปคำสั่งซื้อ
uk: Підсумок Замовлення

source: Order details
ar: تفاصيل الطلب
az: Sifariş məlumatları
bn: আদেশ বিবরণী
cs: Podobnosti objednávky
de: Bestelldetails
es: Detalles del pedido
et: Tellimuse üksikasjad
fi: Tilauksen tiedot
ky: Заказдын чоо-жайы
lt: Užsakymo informacija
lv: Detalizēta informācija par pasūtījumu
nb: Bestillingsdetaljer
pl: Szczegóły zamówienia
ru: Детали заказа
sv: Orderdetaljer
th: รายละเอียดการสั่งซื้อ
uk: Деталі замовлення

source: Order doesn't have items
ar: الطلب لا يحتوي على عناصر
az: Sifarişdə əşyalar yoxdur
bn: অর্ডার আইটেম নেই
cs: Objednávka neobsahuje položky
de: Die Bestellung enthält keine Artikel
es: El pedido no tiene artículos
et: Tellimusel pole üksusi
fi: Tilauksessa ei ole tuotteita
ky: Буйрутмада буюмдар жок
lt: Užsakyme nėra prekių
lv: Pasūtījumā nav preču
nb: Bestillingen har ingen varer
pl: Zamówienie nie zawiera artykułów
ru: В заказе нет позиций
sv: Beställningen har inga varor
th: สั่งซื้อไม่มีรายการ
uk: Замовлення не містить елементів

source: Order has been approved.
ar: تمت الموافقة على الطلب.
az: Sifariş təsdiqləndi.
bn: আদেশ অনুমোদন করা হয়েছে।
cs: Objednávka byla schválena.
de: Die Bestellung wurde genehmigt.
es: Se ha aprobado el pedido.
et: Tellimus on kinnitatud
fi: Tilaus on hyväksytty.
ky: Буйрук бекитилди.
lt: Užsakymas patvirtintas.
lv: Pasūtījums ir apstiprināts.
nb: Bestillingen er godkjent.
pl: Zamówienie zostało zatwierdzone.
ru: Заказ одобрен.
sv: Beställningen har godkänts.
th: คำสั่งซื้อได้รับการอนุมัติแล้ว
uk: Наказ затверджено.

source: Order has been canceled.
ar: تم إلغاء الطلب.
az: Sifariş ləğv edildi.
bn: অর্ডার বাতিল করা হয়েছে।
cs: Objednávka byla zrušena.
de: Bestellung wurde storniert.
es: El pedido ha sido cancelado.
et: Tellimus on tühistatud.
fi: Tilaus on peruutettu.
ky: Буйрутма жокко чыгарылды.
lt: Užsakymas atšauktas.
lv: Pasūtījums ir atcelts.
nb: Bestillingen er kansellert.
pl: Zamówienie zostało anulowane.
ru: Заказ отменен.
sv: Beställningen har annullerats.
th: คำสั่งซื้อถูกยกเลิกแล้ว
uk: Замовлення скасовано.

source: Order has been rejected.
ar: تم رفض الطلب.
az: Sifariş rədd edildi.
bn: আদেশ প্রত্যাখ্যান করা হয়েছে.
cs: Objednávka byla zamítnuta.
de: Die Bestellung wurde abgelehnt.
es: Se ha rechazado el pedido.
et: Tellimus on tagas lükatud
fi: Tilaus on hylätty.
ky: Буйрук четке кагылды.
lt: Užsakymas atmestas.
lv: Pasūtījums ir noraidīts.
nb: Ordren er avvist.
pl: Zamówienie zostało odrzucone.
ru: Заказ отклонен.
sv: Beställningen har avvisats.
th: คำสั่งซื้อถูกปฏิเสธ
uk: Замовлення відхилено.

source: Order has been submitted.
ar: تم تقديم الطلب.
az: Sifariş təqdim edildi.
bn: অর্ডার জমা দেওয়া হয়েছে।
cs: Objednávka byla odeslána.
de: Die Bestellung wurde eingereicht.
es: Se ha enviado el pedido.
et: Tellimus on edastatud
fi: Tilaus on lähetetty.
ky: Заказ берилди.
lt: Užsakymas pateiktas.
lv: Pasūtījums ir iesniegts.
nb: Bestillingen er sendt inn.
pl: Zamówienie zostało złożone.
ru: Заказ отправлен.
sv: Beställning har skickats.
th: ส่งคำสั่งซื้อแล้ว
uk: Замовлення подано.

source: Order history
ar: تاريخ الطلب
az: Sifariş tarixi
bn: অর্ডার ইতিহাস
cs: Historie objednávek
de: Bestellverlauf
es: Historial de pedidos
et: Tellimuste ajalugu
fi: Tilaushistoria
ky: Буйрутма тарыхы
lt: Užsakymų Istorija
lv: Pasūtījumu vēsture
nb: Ordrehistorikk
pl: Historia zamówień
ru: История заказов
sv: Beställningshistorik
th: ประวัติการสั่งซื้อ
uk: Історія Замовлень

source: Order item
ar: قائمة الطلبات
az: Sifariş maddəsi
bn: অর্ডার আইটেম
cs: Objednat položku
de: Bestellungsartikel
es: Artículo de pedido
et: Telli üksus
fi: Tilaa tuote
ky: Заказ нерсе
lt: Užsakyti prekę
lv: Pasūtīt preci
nb: Bestillingsvare
pl: Zamów przedmiot
ru: Заказать товар
sv: Beställningsvara
th: สั่งซื้อรายการ
uk: Пункт замовлення

source: Order item details
ar: تفاصيل عنصر الطلب
az: Sifariş məhsul detalları
bn: অর্ডার আইটেম বিবরণ
cs: Podrobnosti o položce objednávky
de: Artikeldetails bestellen
es: Detalles del artículo de pedido
et: Tellimuse objekti üksikasjad
fi: Tilaustuotteen tiedot
ky: Заказдын деталдары
lt: Užsakymo prekės informacija
lv: Pasūtījuma preces informācija
nb: Detaljer om bestillingselement
pl: Szczegóły zamówienia
ru: Детали заказа
sv: Beställningsinformation
th: รายละเอียดรายการสั่งซื้อ
uk: Деталі товару замовлення

source: Order item has been approved.
ar: تمت الموافقة على عنصر الطلب.
az: Sifariş maddəsi təsdiqləndi.
bn: অর্ডার আইটেম অনুমোদিত হয়েছে.
cs: Položka objednávky byla schválena.
de: Die Bestellposition wurde genehmigt.
es: Se ha aprobado el artículo del pedido.
et: Tellimuse objekt on heaks kiidetud.
fi: Tilaustuote on hyväksytty.
ky: Буйрутма пункту бекитилди.
lt: Užsakymo prekė patvirtinta.
lv: Pasūtījuma vienība ir apstiprināta.
nb: Bestillingselementet er godkjent.
pl: Pozycja zamówienia została zatwierdzona.
ru: Товар заказа одобрен.
sv: Beställningsartikeln har godkänts.
th: รายการสั่งซื้อได้รับการอนุมัติแล้ว
uk: Позицію замовлення схвалено.

source: Order item has been canceled.
ar: تم إلغاء عنصر الطلب.
az: Sifariş maddəsi ləğv edildi.
bn: অর্ডার আইটেম বাতিল করা হয়েছে.
cs: Položka objednávky byla zrušena.
de: Bestellposition wurde storniert.
es: El artículo del pedido se ha cancelado.
et: Tellimuse objekt on tühistatud.
fi: Tilaustuote on peruutettu.
ky: Буйрутма жокко чыгарылды.
lt: Užsakymo prekė atšaukta.
lv: Pasūtījuma prece ir atcelta.
nb: Bestillingsvare er kansellert.
pl: Pozycja zamówienia została anulowana.
ru: Товар заказа отменен.
sv: Beställningsvaran har annullerats.
th: รายการสั่งซื้อถูกยกเลิก
uk: Товар замовлення скасовано.

source: Order item has been rejected.
ar: تم رفض عنصر الطلب.
az: Sifariş maddəsi rədd edildi.
bn: অর্ডার আইটেম প্রত্যাখ্যান করা হয়েছে.
cs: Položka objednávky byla zamítnuta.
de: Der Bestellartikel wurde abgelehnt.
es: Se ha rechazado el artículo del pedido.
et: Tellimuse kaup on tagasi lükatud.
fi: Tilaustuote on hylätty.
ky: Буйрутма заты четке кагылды.
lt: Užsakymo prekė atmesta.
lv: Pasūtījuma prece ir noraidīta.
nb: Bestillingsvaren er avvist.
pl: Pozycja zamówienia została odrzucona.
ru: Товар заказа отклонен.
sv: Orderartikeln har avvisats.
th: รายการสั่งซื้อถูกปฏิเสธ
uk: Товар замовлення відхилено.

source: Order item has cancel has been scheduled.
ar: تمت جدولة إلغاء عنصر الطلب.
az: Sifariş maddəsinin ləğv edilməsi planlaşdırıldı.
bn: অর্ডার আইটেম বাতিল করা হয়েছে নির্ধারিত হয়েছে.
cs: Bylo naplánováno zrušení položky objednávky.
de: Bestellposition wurde storniert wurde geplant.
es: Se ha programado la cancelación del artículo del pedido.
et: Tellimuse objekti tühistamine on planeeritud.
fi: Tilaustuote on peruutettu on ajoitettu.
ky: Буйрутма пунктун жокко чыгаруу пландаштырылган.
lt: Užsakymo prekės atšaukimas suplanuotas.
lv: Pasūtījuma preces atcelšana ir ieplānota.
nb: Bestillingsvaren er kansellert er planlagt.
pl: Zamówienie zostało anulowane i zostało zaplanowane.
ru: Товар заказа отменен, запланировано.
sv: Orderartikeln har annullerat har schemalagts.
th: รายการสั่งซื้อมีกำหนดการยกเลิกแล้ว
uk: Заплановано скасування замовлення.

source: Order items
ar: طلب بضاعة
az: Məhsulları sifariş
bn: অর্ডার আইটেম
cs: Položky objednávky
de: Bestellartikel
es: Artículos del pedido
et: Tellimused
fi: Tilaa kohteita
ky: Буюмдарды заказ кылуу
lt: Užsisakykite daiktus
lv: Pasūtiet preces
nb: Bestill elementer
pl: Zamawiać rzeczy
ru: Заказать товары
sv: Beställ artiklar
th: สั่งสินค้า
uk: Товари замовлення

source: Order permissions
ar: أذونات الطلب
az: Sifariş icazələri
bn: অর্ডার অনুমতি
cs: Oprávnění k objednávce
de: Bestellberechtigungen
es: Permisos de pedido
et: Telli load
fi: Tilaa käyttöoikeudet
ky: Буйрутма уруксаттары
lt: Užsakyti leidimus
lv: Pasūtiet atļaujas
nb: Bestillingstillatelser
pl: Zamawianie uprawnień
ru: Разрешения на заказ
sv: Beställningsbehörigheter
th: ขออนุญาติสั่ง
uk: Замовити дозволи

source: Order summary
ar: ملخص الطلب
az: Sifariş xülasəsi
bn: অর্ডার সারাংশ
cs: Souhrn objednávky
de: Auftragszusammenfassung
es: Resumen del pedido
et: Tellimuse kokkuvõte
fi: Tilauksen yhteenveto
ky: Заказ корутундусу
lt: Užsakymo santrauka
lv: pasūtījuma kopsavilkums
nb: Bestillingssammendrag
pl: Podsumowanie zamowienia
ru: Резюме заказа
sv: Beställningsöversikt
th: สรุปคำสั่งซื้อ
uk: Підсумок Замовлення

source: Order with script over API
ar: اطلب باستخدام البرنامج النصي عبر واجهة برمجة التطبيقات
az: API üzərindən skript ilə sifariş edin
bn: API এর উপর স্ক্রিপ্ট সহ অর্ডার করুন
cs: Objednávejte pomocí skriptu přes API
de: Bestellen Sie mit Skript über API
es: Haga su pedido con script a través de la API
et: Tellige skriptiga API kaudu
fi: Tilaa skriptillä API:n kautta
ky: API аркылуу скрипт менен буйрутма берүү
lt: Užsisakykite scenarijų per API
lv: Pasūtiet ar skriptu, izmantojot API
nb: Bestill med script over API
pl: Zamów ze skryptem przez API
ru: Заказ с помощью скрипта через API
sv: Beställ med script över API
th: สั่งซื้อด้วยสคริปต์ผ่าน API
uk: Замовляйте зі скриптом через API

source: Orders
ar: اوامر
az: Sifarişlər
bn: আদেশ
cs: Objednávky
de: Bestellungen
es: Pedidos
et: Tellimused
fi: Tilaukset
ky: Заказдар
lt: Užsakymai
lv: Pasūtījumi
nb: Bestillinger
pl: Zamówienia
ru: Заказы
sv: Beställningar
th: คำสั่งซื้อ
uk: Замовлення

source: Orders pending approval
ar: أوامر في انتظار الموافقة
az: Təsdiq edilən sifarişlər
bn: আদেশ মুলতুবি অনুমোদন
cs: Objednávky čekající na schválení
de: Bestellungen müssen noch genehmigt werden
es: Pedidos pendientes de aprobación
et: Tellimused ootavad kinnitamist
fi: Tilaukset odottavat hyväksyntää
ky: Буйрутмалар бекитилди
lt: Užsakymai laukia patvirtinimo
lv: Pasūtījumi gaida apstiprinājumu
nb: Bestillinger venter på godkjenning
pl: Zamówienia oczekujące na zatwierdzenie
ru: Заказы ожидают одобрения
sv: Beställningar i väntan på godkännande
th: คำสั่งซื้อที่รอการอนุมัติ
uk: Замовлення очікують на затвердження

source: Organisation field name
ar: اسم حقل المنظمة
az: Təşkilat sahəsinin adı
bn: প্রতিষ্ঠানের ক্ষেত্রের নাম
cs: Název pole organizace
de: Feldname der Organisation
es: Nombre del campo de la organización
et: Organisatsiooni välja nimi
fi: Organisaation kentän nimi
ky: Уюм талаасынын аталышы
lt: Organizacijos lauko pavadinimas
lv: Organizācijas lauka nosaukums
nb: Organisasjonsfeltnavn
pl: Nazwa pola organizacji
ru: Название поля организации
sv: Organisationsfältnamn
th: ชื่อฟิลด์องค์กร
uk: Назва поля організації

source: Organization
ar: منظمة
az: Təşkilat
bn: সংগঠন
cs: Organizace
de: Organisation
es: Organización
et: Asutus
fi: Organisaatio
ky: Уюштуруу
lt: Organizacija
lv: Uzņēmums
nb: Organisasjon
pl: Organizacja
ru: Организация
sv: Organisation
th: องค์กร
uk: організація

source: Organization UUID
ar: UUID للمنظمة
az: Təşkilat UUID
bn: সংস্থা UUID
cs: UUID organizace
de: UUID der Organisation
es: UUID de la organización
et: Organisatsiooni UUID
fi: Organisaation UUID
ky: UUID уюму
lt: Organizacijos UUID
lv: Organizācijas UUID
nb: Organisasjon UUID
pl: UUID organizacji
ru: UUID организации
sv: Organisation UUID
th: UUID ขององค์กร
uk: UUID організації

source: Organization abbreviation
ar: اختصار المنظمة
az: Təşkilat qısalt
bn: সংস্থার সংক্ষিপ্ত রূপ
cs: Zkratka organizace
de: Abkürzung der Organisation
es: Abreviatura de la organización
et: Organisatsiooni lühend
fi: Organisaation lyhenne
ky: Уюмдун аббревиатурасы
lt: Organizacijos santrumpa
lv: Organizācijas saīsinājums
nb: Organisasjonsforkortelse
pl: Skrót organizacji
ru: Аббревиатура организации
sv: Organisationsförkortning
th: อักษรย่อองค์กร
uk: Абревіатура організації

source: Organization actions
ar: إجراءات المنظمة
az: Təşkilat hərəkətləri
bn: সংগঠনের কার্যক্রম
cs: Akce organizace
de: Organisationsaktionen
es: Acciones de la organización
et: Organisatiooni tegevused
fi: Organisaation toimet
ky: Уюмдун иш-аракеттери
lt: Organizacijos veiksmai
lv: Organizācijas darbības
nb: Organisasjonshandlinger
pl: Działania organizacji
ru: Действия организации
sv: Organisationens åtgärder
th: การดำเนินการขององค์กร
uk: Організаційні дії

source: Organization contains invoices. Please remove them first.
ar: تحتوي المنظمة على فواتير. يرجى إزالتها أولا.
az: Təşkilatda faktura vardır. Xahiş edirik əvvəlcə onları çıxarın.
bn: সংস্থার চালান রয়েছে। অনুগ্রহ করে প্রথমে তাদের সরিয়ে দিন।
cs: Organizace obsahuje faktury. Nejprve je prosím odstraňte.
de: Organisation enthält Rechnungen. Bitte entfernen Sie sie zuerst.
es: La organización contiene facturas. Por favor, elimínelas primero.
et: Organisatioonil on projekte. Palun eemalda need kõigepealt.
fi: Organisaatio sisältää laskut. Poista ne ensin.
ky: Уюмда эсеп-фактуралар бар. Адегенде аларды алып салыңыз.
lt: Organizacijoje yra sąskaitos faktūros. Pirmiausia pašalinkite juos.
lv: Organizācija satur rēķinus. Lūdzu, vispirms noņemiet tos.
nb: Organisasjonen inneholder fakturaer. Fjern dem først.
pl: Organizacja zawiera faktury. Najpierw je usuń.
ru: Организация содержит счета-фактуры. Пожалуйста, сначала удалите их.
sv: Organisationen innehåller fakturor. Ta bort dem först.
th: องค์กรประกอบด้วยใบแจ้งหนี้ โปรดลบออกก่อน
uk: Організація містить рахунки-фактури. Спочатку видаліть їх.

source: Organization contains projects. Please remove them first.
ar: تحتوي المنظمة على مشاريع. يرجى إزالتها أولا.
az: Təşkilatda layihələr vardır. Xahiş edirik əvvəlcə onları çıxarın.
bn: সংস্থার প্রকল্প রয়েছে। অনুগ্রহ করে প্রথমে তাদের সরিয়ে দিন।
cs: Organizace obsahuje projekty. Nejprve je prosím odstraňte.
de: Organisation enthält Projekte. Bitte entfernen Sie sie zuerst.
es: La organización contiene proyectos. Por favor, elimínelos primero.
et: Organisatioonil on projekte. Palun eemalda need kõigepealt.
fi: Organisaatio sisältää projekteja. Poista ne ensin.
ky: Уюм долбоорлорду камтыйт. Адегенде аларды алып салыңыз.
lt: Organizacijoje yra projektų. Pirmiausia juos pašalinkite.
lv: Organizācijā ir projekti. Lūdzu, vispirms noņemiet tos.
nb: Organisasjonen inneholder prosjekter. Vennligst fjern dem først.
pl: Organizacja zawiera projekty. Najpierw je usuń.
ru: Организация содержит проекты. Пожалуйста, сначала удалите их.
sv: Organisationen innehåller projekt. Ta bort dem först.
th: องค์กรประกอบด้วยโครงการ โปรดลบออกก่อน
uk: Організація містить проекти. Спочатку видаліть їх.

source: Organization could not be refreshed.
ar: لا يمكن تحديث المنظمة.
az: Təşkilatı yeniləmək mümkün olmadı.
bn: সংগঠন রিফ্রেশ করা যায়নি.
cs: Organizaci se nepodařilo obnovit.
de: Die Organisation konnte nicht aktualisiert werden.
es: No se pudo actualizar la organización.
et: Organisatsiooni ei saanud värskendada.
fi: Organisaatiota ei voitu päivittää.
ky: Уюмду жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti organizacijos.
lv: Organizāciju nevarēja atsvaidzināt.
nb: Organisasjonen kunne ikke oppdateres.
pl: Nie można odświeżyć organizacji.
ru: Не удалось обновить организацию.
sv: Organisationen kunde inte uppdateras.
th: ไม่สามารถรีเฟรชองค์กรได้
uk: Не вдалося оновити організацію.

source: Organization creation request has been approved by {user} at {date}.
ar: تمت الموافقة على طلب إنشاء المنظمة من قبل{user} في{date} .
az: Təşkilatın yaradılması tələbi at tərəfindən təsdiq {user} lənmişdir{date}.
bn: সংস্থা তৈরির অনুরোধ অনুমোদিত হয়েছে{user} এ{date} .
cs: Žádost o vytvoření organizace byla schválena uživatelem{user} na{date} .
de: Der Antrag auf Organisationserstellung wurde genehmigt von{user} bei{date} .
es: La solicitud de creación de la organización ha sido aprobada por {user} en {date}.
et: Organisatsiooni loomise taotluse kiitis heaks{user} juures{date} .
fi: Organisaation luomispyynnön on hyväksynyt{user} klo{date} .
ky: Уюм түзүү өтүнүчү тарабынан жактырылган{user} саат{date} .
lt: Organizacijos kūrimo užklausą patvirtino{user} adresu{date} .
lv: Organizācijas izveides pieprasījumu apstiprināja{user} plkst{date} .
nb: Forespørsel om opprettelse av organisasjon er godkjent av{user} på{date} .
pl: Żądanie utworzenia organizacji zostało zatwierdzone przez{user} Na{date} .
ru: Запрос на создание организации одобрен{user} в{date} .
sv: Begäran om att skapa organisation har godkänts av{user} på{date} .
th: คำขอสร้างองค์กรได้รับการอนุมัติจาก{user} ที่{date} .
uk: Запит на створення організації схвалено{user} в{date} .

source: Organization creation request has been canceled.
ar: تم إلغاء طلب إنشاء المنظمة.
az: Təşkilatın yaradılması tələbi ləğv edildi.
bn: সংগঠন তৈরির অনুরোধ বাতিল করা হয়েছে।
cs: Požadavek na vytvoření organizace byl zrušen.
de: Die Anfrage zur Organisationserstellung wurde abgebrochen.
es: Se ha cancelado la solicitud de creación de la organización.
et: Organisatsiooni loomise taotlus on tühistatud.
fi: Organisaation luontipyyntö on peruutettu.
ky: Уюм түзүү өтүнүчү жокко чыгарылды.
lt: Organizacijos kūrimo užklausa atšaukta.
lv: Organizācijas izveides pieprasījums ir atcelts.
nb: Forespørsel om opprettelse av organisasjon er kansellert.
pl: Żądanie utworzenia organizacji zostało anulowane.
ru: Запрос на создание организации отменен.
sv: Begäran om att skapa organisation har avbrutits.
th: คำขอสร้างองค์กรถูกยกเลิกแล้ว
uk: Запит на створення організації скасовано.

source: Organization creation request has been rejected by {user} at {date}.
ar: تم رفض طلب إنشاء المنظمة من قبل{user} في{date} .
az: Təşkilatın yaradılması tələbi {user} at tərəfindən rədd edilmişdir{date}.
bn: সংস্থা তৈরির অনুরোধ প্রত্যাখ্যান করেছে{user} এ{date} .
cs: Žádost o vytvoření organizace byla zamítnuta uživatelem{user} na{date} .
de: Der Antrag auf Organisationserstellung wurde abgelehnt von{user} bei{date} .
es: La solicitud de creación de la organización ha sido rechazada por {user} en {date}.
et: Organisatsiooni loomise taotluse lükkas tagasi{user} juures{date} .
fi: Organisaation luomispyynnön on hylännyt{user} klo{date} .
ky: Уюм түзүү өтүнүчү тарабынан четке кагылды{user} саат{date} .
lt: Organizacijos kūrimo užklausą atmetė{user} adresu{date} .
lv: Organizācijas izveides pieprasījumu noraidīja{user} plkst{date} .
nb: Forespørsel om opprettelse av organisasjon er avvist av{user} på{date} .
pl: Żądanie utworzenia organizacji zostało odrzucone przez{user} Na{date} .
ru: Запрос на создание организации отклонен пользователем{user} в{date} .
sv: Begäran om att skapa organisation har avvisats av{user} på{date} .
th: คำขอสร้างองค์กรถูกปฏิเสธโดย{user} ที่{date} .
uk: Запит на створення організації відхилено користувачем{user} в{date} .

source: Organization creation request is not submitted yet.
ar: لم يتم تقديم طلب إنشاء المنظمة بعد.
az: Təşkilatın yaradılması tələbi hələ təqdim edilməyib.
bn: সংস্থা তৈরির অনুরোধ এখনও জমা দেওয়া হয়নি।
cs: Žádost o vytvoření organizace dosud nebyla odeslána.
de: Der Antrag auf Organisationsgründung wurde noch nicht übermittelt.
es: La solicitud de creación de la organización aún no se ha enviado.
et: Organisatsiooni loomise taotlust pole veel esitatud.
fi: Organisaation luomispyyntöä ei ole vielä lähetetty.
ky: Уюм түзүү өтүнүчү азырынча бериле элек.
lt: Organizacijos kūrimo užklausa dar nepateikta.
lv: Organizācijas izveides pieprasījums vēl nav iesniegts.
nb: Forespørsel om opprettelse av organisasjon er ikke sendt inn ennå.
pl: Żądanie utworzenia organizacji nie zostało jeszcze przesłane.
ru: Запрос на создание организации еще не отправлен.
sv: Begäran om att skapa organisation har inte skickats in ännu.
th: ยังไม่ได้ส่งคำขอสร้างองค์กร
uk: Заявка на створення організації ще не подана.

source: Organization creation request is waiting for approval by staff user.
ar: طلب إنشاء المنظمة في انتظار موافقة المستخدم الموظف.
az: Təşkilatın yaradılması tələbi işçi istifadəçisi tərəfindən təsdiqlənməsini gözləyir.
bn: সংস্থা তৈরির অনুরোধ কর্মী ব্যবহারকারীর অনুমোদনের জন্য অপেক্ষা করছে।
cs: Požadavek na vytvoření organizace čeká na schválení uživatelem personálu.
de: Die Anfrage zur Organisationserstellung wartet auf die Genehmigung durch den Mitarbeiterbenutzer.
es: La solicitud de creación de la organización está esperando la aprobación del usuario del personal.
et: Organisatsiooni loomise taotlus ootab personali kasutaja heakskiitu.
fi: Organisaation luontipyyntö odottaa henkilökunnan käyttäjän hyväksyntää.
ky: Уюмду түзүү өтүнүчү кызматкер колдонуучу тарабынан бекитилишин күтүп жатат.
lt: Organizacijos kūrimo užklausa laukia personalo vartotojo patvirtinimo.
lv: Organizācijas izveides pieprasījums gaida apstiprinājumu no personāla lietotāja.
nb: Forespørsel om organisasjonsoppretting venter på godkjenning fra ansattes bruker.
pl: Żądanie utworzenia organizacji oczekuje na zatwierdzenie przez pracownika.
ru: Запрос на создание организации ожидает одобрения сотрудника.
sv: Begäran om att skapa organisation väntar på godkännande av personalanvändare.
th: คำขอสร้างองค์กรกำลังรอการอนุมัติจากผู้ใช้เจ้าหน้าที่
uk: Запит на створення організації очікує на схвалення штатним користувачем.

source: Organization creation request review
ar: مراجعة طلب إنشاء المنظمة
az: Təşkilat yaradılması tələbinin nəzərdən
bn: সংস্থা তৈরির অনুরোধ পর্যালোচনা
cs: Kontrola žádosti o vytvoření organizace
de: Überprüfung der Anfrage zur Organisationsgründung
es: Revisión de la solicitud de creación de la organización
et: Organisatsiooni loomise taotluse läbivaatamine
fi: Organisaation luontipyynnön tarkistus
ky: Уюмду түзүү өтүнүчүн карап чыгуу
lt: Organizacijos kūrimo užklausos peržiūra
lv: Organizācijas izveides pieprasījuma izskatīšana
nb: Gjennomgang av forespørsel om opprettelse av organisasjon
pl: Przegląd wniosku o utworzenie organizacji
ru: Рассмотрение запроса на создание организации
sv: Granskning av begäran om att skapa organisation
th: การตรวจสอบคำขอสร้างองค์กร
uk: Розгляд запиту на створення організації

source: Organization creation requests
ar: طلبات إنشاء المنظمة
az: Təşkilat yaradılması tələbləri
bn: সংস্থা তৈরির অনুরোধ
cs: Žádosti o vytvoření organizace
de: Anfragen zur Organisationsgründung
es: Solicitudes de creación de la organización
et: Organisatsiooni loomise taotlused
fi: Organisaation luontipyynnöt
ky: Уюм түзүү өтүнүчтөрү
lt: Organizacijos kūrimo užklausos
lv: Organizācijas izveides pieprasījumi
nb: Forespørsler om opprettelse av organisasjoner
pl: Żądania utworzenia organizacji
ru: Заявки на создание организации
sv: Förfrågningar om att skapa organisation
th: คำขอสร้างองค์กร
uk: Заявки на створення організації

source: Organization details
ar: تفاصيل المنظمة
az: Təşkilat məlumatları
bn: সংস্থার বিবরণ
cs: Podrobnosti organizace
de: Organisationsdetails
es: Detalles de la organización
et: Organisatsiooni andmed
fi: Organisaation tiedot
ky: Уюмдун чоо-жайы
lt: Išsami organizacijos informacija
lv: Uzņēmuma detaļas
nb: Organisasjonsdetaljer
pl: Szczegóły organizacji
ru: Детали организации
sv: Organisationsinformation
th: รายละเอียดองค์กร
uk: Деталі організації
