Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Please note that request should specify user name and provide a reason.
ar: يرجى ملاحظة أن الطلب يجب أن يحدد اسم المستخدم ويقدم السبب.
az: Xahiş edirik ki, nəzərə alasınız ki, sorğu istifadəçi adını və səbəbi göstərməlidir.
bn: অনুগ্রহ করে নোট করুন যে অনুরোধে ব্যবহারকারীর নাম উল্লেখ করা উচিত এবং একটি কারণ প্রদান করা উচিত।
cs: Upozorňujeme, že v žádosti je třeba specifikovat uživatelské jméno a uvést důvod.
de: Bitte beachten Sie, dass die Anfrage den Benutzernamen angeben und einen Grund angeben sollte.
es: Tenga en cuenta que la solicitud debe especificar el nombre de usuario y proporcionar una razón.
et: Pange tähele, et taotluses tuleks näidata rentniku ja põhjendada.
fi: Huomaa, että pyynnössä tulee mainita käyttäjänimi ja syy.
ky: Сураныч колдонуучунун атын көрсөтүп, себебин көрсөтүшү керек экенин эске алыңыз.
lt: Atkreipkite dėmesį, kad prašyme turėtų būti nurodytas vartotojo vardas ir priežastis.
lv: Lūdzu, ņemiet vērā, ka pieprasījumā jānorāda lietotājvārds un jānorāda iemesls.
nb: Vær oppmerksom på at forespørselen skal spesifisere brukernavn og oppgi en grunn.
pl: Pamiętaj, że żądanie powinno zawierać nazwę użytkownika i powód.
ru: Обратите внимание, что в запросе должно быть указано имя пользователя и причина.
sv: Observera att begäran bör ange användarnamn och ange en anledning.
th: โปรดทราบว่าคำขอควรระบุชื่อผู้ใช้และเหตุผล
uk: Зверніть увагу, що в запиті має бути вказано ім’я користувача та причина.

source: Please open offering {offeringName} ({offeringUuid}) for editing. Requestor: {userName} / {userUuid}. Service provider: {customerName} / {customerUuid}
ar: يرجى فتح العرض{offeringName} ({offeringUuid} ) للتحرير. الطالب:{userName} /{userUuid} . مقدم الخدمة:{customerName} /{customerUuid}
az: Zəhmət olmasa {offeringName} redakt {offeringUuid} ə üçün təklif () açın. İstəyən:{userName}/. {userUuid} Xidmət təminatçısı:{customerName}/{customerUuid}
bn: অফার খুলুন দয়া করে{offeringName} ({offeringUuid} ) সম্পাদনার জন্য। অনুরোধকারী:{userName} /{userUuid} . সেবা প্রদানকারী:{customerName} /{customerUuid}
cs: Prosím, otevřete nabídku {offeringName} ({offeringUuid}) pro editaci. Žadatel: {userName} / {userUuid}. Poskytovatel služeb: {customerName} / {customerUuid}
de: Bitte öffnen Sie das Angebot {offeringName} ({offeringUuid}) zur Bearbeitung. Anforderer: {userName} / {userUuid}. Dienstanbieter: {customerName} / {customerUuid}
es: Por favor, abra la oferta {offeringName} ({offeringUuid}) para su edición. Solicitante: {userName} / {userUuid}. Proveedor de servicios: {customerName} / {customerUuid}
et: Palun avage pakkumine {offeringName} ({offeringUuid}) redigeerimiseks. Taotleja: {userName} / {userUuid}. Teenuse pakkuja: {customerName} / {customerUuid}
fi: Avaa tarjous{offeringName} ({offeringUuid} ) muokkausta varten. Pyytäjä:{userName} /{userUuid} . Palveluntarjoaja:{customerName} /{customerUuid}
ky: Сураныч, сунушту ачыңыз{offeringName} ({offeringUuid} ) түзөтүү үчүн. Сурамчы:{userName} /{userUuid} . Кызмат көрсөтүүчү:{customerName} /{customerUuid}
lt: Atidarykite pasiūlymą {offeringName} ({offeringUuid}) redaguoti. Prašytojas: {userName} / {userUuid}. Paslaugų teikėjas: {customerName} / {customerUuid}
lv: Lūdzu, atveriet piedāvājumu{offeringName} ({offeringUuid} ) rediģēšanai. Pieprasītājs:{userName} /{userUuid} . Operators:{customerName} /{customerUuid}
nb: Åpne tilbudet {offeringName} ({offeringUuid}) for redigering. Anmoder: {userName} / {userUuid}. Tjenesteleverandør: {customerName} / {customerUuid}
pl: Proszę otworzyć ofertę{offeringName} ({offeringUuid} ) do edycji. Osoba żądająca:{userName} /{userUuid} . Dostawca usługi:{customerName} /{customerUuid}
ru: Пожалуйста, откройте предложение{offeringName} ({offeringUuid} ) для редактирования. Запросчик:{userName} /{userUuid} . Поставщик услуг:{customerName} /{customerUuid}
sv: Öppna erbjudandet {offeringName} ({offeringUuid}) för redigering. Beställare: {userName} / {userUuid}. Tjänsteleverantör: {customerName} / {customerUuid}
th: กรุณาเปิดบูชา.{offeringName} ({offeringUuid} ) สำหรับการแก้ไข ผู้ขอ:{userName} /{userUuid} . ผู้ให้บริการ:{customerName} /{customerUuid}
uk: Будь ласка, відкрийте пропозицію{offeringName} ({offeringUuid} ) для редагування. Заявник:{userName} /{userUuid} . Постачальник послуг:{customerName} /{customerUuid}

source: Please provide a reason
ar: يرجى تقديم السبب
az: Xahiş edirik, səbəbi göstərin
bn: একটি কারণ প্রদান করুন
cs: Uveďte prosím důvod
de: Bitte geben Sie einen Grund an
es: Por favor proporcione una razón
et: Palun põhjendada
fi: Anna syy
ky: Сураныч, себебин айтыңыз
lt: Nurodykite priežastį
lv: Lūdzu, norādiet iemeslu
nb: Vennligst oppgi en grunn
pl: Podaj powód
ru: Пожалуйста, укажите причину
sv: Ange en anledning
th: กรุณาระบุเหตุผล
uk: Укажіть причину

source: Please provide registration code of your company.
ar: يرجى تقديم رمز التسجيل لشركتك.
az: Şirkətinizin qeydiyyat kodunu təqdim edin.
bn: আপনার কোম্পানির নিবন্ধন কোড প্রদান করুন.
cs: Uveďte prosím registrační kód vaší společnosti.
de: Bitte geben Sie den Registrierungscode Ihres Unternehmens an.
es: Por favor, proporcione el código de registro de su empresa.
et: Palun esitage oma ettevõtte registreerimiskood.
fi: Anna yrityksesi rekisteröintikoodi.
ky: Сураныч, компанияңыздын каттоо кодун бериңиз.
lt: Pateikite savo įmonės registracijos kodą.
lv: Lūdzu, norādiet sava uzņēmuma reģistrācijas kodu.
nb: Vennligst oppgi registreringskode for din bedrift.
pl: Proszę podać kod rejestracyjny swojej firmy.
ru: Пожалуйста, укажите регистрационный код вашей компании.
sv: Vänligen ange registreringskod för ditt företag.
th: กรุณาระบุรหัสจดทะเบียนของบริษัทของคุณ
uk: Будь ласка, вкажіть реєстраційний код вашої компанії.

source: Please provide requested limits and a reason.
ar: يرجى تقديم الحدود المطلوبة والسبب.
az: Zəhmət olmasa tələb olunan limitləri və səbəbi təqdim edin.
bn: অনুগ্রহ করে অনুরোধকৃত সীমা এবং একটি কারণ প্রদান করুন।
cs: Uveďte prosím požadované limity a důvod.
de: Bitte geben Sie die gewünschten Limits und einen Grund an.
es: Indique los límites solicitados y el motivo.
et: Esitage soovitud limiidid ja põhjus.
fi: Anna pyydetyt rajat ja syy.
ky: Сураныч, суралган чектөөлөрдү жана себебин көрсөтүңүз.
lt: Pateikite prašomus apribojimus ir priežastį.
lv: Lūdzu, norādiet pieprasītos ierobežojumus un iemeslu.
nb: Oppgi forespurte grenser og en grunn.
pl: Podaj żądane limity i powód.
ru: Укажите запрашиваемые лимиты и причину.
sv: Ange begärda gränser och en anledning.
th: โปรดระบุขีดจำกัดที่ร้องขอและเหตุผล
uk: Будь ласка, вкажіть запитані обмеження та причину.

source: Please provide visual material describing the Offering
ar: يرجى تقديم مادة مرئية تصف العرض
az: Təklifi təsvir edən vizual material təqdim edin
bn: অফার বর্ণনা করে ভিজ্যুয়াল উপাদান প্রদান করুন
cs: Poskytněte prosím obrazový materiál popisující Nabídku
de: Bitte stellen Sie visuelles Material zur Verfügung, das das Angebot beschreibt
es: Por favor, proporcione material visual que describa la Oferta.
et: Esitage Pakkumist kirjeldav visuaalne materjal
fi: Ole hyvä ja toimita tarjousta kuvaava visuaalinen materiaali
ky: Сураныч, сунушту сүрөттөгөн визуалдык материалды бериңиз
lt: Pateikite vaizdinę medžiagą, apibūdinančią Pasiūlymą
lv: Lūdzu, iesniedziet vizuālo materiālu, kas apraksta Piedāvājumu
nb: Vennligst oppgi visuelt materiale som beskriver
pl: Prosimy o przesłanie materiałów wizualnych opisujących Ofertę
ru: Пожалуйста, предоставьте визуальный материал, описывающий Предложение.
sv: Tillhandahåll visuellt material som beskriver Erbjudandet
th: โปรดจัดเตรียมสื่อภาพที่อธิบายข้อเสนอ
uk: Будь ласка, надайте візуальний матеріал, що описує Пропозицію

source: Please provide your EU VAT ID if you are registered in the European Union.
ar: يرجى تقديم معرف ضريبة القيمة المضافة في الاتحاد الأوروبي إذا كنت مسجلاً في الاتحاد الأوروبي.
az: Avropa İttifaqında qeydiyyatdan keçdiyiniz təqdirdə, Aİ-nin ƏDV Identifikasiya nömrəsini təqdim edin.
bn: আপনি ইউরোপীয় ইউনিয়নে নিবন্ধিত হলে অনুগ্রহ করে আপনার EU VAT ID প্রদান করুন৷
cs: Pokud jste registrovaní v Evropské unii, uveďte prosím své EU DIČ.
de: Bitte geben Sie Ihre EU-Mehrwertsteuer-ID an, wenn Sie in der Europäischen Union registriert sind.
es: Por favor, proporcione su ID de IVA de la UE si está registrado en la Unión Europea.
et: Esitage EL KMKR NR kui te olete registreeritud Euroopa Liidus.
fi: Anna EU:n ALV-tunnuksesi, jos olet rekisteröitynyt Euroopan unioniin.
ky: Сураныч, Европа Биримдигинде катталган болсоңуз, ЕБ КНС ID&#39;ңизди көрсөтүңүз.
lt: Jei esate registruotas Europos Sąjungoje, pateikite savo ES PVM mokėtojo kodą.
lv: Lūdzu, norādiet savu ES PVN ID, ja esat reģistrēts Eiropas Savienībā.
nb: Vennligst oppgi din EU-MVA-ID hvis du er registrert i EU.
pl: Jeśli jesteś zarejestrowany w Unii Europejskiej, podaj swój numer VAT UE.
ru: Пожалуйста, предоставьте свой идентификационный номер плательщика НДС ЕС, если вы зарегистрированы в Европейском Союзе.
sv: Ange ditt EU-moms-ID om du är registrerad i Europeiska unionen.
th: โปรดระบุหมายเลขประจำตัวผู้เสียภาษีมูลค่าเพิ่มในสหภาพยุโรปของคุณ หากคุณจดทะเบียนในสหภาพยุโรป
uk: Будь ласка, надайте свій ідентифікаційний номер платника ПДВ ЄС, якщо ви зареєстровані в Європейському Союзі.

source: Please review and activate offering {offeringName} ({offeringUuid}). Requestor: {userName} / {userUuid}. Service provider: {customerName} / {customerUuid}
ar: يرجى مراجعة العرض وتفعيله{offeringName} ({offeringUuid} ). الطالب:{userName} /{userUuid} . مقدم الخدمة:{customerName} /{customerUuid}
az: Zəhmət olmasa təklif nəzərdən keçirin və aktivləşdirin {offeringName} ({offeringUuid}). İstəyən:{userName}/. {userUuid} Xidmət təminatçısı:{customerName}/{customerUuid}
bn: পর্যালোচনা করুন এবং অফার সক্রিয় করুন{offeringName} ({offeringUuid} ) অনুরোধকারী:{userName} /{userUuid} . সেবা প্রদানকারী:{customerName} /{customerUuid}
cs: Prosím, zkontrolujte a aktivujte nabídku {offeringName} ({offeringUuid}). Žadatel: {userName} / {userUuid}. Poskytovatel služeb: {customerName} / {customerUuid}
de: Bitte überprüfen und aktivieren Sie das Angebot {offeringName} ({offeringUuid}). Anforderer: {userName} / {userUuid}. Dienstanbieter: {customerName} / {customerUuid}
es: Por favor, revise y active la oferta {offeringName} ({offeringUuid}). Solicitante: {userName} / {userUuid}. Proveedor de servicios: {customerName} / {customerUuid}
et: Palun vaadake läbi ja aktiveerige pakkumine {offeringName} ({offeringUuid}). Taotleja: {userName} / {userUuid}. Teenuse pakkuja: {customerName} / {customerUuid}
fi: Tarkista ja aktivoi tarjonta{offeringName} ({offeringUuid} ). Pyytäjä:{userName} /{userUuid} . Palveluntarjoaja:{customerName} /{customerUuid}
ky: Сураныч, сунушту карап чыгып, иштетиңиз{offeringName} ({offeringUuid} ). Сурамчы:{userName} /{userUuid} . Кызмат көрсөтүүчү:{customerName} /{customerUuid}
lt: Peržiūrėkite ir suaktyvinkite pasiūlymą {offeringName} ({offeringUuid}). Prašytojas: {userName} / {userUuid}. Paslaugų teikėjas: {customerName} / {customerUuid}
lv: Lūdzu, pārskatiet un aktivizējiet piedāvājumu{offeringName} ({offeringUuid} ). Pieprasītājs:{userName} /{userUuid} . Operators:{customerName} /{customerUuid}
nb: Se gjennom og aktiver tilbudet {offeringName} ({offeringUuid}). Anmoder: {userName} / {userUuid}. Tjenesteleverandør: {customerName} / {customerUuid}
pl: Przejrzyj i aktywuj ofertę{offeringName} ({offeringUuid} ). Osoba żądająca:{userName} /{userUuid} . Dostawca usługi:{customerName} /{customerUuid}
ru: Пожалуйста, просмотрите и активируйте предложение{offeringName} ({offeringUuid} ). Запросчик:{userName} /{userUuid} . Поставщик услуг:{customerName} /{customerUuid}
sv: Granska och aktivera erbjudandet {offeringName} ({offeringUuid}). Beställare: {userName} / {userUuid}. Tjänsteleverantör: {customerName} / {customerUuid}
th: โปรดตรวจสอบและเปิดใช้งานข้อเสนอ{offeringName} ({offeringUuid} ). ผู้ขอ:{userName} /{userUuid} . ผู้ให้บริการ:{customerName} /{customerUuid}
uk: Перегляньте та активуйте пропозицію{offeringName} ({offeringUuid} ). Заявник:{userName} /{userUuid} . Постачальник послуг:{customerName} /{customerUuid}

source: Please review organization permissions
ar: يرجى مراجعة أذونات المؤسسة
az: Zəhmət olmasa təşkilat ic
bn: প্রতিষ্ঠানের অনুমতি পর্যালোচনা করুন
cs: Zkontrolujte prosím oprávnění organizace
de: Bitte überprüfen Sie die Organisationsberechtigungen
es: Por favor, revise los permisos de la organización
et: Palun vaadake üle organisatsiooni õigused
fi: Tarkista organisaation käyttöoikeudet
ky: Уюмдун уруксаттарын карап чыгыңыз
lt: Peržiūrėkite organizacijos leidimus
lv: Lūdzu, pārskatiet organizācijas atļaujas
nb: Se gjennom organisasjonstillatelser
pl: Sprawdź uprawnienia organizacji
ru: Пожалуйста, проверьте разрешения организации
sv: Granska organisationens behörigheter
th: โปรดตรวจสอบสิทธิ์ขององค์กร
uk: Перегляньте дозволи організації

source: Please search for your organization
ar: الرجاء البحث عن مؤسستك
az: Xahiş edirəm təşkilatınızı axtarın
bn: আপনার প্রতিষ্ঠানের জন্য অনুসন্ধান করুন
cs: Vyhledejte prosím svou organizaci
de: Bitte suchen Sie nach Ihrer Organisation
es: Por favor, busque su organización
et: Palun otsige oma organisatsiooni
fi: Hae organisaatiotasi
ky: Сураныч, уюмуңузду издеңиз
lt: Ieškokite savo organizacijos
lv: Lūdzu, meklējiet savu organizāciju
nb: Vennligst søk etter organisasjonen din
pl: Wyszukaj swoją organizację
ru: Пожалуйста, найдите свою организацию
sv: Sök efter din organisation
th: กรุณาค้นหาองค์กรของคุณ
uk: Будь ласка, знайдіть свою організацію

source: Please select OECD code corresponding to field of science and technology
ar: برجاء تحديد رمز منظمة التعاون الاقتصادي والتنمية المطابق لمجال العلوم والتكنولوجيا
az: Zəhmət olmasa elm və texnologiya sahəsinə uyğun OECD kodunu seçin
bn: অনুগ্রহ করে বিজ্ঞান ও প্রযুক্তির ক্ষেত্রের সাথে সম্পর্কিত OECD কোড নির্বাচন করুন
cs: Vyberte prosím kód OECD odpovídající oblasti vědy a technologie
de: Bitte wählen Sie den OECD-Code entsprechend dem Bereich Wissenschaft und Technologie aus
es: Seleccione el código de la OCDE correspondiente al campo de la ciencia y la tecnología
et: Palun valige teaduse ja tehnoloogia valdkonnale vastav OECD kood
fi: Valitse tieteen ja teknologian alaa vastaava OECD-koodi
ky: Сураныч, илим жана технология тармагына туура келген OECD кодун тандаңыз
lt: Prašome pasirinkti EBPO kodą, atitinkantį mokslo ir technologijų sritį
lv: Lūdzu, atlasiet ESAO kodu, kas atbilst zinātnes un tehnoloģiju jomai
nb: Vennligst velg OECD-kode som tilsvarer fagområdet vitenskap og teknologi
pl: Proszę wybrać kod OECD odpowiadający dziedzinie nauki i technologii
ru: Пожалуйста, выберите код ОЭСР, соответствующий области науки и техники.
sv: Vänligen välj OECD-kod som motsvarar området för vetenskap och teknik
th: โปรดเลือกรหัส OECD ที่สอดคล้องกับสาขาวิทยาศาสตร์และเทคโนโลยี
uk: Будь ласка, виберіть код OECD, що відповідає галузі науки і техніки

source: Please select a script language to use dry-run
ar: الرجاء تحديد لغة نصية لاستخدام التشغيل الجاف
az: Zəhmət olmasa quru işləməkdən istifadə etmək üçün bir skript dilini seçin
bn: ড্রাই-রান ব্যবহার করার জন্য একটি স্ক্রিপ্ট ভাষা নির্বাচন করুন
cs: Vyberte jazyk skriptu pro použití suchého běhu
de: Bitte wählen Sie eine Skriptsprache aus, um den Probelauf zu verwenden
es: Seleccione un idioma de script para usar el ensayo
et: Kuivkäivitamiseks valige skriptikeel
fi: Valitse skriptikieli, jota haluat käyttää kuivana
ky: Сураныч, кургак иштетүү үчүн скрипт тилин тандаңыз
lt: Pasirinkite scenarijaus kalbą, kurią norite naudoti sausą paleidimą
lv: Lūdzu, atlasiet skripta valodu, lai izmantotu sauso palaišanu
nb: Velg et skriptspråk for å bruke dry-run
pl: Wybierz język skryptowy, który ma być używany w trybie próbnym
ru: Пожалуйста, выберите язык сценария для использования пробного прогона
sv: Välj ett skriptspråk att använda torrkörning
th: โปรดเลือกภาษาสคริปต์เพื่อใช้การทดลองเรียกใช้
uk: Будь ласка, виберіть мову сценарію для використання сухого запуску

source: Please select a tenant first
ar: الرجاء تحديد المستأجر أولا
az: Xahiş edirəm əvvəlcə kirayəçi seç
bn: অনুগ্রহ করে প্রথমে একজন ভাড়াটে নির্বাচন করুন
cs: Nejprve prosím vyberte nájemce
de: Bitte wählen Sie zunächst einen Mieter aus
es: Seleccione primero un inquilino
et: Valige esmalt üürnik
fi: Valitse ensin vuokralainen
ky: Адегенде ижарачыны тандаңыз
lt: Pirmiausia pasirinkite nuomininką
lv: Lūdzu, vispirms atlasiet īrnieku
nb: Velg en leietaker først
pl: Najpierw wybierz najemcę
ru: Пожалуйста, сначала выберите арендатора
sv: Välj en hyresgäst först
th: กรุณาเลือกผู้เช่าก่อน
uk: Спочатку виберіть орендаря

source: Please select a username that you will use for login into the Linux systems.
ar: الرجاء تحديد اسم المستخدم الذي ستستخدمه لتسجيل الدخول إلى أنظمة Linux.
az: Xahiş edirik, Linux sistemlərinə daxil olmaq üçün istifadə edəcəyiniz istifadəçi adını seçəsiniz.
bn: অনুগ্রহ করে একটি ব্যবহারকারীর নাম নির্বাচন করুন যা আপনি Linux সিস্টেমে লগইন করার জন্য ব্যবহার করবেন।
cs: Vyberte prosím uživatelské jméno, které budete používat pro přihlášení do systémů Linux.
de: Bitte wählen Sie einen Benutzernamen aus, den Sie für die Anmeldung bei den Linux-Systemen verwenden werden.
es: Por favor, seleccione un nombre de usuario que utilizará para iniciar sesión en los sistemas Linux.
et: Valige kasutajanimi, mida kasutate sisselogimiseks Linux süsteemidesse.
fi: Valitse käyttäjätunnus, jota käytät kirjautuessasi Linux-järjestelmiin.
ky: Сураныч, Linux тутумдарына кирүү үчүн колдоно турган колдонуучунун атын тандаңыз.
lt: Pasirinkite vartotojo vardą, kurį naudosite prisijungdami prie „Linux“ sistemų.
lv: Lūdzu, atlasiet lietotājvārdu, kuru izmantosit, lai pieteiktos Linux sistēmās.
nb: Vennligst velg et brukernavn som du vil bruke for å logge inn på Linux-systemene.
pl: Wybierz nazwę użytkownika, której będziesz używać do logowania się do systemów Linux.
ru: Пожалуйста, выберите имя пользователя, которое вы будете использовать для входа в системы Linux.
sv: Välj ett användarnamn som du kommer att använda för inloggning i Linux-systemen.
th: โปรดเลือกชื่อผู้ใช้ที่คุณจะใช้ในการเข้าสู่ระบบ Linux
uk: Будь ласка, виберіть ім’я користувача, яке ви будете використовувати для входу в системи Linux.

source: Please select flavor to see price estimate.
ar: الرجاء اختيار النكهة لمعرفة تقدير السعر.
az: Qiymət təxminini görmək üçün ləzzət seçin.
bn: মূল্য অনুমান দেখতে স্বাদ নির্বাচন করুন.
cs: Chcete-li zobrazit odhad ceny, vyberte příchuť.
de: Bitte wählen Sie Geschmack, um Preisschätzung zu sehen.
es: Por favor, seleccione el sabor para ver la estimación del precio.
et: Palun vali meeskond
fi: Valitse maku nähdäksesi hinta-arvion.
ky: Бааларды көрүү үчүн даамды тандаңыз.
lt: Norėdami pamatyti kainos įvertinimą, pasirinkite skonį.
lv: Lūdzu, izvēlieties garšu, lai redzētu cenas aprēķinu.
nb: Vennligst velg smak for å se prisestimat.
pl: Proszę wybrać smak, aby zobaczyć wycenę.
ru: Пожалуйста, выберите вкус, чтобы увидеть примерную цену.
sv: Välj smak för att se prisuppskattning.
th: กรุณาเลือกรสชาติเพื่อดูราคาโดยประมาณ
uk: Будь ласка, виберіть смак, щоб побачити приблизну ціну.

source: Please select network.
az: Xahiş edirik şəbəkə seçin.

source: Please select type in Management tab first.
ar: الرجاء تحديد النوع في علامة التبويب &quot;الإدارة&quot; أولاً.
az: Zəhmət olmasa, əvvəlcə İdarəetmə sekmesini
bn: অনুগ্রহ করে প্রথমে ম্যানেজমেন্ট ট্যাবে টাইপ নির্বাচন করুন।
cs: Nejprve vyberte typ na kartě Správa.
de: Bitte wählen Sie zuerst auf der Registerkarte Verwaltung den Typ aus.
es: Por favor, seleccione primero el tipo en la pestaña de Gestión.
et: Palun valige esmalt halduse alamjaotusest tüüp
fi: Valitse ensin tyyppi Hallinta-välilehdeltä.
ky: Сураныч, адегенде Башкаруу өтмөгүнөн түрүн тандаңыз.
lt: Pirmiausia skirtuke Valdymas pasirinkite tipą.
lv: Lūdzu, vispirms atlasiet veidu cilnē Pārvaldība.
nb: Velg skriv inn i kategorien Administrasjon først.
pl: Najpierw wybierz typ w zakładce Zarządzanie.
ru: Сначала выберите тип на вкладке «Управление».
sv: Välj typ i fliken Hantering först.
th: โปรดเลือกประเภทในแท็บการจัดการก่อน
uk: Спочатку виберіть тип на вкладці «Керування».

source: Please start instance first.
ar: يرجى بدء المثيل أولاً.
az: İlk növbədə, nümunəni başlayın.
bn: অনুগ্রহ করে প্রথমে উদাহরণ শুরু করুন।
cs: Nejprve spusťte instanci.
de: Bitte starten Sie zuerst die Instanz.
es: Por favor, inicie la instancia primero.
et: Kõigepealt alustage eksemplari.
fi: Aloita instanssi ensin.
ky: Сураныч, биринчи мисалды баштаңыз.
lt: Pirmiausia pradėkite egzempliorių.
lv: Lūdzu, vispirms sāciet instanci.
nb: Vennligst start forekomsten først.
pl: Najpierw uruchom instancję.
ru: Пожалуйста, сначала запустите экземпляр.
sv: Starta instansen först.
th: โปรดเริ่มอินสแตนซ์ก่อน
uk: Спочатку запустіть екземпляр.

source: Please stop the instance before changing its flavor.
ar: يرجى إيقاف المثيل قبل تغيير نكهته.
az: Nümunəni dəyişdirmədən əvvəl nümunəni dayandırın.
bn: এর স্বাদ পরিবর্তন করার আগে উদাহরণ বন্ধ করুন.
cs: Před změnou příchutě prosím zastavte instanci.
de: Bitte stoppen Sie die Instanz, bevor Sie ihren Geschmack ändern.
es: Por favor, detenga la instancia antes de cambiar su sabor.
et: Peatage eksemplar enne selle maitse muutmist.
fi: Pysäytä ilmentymä ennen kuin muutat sen makua.
ky: Сураныч, анын даамын өзгөртүүдөн мурун мисалды токтотуңуз.
lt: Prieš pakeisdami jo skonį, sustabdykite egzempliorių.
lv: Lūdzu, apturiet gadījumu, pirms maināt tā garšu.
nb: Vennligst stopp forekomsten før du endrer smaken.
pl: Zatrzymaj instancję przed zmianą jej wyglądu.
ru: Пожалуйста, остановите экземпляр, прежде чем менять его вариант.
sv: Stoppa instansen innan du ändrar dess smak.
th: โปรดหยุดอินสแตนซ์ก่อนที่จะเปลี่ยนรสชาติ
uk: Будь ласка, зупиніть екземпляр, перш ніж змінити його смак.

source: Please stop the instance before its removal.
ar: يرجى إيقاف المثيل قبل إزالته.
az: Xahiş edirik, nümunəni çıxarmadan əvvəl onu dayandırın.
bn: এটি অপসারণের আগে উদাহরণ বন্ধ করুন.
cs: Prosím zastavte instanci před jejím odstraněním.
de: Bitte stoppen Sie die Instance vor dem Entfernen.
es: Por favor, detenga la instancia antes de su eliminación.
et: Peatage eksemplar enne selle eemaldamist.
fi: Pysäytä ilmentymä ennen sen poistamista.
ky: Сураныч, инстанцияны алып салуудан мурун аны токтотуңуз.
lt: Prieš pašalindami, sustabdykite egzempliorių.
lv: Lūdzu, apturiet instanci pirms tās noņemšanas.
nb: Stopp forekomsten før den fjernes.
pl: Zatrzymaj instancję przed jej usunięciem.
ru: Пожалуйста, остановите экземпляр перед его удалением.
sv: Stoppa instansen innan den tas bort.
th: โปรดหยุดอินสแตนซ์ก่อนที่จะนำออก
uk: Будь ласка, зупиніть примірник перед його видаленням.

source: Please try again with a different query
ar: الرجاء المحاولة مرة أخرى مع استعلام مختلف
az: Zəhmət olmasa fərqli bir sorğu ilə yenidən cəhd edin
bn: একটি ভিন্ন ক্যোয়ারী দিয়ে আবার চেষ্টা করুন
cs: Zkuste to prosím znovu s jiným dotazem
de: Bitte versuchen Sie es erneut mit einer anderen Abfrage
es: Inténtalo de nuevo con una consulta diferente
et: Palun proovige uuesti teise päringuga
fi: Yritä uudelleen toisella kyselyllä
ky: Башка суроо менен кайра аракет кылыңыз
lt: Bandykite dar kartą naudodami kitą užklausą
lv: Lūdzu, mēģiniet vēlreiz ar citu vaicājumu
nb: Prøv igjen med et annet søk
pl: Spróbuj ponownie, wprowadzając inne zapytanie
ru: Пожалуйста, попробуйте еще раз с другим запросом
sv: Försök igen med en annan fråga
th: โปรดลองอีกครั้งโดยใช้คำค้นหาอื่น
uk: Повторіть спробу з іншим запитом
