Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Are you sure you would like to create a LEXIS link for the resource {resourceName}?
ar: هل أنت متأكد من رغبتك في إنشاء رابط LEXIS للمورد{resourceName} ؟
az: Resurs üçün LEXIS bağlantısı yaratmaq istədiyinizə əminsinizmi? {resourceName}
bn: আপনি কি নিশ্চিত যে আপনি সম্পদের জন্য একটি LEXIS লিঙ্ক তৈরি করতে চান৷{resourceName} ?
cs: Jste si jisti, že chcete pro zdroj vytvořit odkaz LEXIS?{resourceName} ?
de: Sind Sie sicher, dass Sie einen LEXIS-Link für die Ressource erstellen möchten?{resourceName} ?
es: ¿Está seguro de que desea crear un enlace LEXIS para el recurso?{resourceName} ?
et: Kas olete kindel, et soovite ressursi jaoks LEXIS-e lingi luua?{resourceName} ?
fi: Oletko varma, että haluat luoda LEXIS-linkin resurssille{resourceName} ?
ky: Бул ресурс үчүн LEXIS шилтемесин түзгүңүз келеби?{resourceName} ?
lt: Ar tikrai norite sukurti šaltinio LEXIS nuorodą?{resourceName} ?
lv: Vai tiešām vēlaties šim resursam izveidot LEXIS saiti{resourceName} ?
nb: Er du sikker på at du vil opprette en LEXIS-lenke for ressursen{resourceName} ?
pl: Czy na pewno chcesz utworzyć łącze LEXIS do zasobu?{resourceName} ?
ru: Вы уверены, что хотите создать ссылку LEXIS для ресурса?{resourceName} ?
sv: Är du säker på att du vill skapa en LEXIS-länk för resursen{resourceName} ?
th: คุณแน่ใจหรือไม่ว่าต้องการสร้างลิงก์ LEXIS สำหรับทรัพยากร{resourceName} ?
uk: Ви впевнені, що хочете створити посилання LEXIS для ресурсу?{resourceName} ?

source: Are you sure you would like to delete Rancher catalog {catalog}?
ar: هل أنت متأكد أنك ترغب في حذف كتالوج Rancher{catalog} ؟
az: Rancher kataloqunu silmək istədiyinizə əminsinizmi? {catalog}
bn: আপনি কি নিশ্চিত আপনি Rancher ক্যাটালগ মুছে দিতে চান?{catalog} ?
cs: Opravdu chcete odstranit katalog Rancher {catalog}?
de: Sind Sie sicher, dass Sie den Rancher-Katalog {catalog} löschen möchten?
es: ¿Está seguro de que desea eliminar el catálogo de Rancher {catalog}?
et: Oled kindel, et soovid kustutada Rancher kataloogi {catalog}?
fi: Oletko varma, että haluat poistaa Rancher-luettelon{catalog} ?
ky: Rancher каталогун чын эле жок кылгыңыз келеби{catalog} ?
lt: Ar tikrai norite ištrinti "Rancher" katalogą {catalog}?
lv: Vai tiešām vēlaties dzēst Rancher katalogu{catalog} ?
nb: Er du sikker på at du vil slette Rancher-katalogen {catalog}?
pl: Czy na pewno chcesz usunąć katalog Rancher?{catalog} ?
ru: Вы действительно хотите удалить каталог Rancher {catalog}?
sv: Är du säker på att du vill ta bort Rancher-katalogen {catalog}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแคตตาล็อก Rancher{catalog} ?
uk: Ви впевнені, що хочете видалити каталог Rancher?{catalog} ?

source: Are you sure you would like to delete project {projectName}?
ar: هل أنت متأكد أنك تريد حذف المشروع{projectName} ؟
az: Layihəni silmək istədiyinizə əminsinizmi{projectName}?
bn: আপনি কি নিশ্চিত আপনি প্রকল্প মুছে ফেলতে চান{projectName} ?
cs: Opravdu chcete odstranit projekt {projectName}?
de: Sind Sie sicher, dass Sie project {projectName} löschen möchten?
es: ¿Está seguro de que desea eliminar el proyecto {projectName}?
et: Oled sa kindel, et soovid kustutada projekti {projectName}?
fi: Oletko varma, että haluat poistaa projektin{projectName} ?
ky: Долбоорду чын эле жок кылгыңыз келеби{projectName} ?
lt: Ar tikrai norite ištrinti projektą {projectName}?
lv: Vai tiešām vēlaties dzēst projektu?{projectName} ?
nb: Er du sikker på at du vil slette prosjektet {projectName}?
pl: Czy na pewno chcesz usunąć projekt {projectName}?
ru: Вы действительно хотите удалить проект {projectName}?
sv: Är du säker på att du vill ta bort projektet {projectName}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโครงการ{projectName} ?
uk: Ви впевнені, що хочете видалити проект?{projectName} ?

source: Are you sure you would like to delete the hook?
ar: هل أنت متأكد أنك تريد حذف الخطاف؟
az: Çəncəyi silmək istədiyinizə əminsinizmi?
bn: আপনি কি নিশ্চিত আপনি হুক মুছে দিতে চান?
cs: Opravdu chcete odstranit hook?
de: Sind Sie sicher, dass Sie den Hook löschen möchten?
es: ¿Está seguro de que desea eliminar el gancho?
et: Oled sa kindel, et soovid haagi kustutada?
fi: Oletko varma, että haluat poistaa koukun?
ky: Илгичти чын эле жок кылгыңыз келеби?
lt: Ar tikrai norite ištrinti kabliuką?
lv: Vai tiešām vēlaties dzēst āķi?
nb: Er du sikker på at du vil slette kroken?
pl: Czy na pewno chcesz usunąć hak?
ru: Вы уверены, что хотите удалить крючок?
sv: Är du säker på att du vill ta bort kroken?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ hook?
uk: Ви впевнені, що хочете видалити хук?

source: Are you sure you would like to delete the key?
ar: هل أنت متأكد أنك تريد حذف المفتاح؟
az: Açarı silmək istədiyinizə əminsinizmi?
bn: আপনি কি নিশ্চিত আপনি কি মুছে দিতে চান?
cs: Opravdu chcete klíč odstranit?
de: Sind Sie sicher, dass Sie den Schlüssel löschen möchten?
es: ¿Está seguro de que desea eliminar la clave?
et: Oled sa kinde, et soovid võtme kustutada?
fi: Oletko varma, että haluat poistaa avaimen?
ky: Ачкычты чын эле жок кылгыңыз келеби?
lt: Ar tikrai norite ištrinti raktą?
lv: Vai tiešām vēlaties dzēst atslēgu?
nb: Er du sikker på at du vil slette nøkkelen?
pl: Czy na pewno chcesz usunąć klucz?
ru: Вы действительно хотите удалить ключ?
sv: Är du säker på att du vill ta bort nyckeln?
th: คุณแน่ใจหรือไม่ว่าต้องการลบคีย์
uk: Ви впевнені, що хочете видалити ключ?

source: Are you sure you would like to delete the user agreement?
ar: هل أنت متأكد أنك تريد حذف اتفاقية المستخدم؟
az: İstifadəçi müqaviləsini silmək istədiyinizə əminsinizmi?
bn: আপনি কি নিশ্চিত আপনি ব্যবহারকারী চুক্তি মুছে দিতে চান?
cs: Opravdu chcete smazat uživatelskou smlouvu?
de: Sind Sie sicher, dass Sie die Nutzungsvereinbarung löschen möchten?
es: ¿Está seguro de que desea eliminar el acuerdo de usuario?
et: Kas olete kindel, et soovite kasutuslepingu kustutada?
fi: Oletko varma, että haluat poistaa käyttösopimuksen?
ky: Колдонуучу келишимин чын эле жок кылгыңыз келеби?
lt: Ar tikrai norite ištrinti vartotojo sutartį?
lv: Vai tiešām vēlaties dzēst lietotāja līgumu?
nb: Er du sikker på at du vil slette brukeravtalen?
pl: Czy na pewno chcesz usunąć umowę użytkownika?
ru: Вы уверены, что хотите удалить пользовательское соглашение?
sv: Är du säker på att du vill ta bort användaravtalet?
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อตกลงผู้ใช้
uk: Ви впевнені, що хочете видалити угоду користувача?

source: Are you sure you would like to terminate resource {resourceName}?
ar: هل أنت متأكد أنك ترغب في إنهاء المورد{resourceName} ؟
az: Resursu ləğv etmək istədiyinizə əminsinizmi{resourceName}?
bn: আপনি কি নিশ্চিত যে আপনি সম্পদ বন্ধ করতে চান{resourceName} ?
cs: Opravdu chcete ukončit zdroj {resourceName}?
de: Sind Sie sicher, dass Sie die Ressource {resourceName} beenden möchten?
es: ¿Está seguro de que desea terminar el recurso {resourceName}?
et: Oled kindel et soovid peatada teenuse {resourceName}?
fi: Oletko varma, että haluat lopettaa resurssin{resourceName} ?
ky: Ресурсту чын эле токтоткуңуз келеби{resourceName} ?
lt: Ar tikrai norite nutraukti išteklių {resourceName}?
lv: Vai tiešām vēlaties pārtraukt resursu?{resourceName} ?
nb: Er du sikker på at du vil avslutte ressursen {resourceName}?
pl: Czy na pewno chcesz zakończyć zasób{resourceName} ?
ru: Вы действительно хотите прекратить работу ресурса {resourceName}?
sv: Är du säker på att du vill avsluta resursen {resourceName}?
th: คุณแน่ใจหรือไม่ว่าต้องการยุติทรัพยากร{resourceName} ?
uk: Ви впевнені, що хочете припинити роботу ресурсу?{resourceName} ?

source: Article code
ar: رقم الموضوع
az: Məqalə kodu
bn: নিবন্ধ কোড
cs: Kód zboží
de: Artikel-Code
es: Código del artículo
et: Artikli kood
fi: Artikkelin koodi
ky: Макала коду
lt: Straipsnio kodas
lv: Raksta kods
nb: Artikkel kode
pl: Kod artykułu
ru: Номер товара
sv: Artikel kod
th: รหัสบทความ
uk: Код статті

source: Ask a question
ar: طرح سؤال
az: Bir sual verin
bn: প্রশ্ন জিজ্ঞাসা কর
cs: Položit otázku
de: Stelle eine Frage
es: Haz una pregunta
et: Esita küsimus
fi: Kysy kysymys
ky: Суроо берүү
lt: Užduok klausimą
lv: Uzdod jautājumu
nb: Spør et spørsmål
pl: Zadaj pytanie
ru: Задайте вопрос
sv: Ställa en fråga
th: ถามคำถาม
uk: Задайте питання

source: Assign user
az: İstifadəçi təyin edin
uk: Призначити користувача

source: Assigned to
ar: تم تعيينه إلى
az: Təyin olunub
bn: নির্ধারিত
cs: Přiřazeno k
de: Zugewiesen an
es: Asignado a
et: Määratud
fi: Määritetty
ky: дайындалган
lt: Priskirta
lv: Piešķirts
nb: Tilordnet til
pl: Przypisany do
ru: Назначено
sv: Tilldelad till
th: ได้รับมอบหมายให้
uk: присвоєно

source: Assigned users count
ar: عدد المستخدمين المعينين
az: Təyin olunmuş istifadəçilərin sayı
bn: নির্ধারিত ব্যবহারকারীদের গণনা
cs: Počet přiřazených uživatelů
de: Anzahl der zugewiesenen Benutzer
es: Recuento de usuarios asignados
et: Määratud kasutajad loevad
fi: Määrättyjen käyttäjien määrä
ky: Белгиленген колдонуучулардын саны
lt: Priskirtų vartotojų skaičius
lv: Piešķirto lietotāju skaits
nb: Tilordnede brukere teller
pl: Liczba przypisanych użytkowników
ru: Количество назначенных пользователей
sv: Tilldelade användare räknas
th: ผู้ใช้ที่ได้รับมอบหมายนับ
uk: Кількість призначених користувачів

source: At least one plan must be entered
ar: يجب إدخال خطة واحدة على الأقل
az: Ən azı bir plan daxil edilməlidir
bn: অন্তত একটি পরিকল্পনা প্রবেশ করা আবশ্যক
cs: Musí být zadán alespoň jeden plán
de: Es muss mindestens ein Plan eingegeben werden
es: Se debe introducir al menos un plan
et: Vähemalt üks plaan tuleb sisestada
fi: Vähintään yksi suunnitelma on syötettävä
ky: Жок дегенде бир план киргизилиши керек
lt: Turi būti įvestas bent vienas planas
lv: Jāievada vismaz viens plāns
nb: Minst én plan må legges inn
pl: Należy wprowadzić co najmniej jeden plan
ru: Необходимо ввести хотя бы один план
sv: Minst en plan måste anges
th: ต้องป้อนอย่างน้อยหนึ่งแผน
uk: Потрібно ввести принаймні один план

source: Attach
ar: يربط
az: Əlavə edin
bn: সংযুক্ত করুন
cs: Připojit
de: Anfügen
es: Adjuntar
et: Lisatud
fi: Liittää
ky: Тирке
lt: Pridėti
lv: Pievienojiet
nb: Fest
pl: Dołącz
ru: Прикреплять
sv: Bifoga
th: แนบ
uk: Приєднати

source: Attach OpenStack Volume to Instance
ar: قم بإرفاق وحدة تخزين OpenStack بالمثيل
az: OpenStack həcmini nümunəyə əlavə edin
bn: ইনস্ট্যান্সে OpenStack ভলিউম সংযুক্ত করুন
cs: Připojit svazek OpenStack k instanci
de: Anhängen von OpenStack-Volume an Instanz
es: Adjuntar volumen de OpenStack a la instancia
et: Lisage OpenStack salvestusruum instantsile
fi: Liitä OpenStack Volume instanssiin
ky: OpenStack көлөмүн инстанцияга тиркөө
lt: Pridėti OpenStack tomą prie egzemplioriaus
lv: Pievienojiet OpenStack sējumu instancei
nb: Koble OpenStack-volum til forekomst
pl: Dołącz wolumen OpenStack do instancji
ru: Присоедините том OpenStack к экземпляру
sv: Anslut OpenStack-volym till instans
th: แนบไดรฟ์ข้อมูล OpenStack ไปยังอินสแตนซ์
uk: Приєднайте том OpenStack до екземпляра

source: Attach has been scheduled.
ar: تمت جدولة إرفاق.
az: Əlavə etmək planlaşdırılmışdır.
bn: সংযুক্তি নির্ধারণ করা হয়েছে.
cs: Připojení bylo naplánováno.
de: Anhängen wurde geplant.
es: Se ha programado adjuntar.
et: Manustamine on ajastatud.
fi: Liittäminen on ajoitettu.
ky: Тиркеме пландаштырылган.
lt: Priedas buvo suplanuotas.
lv: Pievienošana ir ieplānota.
nb: Vedlegg er planlagt.
pl: Załącznik został zaplanowany.
ru: Присоединение запланировано.
sv: Bifoga har schemalagts.
th: กำหนดการแนบแล้ว
uk: Вкладення заплановано.

source: Attach volume
ar: إرفاق حجم
az: Həcmi əlavə edin
bn: ভলিউম সংযুক্ত করুন
cs: Připojit svazek
de: Anfügen von Volumen
es: Adjuntar volumen
et: Lisa kettapind
fi: Liitä äänenvoimakkuus
ky: Көлөмдү тиркөө
lt: Pridėti tūrį
lv: Pievienojiet skaļumu
nb: Fest volum
pl: Dołącz głośność
ru: Прикрепить том
sv: Bifoga volym
th: แนบวอลลุ่ม
uk: Приєднати том

source: Attached
ar: تعلق
az: Əlavə
bn: সংযুক্ত
cs: Připojený
de: Beigefügt
es: Adjunto
et: Lisatud
fi: Liitteenä
ky: Тиркелген
lt: Pridedama
lv: Pievienots
nb: Vedlagte
pl: Przywiązany
ru: Прикрепил
sv: Bifogad
th: ที่แนบมา
uk: Додається

source: Attached to
ar: ارتبط ب
az: Əlavə olunub
bn: সংযুক্ত
cs: Připojeno k
de: Angefügt an
es: Adjunto a
et: Lisatud
fi: Liitteenä
ky: Тиркелген
lt: Pridėtas prie
lv: Pievienots
nb: Festet til
pl: Załączonym do
ru: Прикреплен к
sv: Bifogat till
th: แนบไปกับ
uk: Приєднано до

source: Attaching
ar: إرفاق
az: Əlavə olunur
bn: সংযুক্ত করা হচ্ছে
cs: Připojování
de: Anfügen
es: Adjuntando
et: Lisan
fi: Kiinnitys
ky: Тиркетүү
lt: Pridėjimas
lv: Piestiprināšana
nb: Festing
pl: Dołączając
ru: Прикрепление
sv: Fästa
th: การแนบ
uk: Прикріплення

source: Attachment is broken.
ar: المرفق مكسور.
az: Əlavə pozuldu.
bn: সংযুক্তি ভেঙে গেছে।
cs: Příloha je zlomená.
de: Der Anhang ist defekt.
es: El archivo adjunto está roto.
et: Manus on katki.
fi: Kiinnitys on rikki.
ky: Тиркеме бузулган.
lt: Priedas sulaužytas.
lv: Pielikums ir bojāts.
nb: Vedlegget er ødelagt.
pl: Załącznik jest uszkodzony.
ru: Крепление сломано.
sv: Fästet är trasigt.
th: สิ่งที่แนบมาเสียหาย
uk: Прикріплення порушено.

source: Attachments
ar: المرفقات
az: Qoşmalar
bn: সংযুক্তি
cs: Přílohy
de: Anhänge
es: Archivos adjuntos
et: Manused
fi: Liitteet
ky: Тиркемелер
lt: Priedai
lv: Pielikumus
nb: Vedlegg
pl: Załączniki
ru: Вложения
sv: Bilagor
th: เอกสารแนบ
uk: Додатки

source: Attribute
ar: صفة
az: Atribut
bn: বৈশিষ্ট্য
cs: Atribut
de: Attribut
es: Atributo
et: Atribuut
fi: Ominaisuus
ky: Атрибут
lt: Atributas
lv: Atribūts
nb: Egenskap
pl: Atrybut
ru: Атрибут
sv: Attribut
th: คุณลักษณะ
uk: атрибут

source: Attribute has been updated.
ar: تم تحديث السمة.
az: Atribut yeniləndi.
bn: বৈশিষ্ট্য আপডেট করা হয়েছে.
cs: Atribut byl aktualizován.
de: Das Attribut wurde aktualisiert.
es: Se ha actualizado el atributo.
et: Atribuut on värskendatud.
fi: Attribuutti on päivitetty.
ky: Атрибут жаңыртылды.
lt: Atributas buvo atnaujintas.
lv: Atribūts ir atjaunināts.
nb: Attributtet har blitt oppdatert.
pl: Atrybut został zaktualizowany.
ru: Атрибут обновлен.
sv: Attributet har uppdaterats.
th: แอตทริบิวต์ได้รับการอัปเดตแล้ว
uk: Атрибут оновлено.

source: Attributes
ar: سمات
az: Atributları
bn: গুণাবলী
cs: Atributy
de: Attribute
es: Atributos
et: Atribuudid
fi: Attribuutit
ky: Атрибуттар
lt: Atributai
lv: Atribūti
nb: Attributter
pl: Atrybuty
ru: Атрибуты
sv: Attribut
th: คุณลักษณะ
uk: Атрибути

source: Attributes are invalid.
ar: السمات غير صالحة.
az: Atributlar etibarsızdır.
bn: বৈশিষ্ট্যগুলি অবৈধ৷
cs: Atributy jsou neplatné.
de: Attribute sind ungültig.
es: Los atributos no son válidos.
et: Atribuudid on vigased.
fi: Attribuutit ovat virheellisiä.
ky: Атрибуттар жараксыз.
lt: Atributai neteisingi.
lv: Atribūti nav derīgi.
nb: Attributter er ugyldige.
pl: Atrybuty są nieprawidłowe.
ru: Недопустимые атрибуты.
sv: Attribut är ogiltiga.
th: คุณสมบัติไม่ถูกต้อง
uk: Атрибути недійсні.

source: Attributes filter
ar: مرشح السمات
az: Atributlar filtri
bn: বৈশিষ্ট্য ফিল্টার
cs: Filtr atributů
de: Attributfilter
es: Filtro de atributos
et: Atribuutide filtrid
fi: Attribuuttien suodatin
ky: Атрибуттарды чыпкалоо
lt: Atributų filtras
lv: Atribūtu filtrs
nb: Attributter filter
pl: Filtr atrybutów
ru: Фильтр атрибутов
sv: Filtrera attribut
th: ตัวกรองคุณสมบัติ
uk: Фільтр атрибутів

source: Audit log
ar: سجل التدقيق
az: Audit jurnalı
bn: নিরীক্ষা তথ্য
cs: Protokol auditu
es: Registro de auditoría
et: Auditi logi
fi: Tarkastusloki
ky: Аудит журналы
lt: Audito žurnalas
lv: Audita žurnāls
nb: Overvåkingslogg
pl: Dziennik kontrolny
ru: Журнал аудита
sv: Granskningslogg
th: บันทึกการตรวจสอบ
uk: Ревізійний журнал

source: Audit logs
ar: سجلات التدقيق
az: Audit jurnalları
bn: অডিট লগ
cs: Protokoly auditu
de: Überwachungsprotokolle
es: Registros de auditoría
et: Auditi logid
fi: Tarkastuslokit
ky: Аудит журналдары
lt: Audito žurnalai
lv: Audita žurnāli
nb: Overvåkingslogger
pl: Dzienniki audytu
ru: Журнал аудита
sv: Granskningsloggar
th: บันทึกการตรวจสอบ
uk: Журнали аудиту

source: Authenticate using Mobile ID
ar: المصادقة باستخدام معرف الهاتف المحمول
az: Mobil İD-dən istifadə etməklə autentifikasiyadan keçin
bn: মোবাইল আইডি ব্যবহার করে প্রমাণীকরণ করুন
cs: Ověření pomocí Mobile ID
de: Authentifizieren mit Mobile ID
es: Autenticarse con Mobile ID
et: Autentimine Mobile ID abil
fi: Todennus mobiilitunnuksella
ky: Мобилдик ID аркылуу аныктыгын текшерүү
lt: Autentiškumo nustatymas naudojant mobilųjį ID
lv: Autentificējieties, izmantojot mobilo ID
nb: Godkjenn ved hjelp av mobil ID
pl: Uwierzytelnij się za pomocą identyfikatora mobilnego
ru: Аутентификация с помощью Mobile ID
sv: Autentisera med mobil-ID
th: ตรวจสอบสิทธิ์โดยใช้ Mobile ID
uk: Автентифікація за допомогою Mobile ID

source: Authentication events
ar: أحداث المصادقة
az: Autentifikasiya tədbirləri
bn: প্রমাণীকরণ ঘটনা
cs: Události ověřování
de: Authentifizierungsereignisse
es: Eventos de autenticación
et: Autentimise sündmused
fi: Todennustapahtumat
ky: Аутентификация окуялары
lt: Autentifikavimo įvykiai
lv: Autentifikācijas notikumi
nb: Autentisering hendelser
pl: Aktywność uwierzytelniania
ru: События аутентификации
sv: Autentisering händelser
th: เหตุการณ์การรับรองความถูกต้อง
uk: Події автентифікації

source: Authentication required.
ar: يستلزم التوثيق.
az: Doğrulama tələb olunur.
bn: প্রমাণীকরণ প্রয়োজন.
cs: Vyžadováno ověření.
de: Authentifizierung erforderlich.
es: Autenticación requerida.
et: Autentimine on nõutud.
fi: Todennus vaaditaan.
ky: Аутентификация талап кылынат.
lt: Reikalingas autentifikavimas.
lv: Nepieciešama autentifikācija.
nb: Autentisering kreves.
pl: Wymagane uwierzytelnienie.
ru: Необходима аутентификация.
sv: Autentisering krävs.
th: จำเป็นต้องมีการตรวจสอบสิทธิ์
uk: Потрібна автентифікація.

source: Authentication token
ar: رمز المصادقة
az: Doğrulama işarəsi
bn: প্রমাণীকরণ টোকেন
cs: Ověřovací token
de: Authentifizierungs-Token
es: Token de autenticación
et: Autentimise žetoon
fi: Todennustunnus
ky: Аутентификация белгиси
lt: Autentifikavimo atpažinimo ženklas
lv: Autentifikācijas marķieris
nb: Autentiseringstoken
pl: Token uwierzytelniania
ru: Токен аутентификации
sv: Autentiseringstoken
th: โทเค็นการรับรองความถูกต้อง
uk: маркер аутентифікації

source: Authentication with Mobile ID has been canceled by user or timed out. Details:
ar: تم إلغاء المصادقة باستخدام معرف الهاتف المحمول من قبل المستخدم أو انتهت مهلتها. تفاصيل:
az: Mobil İD-dən istifadə etməklə autentifikasiya istifadəçi tərəfindən silinmiş və ya vaxtı bitmişdir. Ətraflı:
bn: মোবাইল আইডি সহ প্রমাণীকরণ ব্যবহারকারীর দ্বারা বাতিল করা হয়েছে বা সময় শেষ হয়েছে৷ বিস্তারিত:
cs: Ověřování pomocí Mobile ID bylo zrušeno uživatelem nebo vypršel časový limit. Podrobnosti:
de: Die Authentifizierung mit der mobilen ID wurde vom Benutzer abgebrochen oder es ist eine Zeitüberschreitung aufgetreten. Einzelheiten:
es: La autenticación con Mobile ID ha sido cancelada por el usuario o agotada. Detalles:
et: Autentimine Mobile ID abil on katkestatud või siis aegunud. Detailid:
fi: Käyttäjä on peruuttanut tai aikakatkaissut todennuksen mobiilitunnuksella. Yksityiskohdat:
ky: Мобилдик ID менен аутентификация колдонуучу тарабынан жокко чыгарылды же күтүү мөөнөтү бүттү. Чоо-жайы:
lt: Autentifikavimas naudojant mobilųjį ID buvo atšauktas vartotojo arba skirtasis laikas. Išsami informacija:
lv: Lietotājs ir atcēlis autentifikāciju, izmantojot mobilo ID, vai tai iestājies taimauts. Sīkāka informācija:
nb: Godkjenning med mobil-ID har blitt avbrutt av brukeren eller tidsavbrutt. Detaljer:
pl: Uwierzytelnianie za pomocą identyfikatora mobilnego zostało anulowane przez użytkownika lub upłynął limit czasu. Detale:
ru: Аутентификация с помощью Mobile ID была отменена пользователем или истекло время ожидания. Подробности:
sv: Autentisering med mobil-ID har avbrutits av användaren eller tidsgräns. Detaljer:
th: การรับรองความถูกต้องด้วย Mobile ID ถูกยกเลิกโดยผู้ใช้หรือหมดเวลา รายละเอียด:
uk: Автентифікацію за допомогою Mobile ID скасовано користувачем або минув час очікування. Подробиці:

source: Author
ar: كاتب
az: Müəllif
bn: লেখক
cs: Autor
de: Autor
es: Autor
et: Autor
fi: Tekijä
ky: Автор
lt: Autorius
lv: Autors
nb: Forfatter
pl: Autor
ru: Автор
sv: Författare
th: ผู้เขียน
uk: Автор

source: Authorized personnel
ar: الموظفين المخولين
az: Səlahiyyətli işçilər
bn: অনুমোদিত ব্যক্তি
cs: Oprávněný personál
de: Autorisiertes Personal
es: Personal autorizado
et: Volitatud personal
fi: Valtuutettu henkilöstö
ky: Ыйгарым укуктуу персонал
lt: Įgalioti darbuotojai
lv: Pilnvarotais personāls
nb: Autorisert personell
pl: Autoryzowany personel
ru: Уполномоченный персонал
sv: Behörig personal
th: บุคลากรที่ได้รับอนุญาต
uk: Уповноважений персонал

source: Auto-assign floating IP
ar: التعيين التلقائي لعنوان IP العائم
az: Avtomatik təyin olunan IP
bn: স্বয়ংক্রিয়ভাবে ভাসমান আইপি বরাদ্দ করুন
cs: Automatické přiřazení plovoucí IP
de: Automatisch schwebende IP zuweisen
es: Asignación automática de IP flotante
et: Lisa liikuv IP automaatselt
fi: Määritä kelluva IP automaattisesti
ky: Калкыма IP автоматтык түрдө дайындоо
lt: Automatinis slankiojo IP priskyrimas
lv: Automātiski piešķirt peldošo IP
nb: Automatisk tilordne flytende IP
pl: Automatyczne przydzielanie pływającego adresu IP
ru: Автоматическое назначить плавающий IP-адрес
sv: Tilldela flytande IP automatiskt
th: กำหนด IP แบบลอยอัตโนมัติ
uk: Автоматичне призначення плаваючої IP-адреси

source: Auto-generated
ar: يستخرج تلقائيا
az: Avtomatik yaradılıb
bn: স্বয়ংক্রিয়ভাবে তৈরি
cs: Automaticky generováno
de: Automatisch generiert
es: Autogenerado
et: Automaatselt genereeritud
fi: Luotu automaattisesti
ky: Унаам өндүрүлгөн
lt: Automatiškai sugeneruotas
lv: Automātiski ģenerēts
nb: Auto-generert
pl: Wygenerowane automatycznie
ru: Созданы автоматически
sv: Automatiskt genererad
th: สร้างอัตโนมัติ
uk: Автоматично створено

source: Auto apply
ar: تطبيق تلقائي
az: Avto müraciət
bn: স্বয়ংক্রিয়ভাবে প্রয়োগ করুন
cs: Automatické použití
de: Automatisch anwenden
es: Aplicar automáticamente
et: Automaatne rakendamine
fi: Automaattinen sovellus
ky: Автоматтык түрдө колдонуу
lt: Automatiškai taikyti
lv: Automātiski lietot
nb: Søk automatisk
pl: Zastosuj automatycznie
ru: Автоматическое применение
sv: Ansök automatiskt
th: สมัครอัตโนมัติ
uk: Автоматичне застосування

source: Auto approve in service provider projects
ar: الموافقة التلقائية في مشاريع مقدمي الخدمة
az: Xidmət provayderi layihələrində avtomatik təsdiq
bn: পরিষেবা প্রদানকারী প্রকল্পে স্বয়ংক্রিয় অনুমোদন
cs: Automatické schvalování v projektech poskytovatele služeb
de: Automatische Genehmigung in Service-Provider-Projekten
es: Aprobación automática en proyectos de proveedores de servicios
et: Automaatne kinnitamine teenusepakkuja projektides
fi: Automaattinen hyväksyntä palveluntarjoajan projekteissa
ky: Кызмат провайдеринин долбоорлорунда автоматтык түрдө бекитүү
lt: Automatinis paslaugų teikėjo projektų patvirtinimas
lv: Automātiska apstiprināšana pakalpojumu sniedzēju projektos
nb: Automatisk godkjenne i tjenesteleverandørprosjekter
pl: Automatyczne zatwierdzanie w projektach dostawców usług
ru: Автоматическое утверждение в проектах поставщиков услуг
sv: Godkänn automatiskt i tjänsteleverantörsprojekt
th: อนุมัติอัตโนมัติในโครงการของผู้ให้บริการ
uk: Автоматичне затвердження в проектах постачальників послуг

source: Availability
ar: توافر
az: Mövcudluq
bn: উপস্থিতি
cs: Dostupnost
de: Verfügbarkeit
es: Disponibilidad
et: Kättesaadavus
fi: Saatavuus
ky: Жеткиликтүүлүк
lt: Prieinamumas
lv: Pieejamība
nb: Tilgjengelighet
pl: Dostępność
ru: Доступность
sv: Tillgänglighet
th: มีจำหน่าย
uk: Доступність

source: Availability:
ar: التوفر:
az: Mövcudluq:
bn: উপস্থিতি:
cs: Dostupnost:
de: Verfügbarkeit:
es: Disponibilidad:
et: Saadavus
fi: Saatavuus:
ky: Жеткиликтүүлүгү:
lt: Prieinamumas:
lv: Pieejamība:
nb: Tilgjengelighet:
pl: Dostępność:
ru: Доступность:
sv: Tillgänglighet:
th: มีจำหน่าย:
uk: Наявність:
