Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: allocation users
ar: تخصيص المستخدمين
az: Ayrılma istifadəçiləri
bn: বরাদ্দ ব্যবহারকারী
cs: uživatelé alokace
de: Zuweisungsbenutzer
es: usuarios de asignación
et: jaotuse kasutajad
fi: Käyttäjien kohdistaminen
ky: Бөлүштүрүү колдонуучулар
lt: paskirstymo vartotojai
lv: Piešķiršanas lietotāji
nb: tildeling brukere
pl: Użytkownicy alokacji
ru: Распределение пользователей
sv: allokering användare
th: ผู้ใช้การจัดสรร
uk: користувачі алокації

source: and
ar: و
az: Və
bn: এবং
cs: A
de: Und
es: y
et: ja
fi: Ja
ky: жана
lt: ir
lv: un
nb: og
pl: I
ru: , и
sv: och
th: และ
uk: і

source: application
ar: تطبيق
az: müraciət
bn: আবেদন
cs: aplikace
de: Anwendung
es: aplicación
et: rakendus
fi: Sovellus
ky: колдонмо
lt: programa
lv: Lietojumprogrammu
nb: applikasjon
pl: Aplikacja
ru: приложение
sv: Ansökan
th: แอปพลิเคชัน
uk: застосунок

source: application templates
ar: قوالب التطبيقات
az: Ərizə şablonları
bn: অ্যাপ্লিকেশন টেমপ্লেট
cs: šablony aplikací
de: Anwendungsvorlagen
es: plantillas de aplicación
et: rakenduste mallid
fi: Sovellusmallit
ky: Колдонмо үлгүлөрү
lt: programos šablonai
lv: Lietojumprogrammu veidnes
nb: programmaler
pl: Szablony aplikacji
ru: шаблоны приложений
sv: Programmallar
th: เทมเพลตแอปพลิเคชัน
uk: шаблони застосунків

source: applications
ar: التطبيقات
az: Proqramlar
bn: অ্যাপ্লিকেশন
cs: aplikace
de: Anwendungen
es: aplicaciones
et: rakendusi
fi: Sovelluksia
ky: Тиркемелер
lt: Programos
lv: Lietojumprogrammas
nb: programmer
pl: Aplikacji
ru: Приложений
sv: Applikationer
th: แอพพลิเคชั่น
uk: застосунки

source: approval
ar: موافقة
az: Təsdiq
bn: অনুমোদন
cs: Schvalování
de: Die Genehmigung
es: aprobación
et: heakskiit
fi: Hyväksyminen
ky: Бекитүү
lt: Patvirtinimas
lv: Apstiprinājums
nb: Godkjenning
pl: Aprobata
ru: одобрение
sv: Godkännande
th: การอนุมัติ
uk: Затвердження

source: bootable
ar: قابل للتشغيل
az: Yükləyici
bn: বুটযোগ্য
cs: bootovatelné
de: Bootfähig
es: de arranque
et: Käivitatav
fi: Käynnistettävä
ky: Жүктөлүүчү
lt: Įkraunamas
nb: oppstartbar
pl: Bootowalny
ru: загрузочный
sv: startbar
th: บูตได้
uk: завантажувальний

source: broadcast
ar: إذاعة
az: Yayım
bn: সম্প্রচার
cs: Přenos
de: Übertragung
es: transmisión
et: saade
fi: Lähettää
ky: Берүү
lt: Transliacija
lv: Raidījums
nb: Kringkaste
pl: Nadawać
ru: Транслировать
sv: Utsända
th: ออกอากาศ
uk: Трансляція

source: broadcast templates
ar: قوالب البث
az: Yayım şablonları
bn: সম্প্রচার টেমপ্লেট
cs: Šablony vysílání
de: Broadcast-Vorlagen
es: Plantillas de transmisión
et: saatemallid
fi: Lähetysmallit
ky: Берүү шаблондору
lt: Transliacijos šablonai
lv: Apraides veidnes
nb: Kringkastingsmaler
pl: Szablony transmisji
ru: Шаблоны трансляций
sv: Sändningsmallar
th: เทมเพลตการออกอากาศ
uk: Шаблони трансляцій

source: broadcasts
ar: البث
az: Yayımlar
bn: সম্প্রচার
cs: Vysílání
de: Sendungen
es: Emisiones
et: saateid
fi: Lähetykset
ky: Берүүлөр
lt: Transliacijos
lv: Raidījumi
nb: Sendinger
pl: Transmisje
ru: Трансляции
sv: Sändningar
th: การออกอากาศ
uk: Трансляції

source: browse
ar: تصفح
az: baxmaq
bn: ব্রাউজ করুন
cs: procházet
de: Durchsuchen
es: navegar
et: Sirvi
fi: selata
ky: Серептөө
lt: naršyti
lv: Pārlūkot
nb: Bla gjennom
pl: przeglądać
ru: Просматривать
sv: bläddra
th: เรียกดู
uk: Огляд

source: campaigns
ar: الحملات
az: Kampaniyalar
bn: প্রচারণা
cs: Kampaně
de: Kampagnen
es: campañas
et: kampaaniad
fi: Kampanjat
ky: Кампаниялар
lt: Kampanijos
lv: Kampaņas
nb: Kampanjer
pl: Kampanie
ru: Кампании
sv: Kampanjer
th: แคมเปญ
uk: Кампанії

source: catalogues
ar: الكتالوجات
az: Kataloqlar
bn: ক্যাটালগ
cs: katalogy
de: Kataloge
es: catálogos
et: kataloogid
fi: Luettelot
ky: Каталогдор
lt: katalogai
lv: Katalogi
nb: kataloger
pl: Katalogi
ru: каталоги
sv: kataloger
th: แคตตาล็อก
uk: Каталоги

source: change
ar: تغيير
az: Dəyişiklik
bn: পরিবর্তন
cs: Změna
de: Ändern
es: cambiar
et: muuda
fi: Muuttaa
ky: өзгөртүү
lt: Keisti
lv: Mainīt
nb: Endring
pl: Zmieniać
ru: Изменение
sv: Förändra
th: เปลี่ยน
uk: Змінити

source: components
ar: مكونات
az: tərkib hissələr
bn: উপাদান
cs: komponenty
de: Komponenten
es: componentes
et: komponendid
fi: Komponentit
ky: Компоненттер
lt: komponentai
lv: sastāvdaļas
nb: komponenter
pl: składniki
ru: компоненты
sv: komponenter
th: ส่วนประกอบ
uk: компоненти

source: control plane
ar: طائرة مراقبة
az: Nəzarət təyyarəsi
bn: কন্ট্রোল প্লেন
cs: řídicí rovina
de: Kontrollebene
es: plano de control
et: Juhttasand
fi: Ohjaustaso
ky: Башкаруучу учак
lt: Valdymo plokštuma
lv: Vadības plakne
nb: Kontrollplan
pl: Sterowanie samolotem
ru: плоскость управления
sv: kontrollplan
th: เครื่องบินควบคุม
uk: Літак управління

source: current state on backend: {resourceState}.
ar: الحالة الحالية على الواجهة الخلفية:{resourceState} .
az: Çıxış buferi üzrə mövcud vəziyyət: {resourceState}.
bn: ব্যাকএন্ডে বর্তমান অবস্থা:{resourceState} .
cs: aktuální stav na backendu: {resourceState}.
de: aktueller Status im Backend: {resourceState}.
es: estado actual en el backend: {resourceState}.
et: praegune staatus tagatoas: {resourceState}.
fi: nykyinen tila taustalla:{resourceState} .
ky: backend учурдагы абалы:{resourceState} .
lt: dabartinė būsena backend: {resourceState}.
lv: pašreizējais stāvoklis aizmugursistēmā:{resourceState} .
nb: nåværende tilstand på backend: {resourceState}.
pl: aktualny stan na backendzie:{resourceState} .
ru: текущее состояние на бэкэнде:{resourceState} .
sv: aktuellt tillstånd i backend: {resourceState}.
th: สถานะปัจจุบันบนแบ็กเอนด์:{resourceState} .
uk: поточний стан серверної частини:{resourceState} .

source: databases
ar: قواعد بيانات
az: Məlumat bazaları
bn: ডাটাবেস
cs: databáze
de: Datenbanken
es: bases de datos
et: andmebaasid
fi: Tietokannat
ky: Маалымат базалары
lt: Duomenų bazės
lv: Datu bāzes
nb: Databaser
pl: Bazy danych
ru: Базы данных
sv: databaser
th: ฐานข้อมูล
uk: Бази даних

source: day
ar: يوم
az: Gün
bn: দিন
cs: den
de: Tag
es: día
et: päeval
fi: päivä
ky: күн
lt: diena
lv: Diena
nb: dag
pl: Dzień
ru: День
sv: dag
th: วัน
uk: День

source: disks
ar: الأقراص
az: Disklər
bn: ডিস্ক
cs: disky
de: Datenträger
es: discos
et: kettad
fi: Levyt
ky: Дисктер
lt: diskai
lv: Diski
nb: Disker
pl: Dyski
ru: Диски
sv: diskar
th: ดิสก์
uk: диски

source: e.g. MyApp
ar: على سبيل المثال MyApp
az: məsələn, MyApp
bn: যেমন MyApp
cs: např. MyApp
de: z.B. myApp
es: por ejemplo, MyApp
et: nt MyApp
fi: esim. MyApp
ky: мисалы MyApp
lt: pvz., MyApp
lv: piemēram, MyApp
nb: f.eks. MyApp
pl: np. MojaAplikacja
ru: например MyApp
sv: t.ex. MyApp
th: เช่น MyApp
uk: наприклад MyApp

source: entries
ar: إدخالات
az: girişlər
bn: এন্ট্রি
cs: záznamy
de: Einträge
es: entradas
et: Sissekanded
fi: Merkinnät
ky: жазуулар
lt: įrašai
lv: ieraksti
nb: innganger
pl: Wpisy
ru: Записи
sv: poster
th: รายการ
uk: Записи

source: error message: {errorMessage}
ar: رسالة خطأ:{errorMessage}
az: Xəta mesajı: {errorMessage}
bn: ভুল বার্তা:{errorMessage}
cs: chybová zpráva: {errorMessage}
de: Fehlermeldung: {errorMessage}
es: mensaje de error: {errorMessage}
et: tõrketeade: {errorMessage}
fi: virheviesti:{errorMessage}
ky: ката билдирүү:{errorMessage}
lt: klaidos pranešimas: {errorMessage}
lv: kļūdas ziņojums:{errorMessage}
nb: feilmelding: {errorMessage}
pl: Komunikat o błędzie:{errorMessage}
ru: сообщение об ошибке:{errorMessage}
sv: felmeddelande: {errorMessage}
th: ข้อความผิดพลาด:{errorMessage}
uk: повідомлення про помилку:{errorMessage}

source: estimated
ar: مُقدَّر
az: Təxmini
bn: আনুমানিক
cs: Odhadováno
de: geschätzt
es: estimado
et: hinnanguline
fi: arvioitu
ky: болжолдонгон
lt: apskaičiuota
lv: lēsts
nb: estimert
pl: Szacowany
ru: Оцененный
sv: beräknad
th: โดยประมาณ
uk: Приблизно

source: events
ar: احداث
az: hadisələr
bn: ঘটনা
cs: události
de: Ereignisse
es: eventos
et: Sündmused
fi: Tapahtumat
ky: Окуялар
lt: Įvykiai
lv: notikumiem
nb: Hendelser
pl: Zdarzenia
ru: События
sv: händelser
th: เหตุการณ์
uk: Події

source: failed
ar: فشل
az: Uğursuz
bn: ব্যর্থ হয়েছে
cs: selhalo
de: Fehlgeschlagen
es: falló
et: ebaõnnestus
fi: Epäonnistunut
ky: ишке ашпай калды
lt: nepavyko
lv: Neizdevās
nb: mislyktes
pl: Nie powiodło się
ru: Не пройдена
sv: misslyckades
th: ล้มเหลว
uk: Не вдалося

source: fetching
ar: جلب
az: gətirmək
bn: আনয়ন
cs: načítání
de: holen
es: buscando
et: tõmban...
fi: Haetaan
ky: алуу
lt: parsisiunčiant
lv: atnešana
nb: henter
pl: Pobieranie
ru: Получение
sv: hämta
th: กำลังดึงข้อมูล
uk: Отримання

source: flavors
ar: النكهات
az: Ləzzətlər
bn: স্বাদ
cs: příchutě
de: Aromen
es: sabores
et: maitsed
fi: Mausteet
ky: Даамдар
lt: skonių
lv: Garšas
nb: smaker
pl: Smaki
ru: Вкусы
sv: smaker
th: รสชาติ
uk: аромати

source: floating IPs
ar: عناوين IP العائمة
az: üzən IP-lər
bn: ভাসমান আইপি
cs: plovoucí IP adresy
es: IPs flotantes
et: ujuvad IP-d
fi: Kelluvat IP-osoitteet
ky: Калкыма IP
lt: Slankieji IP
lv: Peldošie IP
nb: Flytende IP-er
pl: Pływające adresy IP
ru: Плавающие IP-адреса
sv: Flytande IPs
th: IP แบบลอยตัว
uk: Плаваючі IP-адреси

source: generate automatically
ar: توليد تلقائيا
az: avtomatik olaraq yaradır
bn: স্বয়ংক্রিয়ভাবে তৈরি
cs: automaticky generovat
de: automatisch generieren
es: generar automáticamente
et: loo automaatselt
fi: luoda automaattisesti
ky: автоматтык түрдө түзүү
lt: generuoti automatiškai
lv: ģenerēt automātiski
nb: generere automatisk
pl: wygenerować automatycznie
ru: генерировать автоматически
sv: generera automatiskt
th: สร้างโดยอัตโนมัติ
uk: генерувати автоматично

source: group invitations
ar: دعوات جماعية
az: Qrup dəvətnamələri
bn: গ্রুপ আমন্ত্রণ
cs: Skupinové pozvánky
de: Gruppeneinladung
es: invitaciones de grupo
et: Rühma kutsed
fi: Ryhmäkutsut
ky: Топтук чакыруулар
lt: Grupiniai kvietimai
lv: Grupu ielūgumi
nb: Gruppe invitasjoner
pl: Zaproszenia grupowe
ru: Групповые приглашения
sv: Gruppinbjudningar
th: คำเชิญกลุ่ม
uk: Групові запрошення

source: guest
ar: ضيف
az: Qonaq
bn: অতিথি
cs: Host
de: Gast
es: invitado
et: Külaline
fi: Vieras
ky: Конок
lt: Svečias
lv: Viesis
nb: Gjest
pl: Gość
ru: Гость
sv: Gäst
th: แขก
uk: гість

source: horizontal pod autoscaler
ar: المقياس التلقائي للجراب الأفقي
az: üfüqi pod avtoskaler
bn: অনুভূমিক পড অটোস্কেলার
cs: horizontální autoškálovač podů
de: horizontaler Pod-Autoscaler
es: autoescalador de pod horizontal
et: horisontaalne katelde automaatne skaleerija
fi: vaakasuora tyynyn automaattinen skaalaus
ky: горизонталдык подкаст автошкалагыч
lt: horizontalaus ankšties autoskaleris
lv: horizontāls pods autoscaler
nb: horisontal pod autoscaler
pl: poziome automatyczne skalowanie podów
ru: Горизонтальный модуль автомасштабирования
sv: horisontell pod autoscaler
th: ตัวปรับขนาดอัตโนมัติพ็อดแนวนอน
uk: горизонтальний модуль автомасштабування

source: horizontal pod autoscalers
ar: المقياس التلقائي للجراب الأفقي
az: üfüqi pod avtoskalerləri
bn: অনুভূমিক পড autoscalers
cs: horizontální autoškálovače podů
de: Horizontale Pod-Autoscaler
es: autoescaladores de pod horizontales
et: horisontaalsed automaatskaalarid
fi: vaakasuuntaiset autoskaalaimet
ky: горизонталдуу подскачка автоматтык масштабдаткычтар
lt: horizontalūs ankštiniai autoskaleriai
lv: horizontālie pod autoscaleri
nb: horisontal pod autoskalere
pl: poziome autoskalery pod
ru: автомасштаберы с горизонтальными капсулами
sv: horisontella pod autoskalare
th: ตัวปรับขนาดอัตโนมัติพ็อดแนวนอน
uk: горизонтальні автоскейлери

source: hour
ar: ساعة
az: saat
bn: ঘন্টা
cs: hodina
de: Stunde
es: hora
et: tund
fi: tunti
ky: саат
lt: valandą
lv: stunda
nb: time
pl: godzina
ru: час
sv: timme
th: ชั่วโมง
uk: Година

source: hours
ar: الساعات
az: saatlar
bn: ঘন্টার
cs: hodiny
de: Stunden
es: horas
et: Tunnid
fi: työaika
ky: Саат
lt: valandos
lv: Stundas
nb: timer
pl: Godzin
ru: Часов
sv: timmar
th: ชั่วโมง
uk: Години роботи

source: images
ar: الصور
az: Şəkillər
bn: ছবি
cs: obrazy
de: Bilder
es: imágenes
et: pilte
fi: Kuvia
ky: Сүрөттөр
lv: Attēli
nb: Bilder
pl: Obrazów
ru: Изображения
sv: Bilder
th: รูปภาพ
uk: Зображення

source: ingresses
ar: يدخل
az: girişlər
bn: প্রবেশ করে
cs: ingressy
de: Eindringlinge
es: ingresa
et: tungib sisse
fi: tunkeutuu sisään
ky: кирет
lt: įėmimas
lv: iekļūst
nb: innganger
pl: wnikania
ru: проникает
sv: intrång
th: ทางเข้า
uk: проникає

source: instances
ar: مثيلات
az: Nümunələr
bn: দৃষ্টান্ত
cs: žádosti
de: Instanzen
es: instancias
et: juhtumid
fi: Esineet
lt: Atvejai
lv: Gadījumi
nb: Forekomster
pl: Instancje
ru: Экземпляры
sv: Instanser
th: ตัวอย่าง
uk: Примірники

source: internal IPs
ar: عناوين IP الداخلية
az: Daxili IP-lər
bn: অভ্যন্তরীণ আইপি
cs: interní IP adresy
de: Interne IPs
es: IPs internas
et: sisemised IP-d
fi: Sisäiset IP-osoitteet
ky: Ички IP
lt: Vidiniai IP
lv: Iekšējie IP
nb: Interne IP-er
pl: Wewnętrzne adresy IP
ru: Внутренние IP-адреса
sv: Interna IPs
th: IP ภายใน
uk: Внутрішні IP-адреси

source: invitations
az: Dəvətnamələr

source: invoices
ar: الفواتير
az: hesab-fakturalar
bn: চালান
cs: faktury
de: Rechnungen
es: facturas
et: arved
fi: Laskut
ky: Эсеп-фактуралар
lt: Sąskaitos faktūros
lv: Rēķinus
nb: fakturaer
pl: Faktury
ru: Счета
sv: fakturor
th: ใบแจ้งหนี้
uk: Рахунки-фактури

source: is not defined.
ar: غير محدد.
az: müəyyən edilməmişdir.
bn: সংজ্ঞায়িত করা হয় নি.
cs: není definováno.
de: ist nicht definiert.
es: no está definido.
et: ei ole määratletud.
fi: ei ole määritelty.
ky: аныкталган эмес.
lt: nėra apibrėžtas.
lv: nav definēts.
nb: er ikke definert.
pl: nie jest zdefiniowany.
ru: не определен.
sv: är inte definierad.
th: ไม่ได้กำหนดไว้
uk: не визначено.

source: items
ar: العناصر
az: maddələr
bn: আইটেম
cs: položky
de: Artikel
es: artículos
et: Lisa element
fi: Kohteita
lt: elementai
lv: Vienumus
nb: elementer
pl: Elementy
ru: Элементы
sv: objekt
th: รายการ
uk: Предмети

source: jobs
ar: وظائف
az: İşlər
bn: চাকরি
cs: Pracovní místa
de: Arbeitsplätze
es: trabajos
et: Töökohad
fi: Työpaikkoja
ky: Жумуштар
lt: Darbai
lv: Darbavietas
nb: Jobber
pl: Zadania
ru: рабочие места
sv: Jobb
th: งาน
uk: Вакансії

source: member
ar: عضو
az: üzv
bn: সদস্য
cs: člen
de: Mitglied
es: miembro
et: liige
fi: Jäsen
ky: мүчө
lt: narys
lv: Biedrs
nb: Medlem
pl: Członek
ru: Член
sv: Medlem
th: สมาชิก
uk: Член

source: milli CPUs
ar: وحدات المعالجة المركزية الوطنية
az: Milli CPUlar
bn: জাতীয় CPUs
es: CPUs milli
et: riiklikud protsessorid
fi: kansalliset prosessorit
ky: улуттук процессорлор
lt: milli CPU
lv: nacionālie CPU
nb: milli CPUer
pl: krajowe procesory
ru: национальные процессоры
sv: milli CPU:er
th: ซีพียูระดับชาติ
uk: національні процесори

source: minute
ar: دقيقة
az: dəqiqə
bn: মিনিট
cs: minuta
es: minuto
et: minut
fi: minuutti
ky: мүнөт
lt: minutė
lv: minūte
nb: minutt
pl: minuta
ru: минута
sv: minuters
th: นาที
uk: Хвилина

source: month
ar: شهر
az: ay
bn: মাস
cs: měsíc
de: Monat
es: mes
et: Kuu
fi: Kuukausi
ky: Ай
lt: mėnuo
lv: Mēnesis
nb: måned
pl: Miesiąc
ru: Месяц
sv: månad
th: เดือน
uk: Місяць

source: network
ar: شبكة
az: şəbəkə
bn: অন্তর্জাল
cs: síť
de: Netzwerk
es: red
et: võrk
fi: verkko
lt: tinklas
lv: Tīkls
nb: nettverk
pl: Sieć
ru: Сеть
sv: nätverk
th: เครือข่าย
uk: Мережа

source: networks
ar: الشبكات
az: şəbəkələr
bn: নেটওয়ার্ক
cs: sítě
de: Netzwerke
es: redes
et: võrgud
fi: Verkot
ky: Тармактар
lt: Tinklai
lv: Tīkliem
nb: nettverk
pl: Sieci
ru: Сети
sv: nätverk
th: เครือข่าย
uk: МЕРЕЖІ

source: notification templates
ar: قوالب الإخطار
az: bildiriş şablonları
bn: বিজ্ঞপ্তি টেমপ্লেট
cs: šablony oznámení
de: Benachrichtigungsvorlagen
es: plantillas de notificación
et: teavitusmallid
fi: ilmoitusmalleja
ky: эскертме шаблондору
lt: pranešimų šablonai
lv: paziņojumu veidnes
nb: varslingsmaler
pl: szablony powiadomień
ru: шаблоны уведомлений
sv: meddelandemallar
th: เทมเพลตการแจ้งเตือน
uk: шаблони сповіщень

source: notifications
ar: الاخطارات
az: Bildirişlər
bn: বিজ্ঞপ্তি
cs: oznámení
de: Benachrichtigungen
es: notificaciones
et: teated
fi: Ilmoitukset
ky: Эскертмелер
lt: pranešimai
lv: PAZIŅOJUMUS
nb: Varslinger
pl: Powiadomienia
ru: Уведомления
sv: aviseringar
th: การแจ้งเตือน
uk: Сповіщення

source: of
ar: من
az: nin/nun
bn: এর
cs: z
de: von
es: de
et: kohta
fi: tai
ky: нын
lt: iš
lv: gada
nb: av
pl: z
ru: из
sv: av
th: ของ
uk: з

source: offering
ar: عرض
az: Təklif
bn: নিবেদন
cs: nabídka
de: Angebot
es: oferta
et: toode
fi: Tarjoaminen
ky: Сунуштоо
lt: siūlymas
lv: Piedāvājums
nb: tilbud
pl: Oferując
ru: Предложение
sv: erbjudande
th: ถวาย
uk: Пропозиція

source: offering permissions
ar: تقديم الأذونات
az: İcazələr təklif edir
bn: অনুমতি প্রদান
cs: oprávnění nabídky
de: Anbieten von Berechtigungen
es: permisos de la oferta
et: pakkumise õigused
fi: Tarjoaa käyttöoikeuksia
ky: Уруксаттарды сунуштоо
lt: siūlomi leidimai
lv: Piedāvā atļaujas
nb: tilbyr tillatelser
pl: Oferowanie uprawnień
ru: Предоставление разрешений
sv: erbjuder behörigheter
th: เสนอการอนุญาต
uk: Пропозиція дозволів

source: offering resources
ar: تقديم الموارد
az: mənbələr təklif edir
bn: সম্পদ অফার
cs: zdroje nabídky
de: Ressourcen anbieten
es: ofreciendo recursos
et: ressursse pakkudes
fi: resurssien tarjoaminen
ky: ресурстарды сунуш кылуу
lt: išteklių siūlymas
lv: piedāvājot resursus
nb: tilbyr ressurser
pl: oferując zasoby
ru: предложение ресурсов
sv: erbjuda resurser
th: เสนอทรัพยากร
uk: пропонуючи ресурси

source: offering users
ar: تقدم للمستخدمين
az: İstifadəçilərə təklif
bn: ব্যবহারকারীদের অফার
cs: uživatelé nabídky
de: Benutzer anbieten
es: ofreciendo a los usuarios
et: teenuse kasutajad
fi: Tarjoaa käyttäjille
ky: Колдонуучуларды сунуштоо
lt: siūlyti vartotojams
lv: Piedāvā lietotājiem
nb: tilby brukere
pl: Oferowanie użytkownikom
ru: Предлагая пользователям
sv: erbjuda användare
th: เสนอผู้ใช้
uk: Пропозиція користувачам

source: offerings
ar: العروض
az: Təkliflər
bn: অফার
cs: nabídky
de: Angebote
es: ofertas
et: toodet
fi: Tarjoukset
ky: Сунуштар
lt: aukos
lv: Piedāvājumi
nb: tilbud
pl: Oferty
ru: Предложения
sv: erbjudanden
th: ของถวาย
uk: Пропозиції

source: on
ar: على
az: Onun
bn: চালু
cs: zap
de: auf
es: en
et: Peal
fi: Päälle
ky: күйүк
lt: Įjungti
lv: Ieslēgts
nb: på
pl: Na
ru: На
sv: på
th: บน
uk: Увімкнено

source: on the
ar: على ال
az: üzərində
bn: উপরে
cs: na
de: auf der
es: en la
et: peal
fi: päällä
ky: үстүндө
lt: ant
lv: uz
nb: på
pl: na
ru: на
sv: på
th: บน
uk: на

source: order items
ar: طلب بضاعة
az: Məhsulları sifariş
bn: অর্ডার আইটেম
cs: položky objednávky
de: Artikel bestellen
es: artículos del pedido
et: tellimused
fi: Tilaa kohteita
ky: Буюмдарды заказ кылуу
lt: Užsisakykite daiktus
lv: Pasūtiet preces
nb: bestill elementer
pl: Zamawiać rzeczy
ru: Заказать товары
sv: beställ artiklar
th: สั่งสินค้า
uk: Товари замовлення

source: orders
ar: اوامر
az: Sifarişlər
bn: আদেশ
cs: Objednávky
de: Bestellungen
es: Órdenes
et: korraldusi
fi: Tilaukset
ky: Заказдар
lt: įsakymus
lv: Pasūtījumi
nb: Bestillinger
pl: Zamówienia
ru: Заказы
sv: Order
th: คำสั่งซื้อ
uk: Замовлення

source: organization
ar: منظمة
az: təşkilat
bn: সংগঠন
cs: organizace
de: Organisation
es: organización
et: asutus
fi: Organisaatio
ky: Уюштуруу
lt: Organizacija
lv: uzņēmums
nb: organisasjon
pl: Organizacja
ru: организация
sv: organisation
th: องค์กร
uk: організація

source: organizations
ar: المنظمات
az: təşkilatlar
bn: সংস্থাগুলি
cs: organizace
de: Organisationen
es: organizaciones
et: asutused
fi: Organisaatiot
ky: Уюмдар
lt: Organizacijos
lv: Organizācijām
nb: organisasjoner
pl: Organizacji
ru: Организации
sv: organisationer
th: องค์กร
uk: організації

source: overview
ar: نظره عامه
az: Baxış-icmal
bn: ওভারভিউ
cs: Přehled
de: Überblick
es: visión general
et: Ülevaade
fi: Yleiskatsaus
ky: сереп
lt: apžvalga
lv: Pārskats
nb: Oversikt
pl: Przegląd
ru: Обзор
sv: Översikt
th: ภาพรวม
uk: Огляд

source: owner
ar: مالك
az: sahib
bn: মালিক
cs: vlastník
de: Inhaber
es: propietario
et: Omanik
fi: Omistaja
ky: Ээси
lt: Savininkas
lv: Īpašnieks
nb: eier
pl: Właściciel
ru: Владелец
sv: ägare
th: เจ้าของ
uk: Власник

source: past the hour
ar: بعد الساعة
az: saatdan keçdi
bn: ঘন্টা গত
cs: po hodině
de: nach der vollen Stunde
es: pasada la hora
et: tunnist möödas
fi: yli tunnin
ky: саат өттү
lt: praėjo valandą
lv: pāri stundai
nb: forbi timen
pl: po godzinie
ru: прошел час
sv: förbi timmen
th: ผ่านไปหนึ่งชั่วโมง
uk: минула година

source: payment profiles
ar: ملفات تعريف الدفع
az: Ödəniş profilləri
bn: পেমেন্ট প্রোফাইল
cs: platební profily
de: Zahlungsprofile
es: perfiles de pago
et: Makseprofiilid
fi: Maksuprofiilit
ky: Төлөм профилдери
lt: mokėjimų profiliai
lv: Maksājumu profili
nb: betalingsprofiler
pl: Profile płatności
ru: Платежные профили
sv: betalningsprofiler
th: โปรไฟล์การชำระเงิน
uk: Платіжні профілі

source: payments
ar: الدفعات
az: ödənişlər
bn: পেমেন্ট
cs: platby
de: Zahlungen
es: pagos
et: maksed
fi: Maksut
ky: Төлөмдөр
lt: mokėjimai
lv: Maksājumi
nb: betalinger
pl: Płatności
ru: Платежи
sv: betalningar
th: การชำระเงิน
uk: Платежі

source: pending
ar: المعلقه
az: gözləyən
bn: বিচারাধীন
cs: Nevyřízený
es: Pendiente
et: Ootel
fi: Vireillä
ky: Күтүүдө
lt: Kol
lv: Gaida
nb: Ventende
pl: Oczekujące
ru: Отложенные
sv: I väntan på
th: รอดำเนินการ
uk: В очікуванні

source: permission reviews
ar: مراجعات الأذونات
az: icazə baxışları
bn: অনুমতি পর্যালোচনা
cs: kontroly oprávnění
de: Berechtigungsüberprüfungen
es: revisiones de permisos
et: õiguste ülevaade
fi: lupatarkastuksia
ky: уруксат кароо
lt: leidimų peržiūros
lv: atļauju pārskatīšana
nb: tillatelse vurderinger
pl: recenzje uprawnień
ru: обзоры разрешений
sv: behörighetsgranskningar
th: การตรวจสอบสิทธิ์
uk: перегляди дозволів

source: plans
ar: الخطط
az: Planlar
bn: পরিকল্পনা সমূহ
cs: plány
de: Pläne
es: planes
et: Plaanid
fi: Suunnitelmat
ky: Пландар
lt: planai
lv: Plāni
nb: planer
pl: Plany
ru: Планы
sv: planer
th: แผน
uk: Плани

source: ports
ar: الموانئ
az: Limanlar
bn: বন্দর
cs: porty
de: Häfen
es: puertos
et: Sadamad
fi: Portit
ky: Порттар
lt: uostai
lv: Ostas
nb: porter
pl: Porty
ru: Порты
sv: hamnar
th: พอร์ต
uk: Порти

source: project
ar: مشروع
az: Layihə
bn: প্রকল্প
cs: projekt
de: Projekt
es: proyecto
et: Projekt
fi: Projekti
ky: Долбоор
lt: projektas
lv: Projekts
nb: prosjekt
pl: Projekt
ru: Проект
sv: projekt
th: โครงการ
uk: Демонструвати

source: projects
ar: المشاريع
az: layihələr
bn: প্রকল্প
cs: projekty
de: departments
es: proyectos
et: Projektid
fi: Projektit
ky: Долбоорлор
lt: projektai
lv: projektus
nb: prosjekter
pl: Projekty
ru: Проекты
sv: projekt
th: โครงการ
uk: Проекти

source: recepients
ar: المستلمين
az: qəbuledicilər
bn: প্রাপক
cs: příjemců
de: Empfänger
es: destinatorios
et: vastuvõtjad
fi: vastaanottajat
ky: алуучулар
lt: gavėjai
lv: saņēmējiem
nb: mottakere
pl: odbiorcy
ru: получатели
sv: mottagare
th: ผู้รับ
uk: одержувачі

source: records
ar: السجلات
az: qeydlər
bn: রেকর্ড
cs: záznamy
de: Datensätze
es: registros
et: kirjed
fi: levyjä
ky: жазуулар
lt: įrašai
lv: ieraksti
nb: rekorder
pl: Dokumentacja
ru: записи
sv: uppgifter
th: บันทึก
uk: Записи

source: remote accounts
ar: الحسابات البعيدة
az: Uzaq hesablar
bn: দূরবর্তী অ্যাকাউন্ট
cs: vzdálené účty
de: Remote-Konten
es: cuentas remotas
et: Kaugkontod
fi: Etätilit
ky: Алыскы эсептер
lt: Nuotolinės paskyros
lv: Attālinātie konti
nb: eksterne kontoer
pl: Konta zdalne
ru: Удаленные учетные записи
sv: Fjärrkonton
th: บัญชีระยะไกล
uk: Віддалені облікові записи

source: remove
ar: أبعد
az: Çıxarmaq
bn: অপসারণ
cs: Odstranit
de: Entfernen
es: eliminar
et: Eemalda
fi: Poistaa
ky: Алып салуу
lt: Pašalinti
lv: Noņemt
nb: Fjerne
pl: Usunąć
ru: Убрать
sv: Avlägsna
th: ลบ
uk: Видалити

source: requests
ar: الطلبات
az: İstəklər
bn: অনুরোধ
cs: Požaduje
de: Anfragen
es: solicitudes
et: Taotlused
fi: Pyyntöjä
ky: Сураныч
lt: Prašymai
lv: Pieprasījumi
nb: Forespørsler
pl: Żądania
ru: Запросы
sv: Förfrågningar
th: คำขอ
uk: Запити

source: resource
ar: الموارد
az: Resurs
bn: সম্পদ
cs: zdroj
de: Ressource
es: recurso
et: ressurss
fi: resurssi
ky: Ресурс
lt: Ištekliai
lv: Resurss
nb: ressurs
pl: Ratunek
ru: ресурс
sv: resurs
th: ทรัพยากร
uk: Ресурс
