Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: resource allocator
ar: توظيف المصادر
az: Resurs ayırıcısı
bn: সম্পদ বরাদ্দকরণ
cs: Alokátor zdrojů
de: Ressourcenzuteiler
es: asignador de recursos
et: Ressursijaotur
fi: Resurssiallokoija
ky: Ресурс бөлүштүргүч
lt: Išteklių skirstytuvas
lv: Resursu sadalītājs
nb: Ressursfordeler
pl: Alokator zasobów
ru: Распределитель ресурсов
sv: Resursfördelare
th: ตัวจัดสรรทรัพยากร
uk: Розподільник ресурсів

source: resource creation flows
ar: تدفقات إنشاء الموارد
az: Resurs yaradılması axınları
bn: সম্পদ সৃষ্টির প্রবাহ
cs: Toky vytváření zdrojů
de: Abläufe bei der Ressourcenerstellung
es: flujos de creación de recursos
et: Ressursside loomise vood
fi: Resurssien luonti virtaa
ky: Ресурстарды түзүү агымы
lt: Išteklių kūrimo srautai
lv: Resursu radīšanas plūsmas
nb: Ressursskaping flyter
pl: Przepływy tworzenia zasobów
ru: Потоки создания ресурсов
sv: Resursskapande flödar
th: กระแสการสร้างทรัพยากร
uk: Потоки створення ресурсу

source: resources
ar: موارد
az: Resurslar
bn: সম্পদ
cs: zdroje
de: Ressourcen
es: recursos
et: ressursid
fi: Varat
ky: Ресурстар
lt: Ištekliai
lv: Resursi
nb: ressurser
pl: Zasoby
ru: Ресурсы
sv: resurser
th: ทรัพยากร
uk: Ресурси

source: restored volumes
ar: المجلدات المستعادة
az: bərpa edilmiş həcmlər
bn: পুনরুদ্ধার করা ভলিউম
cs: obnovené svazky
de: Wiederhergestellte Volumes
es: volúmenes restaurados
et: taastatud volüümid
fi: Kunnostetut volyymit
ky: Калыбына келтирилген томдор
lt: Atkurti tomai
lv: Atjaunoti sējumi
nb: gjenopprettede volumer
pl: Przywrócone woluminy
ru: Восстановленные тома
sv: Återställda volymer
th: ปริมาณการเรียกคืน
uk: Відновлені томи

source: reviews
ar: ملاحظات
az: Rəylər
bn: রিভিউ
cs: hodnocení
de: Bewertungen
es: revisiones
et: arvustused
fi: Arvion perusteella
ky: Сын-пикирлер
lt: Atsiliepimai
lv: Atsauksmes
nb: vurderinger
pl: Opinii
ru: обзоры
sv: recensioner
th: ความคิดเห็น
uk: Відгуки

source: robot account
ar: حساب روبوت
az: Robot hesabı
bn: রোবট অ্যাকাউন্ট
cs: Robotický účet
de: Roboterkonto
es: cuenta de robot
et: Roboti konto
fi: Robotin tili
ky: Робот аккаунту
lt: Roboto paskyra
lv: Robota konts
nb: Robotkonto
pl: Konto robota
ru: Аккаунт робота
sv: Robotkonto
th: บัญชีหุ่นยนต์
uk: Обліковий запис робота

source: robot accounts
ar: حسابات الروبوت
az: Robot hesabları
bn: রোবট অ্যাকাউন্ট
cs: Účty robotů
de: Roboterkonten
es: cuentas de robots
et: roboti kontod
fi: Robottitilit
ky: Робот эсептери
lt: Robotų sąskaitos
lv: Robotu konti
nb: Robotkontoer
pl: Konta robotów
ru: Аккаунты роботов
sv: Robotkonton
th: บัญชีหุ่นยนต์
uk: Облікові записи роботів

source: roles
ar: ادوار
az: Rollar
bn: ভূমিকা
cs: Role
de: Rollen
et: Rollid
fi: Roolit
ky: Ролдор
lv: Lomas
nb: Roller
pl: Ról
ru: Роли
sv: Roller
th: บทบาท
uk: Ролі

source: routers
ar: أجهزة التوجيه
az: Routerlər
bn: রাউটার
cs: routery
de: Router
et: Ruuterid
fi: Reitittimet
ky: Маршрутизаторлор
lt: Maršrutizatoriai
lv: Maršrutētāji
nb: rutere
pl: Routery
ru: Маршрутизаторы
sv: routrar
th: เราเตอร์
uk: маршрутизатори

source: security group
ar: مجموعة أمنية
az: təhlükəsizlik qrupu
bn: নিরাপত্তা গ্রুপ
cs: skupina zabezpečení
de: Sicherheitsgruppe
es: grupo de seguridad
et: turvagrupp
fi: turvaryhmä
ky: коопсуздук тобу
lt: saugumo grupė
lv: drošības grupa
nb: sikkerhetsgruppe
pl: grupa bezpieczeństwa
ru: группа безопасности
sv: säkerhetsgrupp
th: กลุ่มรักษาความปลอดภัย
uk: група безпеки

source: security groups
ar: مجموعات أمنية
az: təhlükəsizlik qrupları
bn: নিরাপত্তা গোষ্ঠী
cs: skupiny zabezpečení
de: Sicherheitsgruppen
es: grupos de seguridad
et: turvarühmad
fi: Turvaryhmät
ky: Коопсуздук топтору
lt: Apsaugos grupės
lv: Drošības grupas
nb: sikkerhetsgrupper
pl: Grupy zabezpieczeń
ru: Группы безопасности
sv: säkerhetsgrupper
th: กลุ่มรักษาความปลอดภัย
uk: Групи безпеки

source: server groups
ar: مجموعات الخادم
az: Server qrupları
bn: সার্ভার গ্রুপ
cs: Skupiny serverů
de: Servergruppen
es: grupos de servidores
et: Serveri rühmad
fi: Palvelinryhmät
ky: Сервер топтору
lt: Serverių grupės
lv: Serveru grupas
nb: Servergrupper
pl: Grupy serwerów
ru: Группы серверов
sv: Servergrupper
th: กลุ่มเซิร์ฟเวอร์
uk: Групи серверів

source: services
ar: خدمات
az: Xidmətlər
bn: সেবা
cs: služby
de: Dienstleistungen
es: servicios
et: Teenused
fi: Palvelut
ky: Кызматтар
lt: paslaugos
lv: Pakalpojumi
nb: tjenester
pl: USŁUGI
ru: Услуги
sv: tjänster
th: บริการ
uk: послуги

source: shown
ar: هو مبين
az: göstərilib
bn: দেখানো
cs: zobrazeno
de: gezeigt
es: Mostrado
et: näidatud
fi: esitetty
ky: көрсөтүлгөн
lt: parodyta
lv: parādīts
nb: vist
pl: pokazane
ru: показано
sv: visad
th: แสดง
uk: показано

source: snapshot schedules
ar: جداول اللقطات
az: ani görüntü cədvəlləri
bn: স্ন্যাপশট সময়সূচী
cs: plány snímků
de: Snapshot-Zeitpläne
es: programación de las instantáneas
et: hetkegraafikuid
fi: Snapshot-aikataulut
ky: Көз ирмемдик графиктер
lt: momentinių nuotraukų tvarkaraščiai
lv: Momentuzņēmumu grafiki
nb: tidsplaner for øyeblikksbilde
pl: Harmonogramy migawek
ru: Расписания снимков
sv: Ögonblicksbildscheman
th: กำหนดการภาพรวม
uk: Розклади знімків

source: snapshots
ar: لقطات
az: qısa çəkimlər
bn: স্ন্যাপশট
cs: snímky
de: Schnappschüsse
es: Instantáneas
et: hetktõmmised
fi: Tilannekuvat
ky: Сүрөттөр
lt: momentinės nuotraukos
lv: Momentuzņēmumi
nb: øyeblikksbilder
pl: Migawki
ru: Снимки
sv: ögonblicksbilder
th: สแนปชอต
uk: моментальні знімки

source: storage
ar: تخزين
az: saxlama
bn: স্টোরেজ
cs: úložiště
de: Speicher
es: almacenamiento
et: salvestusruum
fi: Varastointi
ky: Сактагыч
lt: saugykla
lv: Uzglabāšana
nb: lagring
pl: Składowanie
ru: Хранение
sv: lagring
th: พื้นที่จัดเก็บ
uk: Зберігання

source: subnets
ar: الشبكات الفرعية
az: alt şəbəkələr
bn: সাবনেট
cs: podsítě
de: Subnetze
es: subredes
et: alamvõrgud
fi: Aliverkot
lt: potinkliai
lv: Apakštīkli
nb: delnett
pl: Podsieci
ru: Подсети
sv: undernät
th: ซับเน็ต
uk: Підмережі

source: support
ar: دعم
az: dəstək
bn: সমর্থন
cs: podpora
de: Unterstützung
es: soporte
et: Tugi
fi: Tuki
ky: Колдоо
lt: parama
lv: Atbalsts
nb: brukerstøtte
pl: Wsparcie
ru: Служба поддержки
sv: stöd
th: สนับสนุน
uk: Підтримка

source: support feedback
ar: دعم ردود الفعل
az: dəstək rəyi
bn: সমর্থন প্রতিক্রিয়া
cs: zpětná vazba podpory
de: unterstützung rückmeldung
es: comentarios de soporte
et: toetada tagasisidet
fi: tuki palautetta
ky: колдоо пикир
lt: palaikymo atsiliepimai
lv: atbalsta atsauksmes
nb: støtte tilbakemelding
pl: wsparcie zwrotne
ru: поддержка обратной связи
sv: stödja feedback
th: สนับสนุนข้อเสนอแนะ
uk: підтримка відгуків

source: support requests
ar: طلبات الدعم
az: dəstək sorğuları
bn: সমর্থন অনুরোধ
cs: žádosti o podporu
de: Support-Anfragen
es: solicitudes del soporte
et: Kasutajatoe päringud
fi: Tukipyynnöt
ky: Сурамдарды колдоо
lt: palaikymo užklausos
lv: Atbalsta pieprasījumi
nb: supportforespørsler
pl: Prośby o wsparcie
ru: Запросы в службу поддержки
sv: supportförfrågningar
th: คำขอการสนับสนุน
uk: Запити в службу підтримки

source: team invitations
ar: دعوات الفريق
az: Komanda dəvətnamələri
bn: দল আমন্ত্রণ
cs: týmové pozvánky
de: Teameinladungen
es: invitaciones del equipo
et: Meeskonna kutsed
fi: Joukkueen kutsut
ky: Команда чакыруулары
lt: komandos kvietimai
lv: Komandu ielūgumi
nb: teaminvitasjoner
pl: Zaproszenia drużynowe
ru: Приглашения в команду
sv: gruppinbjudningar
th: คำเชิญทีม
uk: командні запрошення

source: team members
ar: أعضاء الفريق
az: Komanda üzvləri
bn: দলের সদস্যরা
cs: členové týmu
de: Teammitglieder
es: miembros del equipo
et: meeskonna liikmed
fi: Ryhmän jäsenet
ky: Команда мүчөлөрү
lt: komandos nariai
lv: Komandas dalībnieki
nb: gruppemedlemmer
pl: Członkowie drużyny
ru: Члены команды
sv: gruppmedlemmar
th: สมาชิกในทีม
uk: Члени команди

source: this month
ar: هذا الشهر
az: bu ay
bn: এই মাস
cs: Tento měsíc
de: Diesen Monat
es: este mes
et: see kuu
fi: Tässä kuussa.
ky: ушул айда
lt: Šį mėnesį
lv: Šis mēnesis
nb: Denne måneden
pl: W tym miesiącu
ru: В этом месяце
sv: den här månaden
th: เดือนนี้
uk: Цього місяця

source: till
ar: ل
az: qədər
bn: প্রতি
cs: do
de: bis
es: hasta
et: To
fi: Vastaanottaja
ky: чейин
lt: iki
lv: Uz
nb: til
pl: Do
ru: К
sv: tills
th: ถึง
uk: до

source: token will not timeout
ar: لن تنتهي مهلة الرمز المميز
az: işarə zamandan çıxmayacaq
bn: টোকেন সময় শেষ হবে না
cs: token nebude mít časový limit
de: Token wird kein Timeout
es: el token no se agotará el tiempo de espera
et: token ei aegu
fi: token ei aikakatkaisu
ky: токен күтүлбөйт
lt: atpažinimo ženklas nesibaigs
lv: marķieris neiestāsies taimauts
nb: token vil ikke timeout
pl: token nie przekroczy limitu czasu
ru: токен не истечет по тайм-ауту
sv: token kommer inte att ta timeout
th: โทเค็นจะไม่หมดเวลา
uk: маркер не буде тайм-аут

source: tokens
ar: الرموز
az: Ayələr
bn: টোকেন
cs: žetony
de: Token
et: märgid
fi: rahakkeita
ky: токендер
lt: žetonų
lv: žetonus
pl: Tokeny
ru: Маркеры
sv: Polletter
th: โทเค็น
uk: Жетони

source: trusted identity
ar: هوية موثوقة
az: etibarlı şəxsiyyət
bn: বিশ্বস্ত পরিচয়
cs: důvěryhodná identita
de: vertrauenswürdige Identität
es: identidad de confianza
et: usaldusväärne identiteet
fi: luotettava identiteetti
ky: ишенимдүү инсандык
lt: patikima tapatybė
lv: uzticama identitāte
nb: pålitelig identitet
pl: zaufana tożsamość
ru: доверенная личность
sv: pålitlig identitet
th: ข้อมูลประจำตัวที่เชื่อถือได้
uk: довірена особа

source: user agreements
ar: اتفاقيات المستخدم
az: İstifadəçi sazişləri
bn: ব্যবহারকারী চুক্তি
cs: Uživatelské smlouvy
de: Nutzungsvereinbarungen
es: Acuerdos de usuario
et: Kasutuslepingud
fi: Käyttäjäsopimukset
ky: Колдонуучу келишимдери
lt: Vartotojo sutartys
lv: Lietotāja līgumi
nb: Brukeravtaler
pl: Umowy użytkownika
ru: Пользовательские соглашения
sv: Användaravtal
th: ข้อตกลงผู้ใช้
uk: Користувацькі угоди

source: user permission requests
ar: طلبات إذن المستخدم
az: istifadəçi icazəsi tələbləri
bn: ব্যবহারকারীর অনুমতি অনুরোধ
cs: žádosti o povolení uživatele
de: Benutzerberechtigungsanfragen
es: solicitudes de permiso de usuario
et: kasutaja õiguste taotlused
fi: käyttäjien lupapyynnöt
ky: колдонуучунун уруксат сурамдары
lt: vartotojo leidimo prašymai
lv: lietotāju atļauju pieprasījumi
nb: brukertillatelsesforespørsler
pl: prośby o pozwolenie użytkownika
ru: запросы разрешений пользователей
sv: begäranden om användartillstånd
th: คำขอสิทธิ์ของผู้ใช้
uk: запити дозволів користувача

source: users
ar: المستعملون
az: istifadəçilər
bn: ব্যবহারকারীদের
cs: uživatelé
de: Benutzer
es: usuarios
et: Kasutajad
fi: Käyttäjät
ky: Колдонуучулар
lt: vartotojai
lv: Lietotājiem
nb: brukere
pl: Użytkowników
ru: Пользователи
sv: användare
th: ผู้ใช้
uk: Користувачі

source: vCPU
ar: وحدة المعالجة المركزية الافتراضية
az: vCPU (virtual mərkəzi əməliyyat prosessoru)
pl: wirtualny procesor
ru: виртуальный ЦП
th: วีซีพียู

source: vCPU count
ar: عدد وحدات المعالجة المركزية الافتراضية
az: vCPU (virtual mərkəzi əməliyyat prosessoru) sayı
bn: vCPU গণনা
cs: počet vCPU
de: vCPU-Anzahl
es: recuento de vCPU
et: vCPU arv
fi: vCPU-määrä
ky: vCPU саны
lt: vCPU skaičius
lv: vCPU skaits
nb: vCPU-antall
pl: liczba procesorów wirtualnych
ru: количество виртуальных ЦП
sv: vCPU-antal
th: จำนวน vCPU
uk: кількість vCPU

source: vCPU limit is exceeded
ar: تم تجاوز حد vCPU
az: vCPU həddi aşılır
bn: vCPU সীমা অতিক্রম করেছে৷
cs: Limit vCPU je překročen
de: vCPU-Limit wird überschritten
es: se supera el límite de vCPU
et: vCPU limiit on ületatud
fi: vCPU-raja ylittyy
ky: vCPU чегинен ашып кетти
lt: viršyta vCPU riba
lv: Ir pārsniegts vCPU ierobežojums
nb: vCPU-grensen er overskredet
pl: Przekroczono limit vCPU
ru: Превышен лимит виртуальных ЦП
sv: vCPU-gränsen har överskridits
th: เกินขีดจำกัด vCPU
uk: Перевищено ліміт vCPU

source: vSphere Virtual Machine
ar: آلة vSphere الافتراضية
az: vSphere Virtual Maşın
bn: vSphere ভার্চুয়াল মেশিন
cs: Virtuální počítač vSphere
de: vSphere Virtuelle Maschine
es: Máquina virtual de vSphere
et: Virtuaalmasinad
lt: vSphere Virtuali Mašina
lv: vSphere virtuālā mašīna
nb: vSphere virtuelle maskin
pl: Maszyna wirtualna vSphere
ru: Виртуальная машина vSphere
sv: vSphere Virtual Dator
th: เครื่องเสมือน vSphere
uk: Віртуальна машина vSphere

source: view order
ar: عرض الأمر
az: Sifarişə baxın
bn: অর্ডার দেখুন
cs: Zobrazit objednávku
de: Bestellung ansehen
es: Ver pedido
et: Vaata tellimust
fi: Katso tilaus
ky: Тартипти көрүү
lt: Peržiūrėti užsakymą
lv: Skatīt pasūtījumu
nb: Se bestilling
pl: Zobacz zamówienie
ru: Посмотреть заказ
sv: Visa beställning
th: ดูคำสั่งซื้อ
uk: Переглянути замовлення

source: virtual machine
ar: آلة افتراضية
az: virtual maşın
bn: ভার্চুয়াল মেশিন
cs: virtuální počítač
de: virtuelle Maschine
es: máquina virtual
et: Virtuaalne masin
fi: virtuaalikone
ky: виртуалдык машина
lt: virtuali mašina
lv: virtuālā iekārta
nb: virtuell maskin
pl: maszyna wirtualna
ru: виртуальная машина
sv: virtuell dator
th: เครื่องเสมือน
uk: віртуальна машина

source: volume snapshot
ar: لقطة حجم
az: həcm anlıq görüntüsü
bn: ভলিউম স্ন্যাপশট
cs: snímek svazku
es: instantánea de volumen
et: Salvestusüksuse hetktõmmis
fi: äänenvoimakkuuden tilannekuva
ky: көлөмүнүн сүрөтү
lt: tomo momentinė nuotrauka
lv: apjoma momentuzņēmums
nb: volum øyeblikksbilde
pl: migawka woluminu
ru: снимок тома
sv: volym ögonblicksbild
th: สแน็ปช็อตปริมาณ
uk: томний знімок

source: volume snapshot schedule
ar: جدول لقطة الحجم
az: həcm anlıq cədvəli
bn: ভলিউম স্ন্যাপশট সময়সূচী
cs: plán snímků svazku
de: Volume-Snapshot-Zeitplan
es: programación de instantáneas de volumen
et: Salvestusüksuse hetktõmmise ajastamine
fi: äänenvoimakkuuden tilannekuvan aikataulu
ky: көлөмүнүн графиги
lt: tomo momentinės nuotraukos tvarkaraštis
lv: apjoma momentuzņēmuma grafiks
nb: volum øyeblikksbilde tidsplan
pl: harmonogram tworzenia migawek woluminów
ru: расписание моментальных снимков тома
sv: volym ögonblicksbild schema
th: กำหนดการสแนปชอตปริมาณ
uk: розклад знімків томів

source: volume snapshots
ar: لقطات الحجم
az: Həcmi anlıq görüntüləri
bn: ভলিউম স্ন্যাপশট
cs: snímky svazků
es: instantáneas de volumen
et: Salvestusüksuse hetktõmmised
fi: Tilavuuskuvia
ky: Көлөмү
lt: tūrio momentinės nuotraukos
lv: Skaļuma momentuzņēmumi
nb: volum øyeblikksbilder
pl: Migawki woluminów
ru: Снимки томов
sv: volymögonblicksbilder
th: สแนปชอตปริมาณ
uk: Об&#39;ємні знімки

source: volumes
ar: أحجام
az: cildlər
bn: ভলিউম
cs: svazky
de: Bände
es: volúmenes
et: volüümid
fi: Volyymit
ky: Томдор
lt: tomai
lv: Apjomi
nb: Volumer
pl: Wolumeny
ru: Объемы
sv: Volymer
th: เล่ม
uk: Обсяги

source: week
ar: أسبوع
az: həftə
bn: সপ্তাহ
cs: týden
de: Woche
es: semana
et: Nädal
fi: Viikko
ky: Апта
lt: savaitė
lv: Nedēļa
nb: uke
pl: Tydzień
ru: Неделя
sv: vecka
th: สัปดาห์
uk: Тиждень

source: worker
ar: عامل
az: İşçi
bn: কর্মী
cs: pracovník
de: Arbeiter
es: trabajador
et: Tööline
fi: Työntekijä
ky: жумушчу
lt: darbuotojas
lv: Strādnieks
nb: arbeideren
pl: Pracownik
ru: Рабочий
sv: Arbetstagare
th: คนงาน
uk: робітник

source: workloads
ar: أعباء العمل
az: İş yükləri
bn: কাজের ভার
cs: vytížení
de: Arbeitsauslastungen
es: cargas de trabajo
et: Töökoormused
fi: Työmäärät
ky: Жумуш жүктөрү
lt: darbo krūviai
lv: Darba slodzes
nb: arbeidsbelastninger
pl: Obciążenia
ru: Рабочие нагрузки
sv: arbetsbelastningar
th: ปริมาณงาน
uk: Робочі навантаження

source: year
ar: سنة
az: İl
bn: বছর
cs: rok
de: Jahr
es: año
et: aasta
fi: Vuosi
ky: жыл
lt: metus
lv: Gads
nb: år
pl: rok
ru: года
sv: år
th: ปี
uk: Рік

source: {action} has been scheduled for {resource}.
ar: {action}وقد تم تحديد موعد ل{resource} .
az: {action}üçün planlaşdırılmışdır{resource}.
bn: {action}জন্য নির্ধারিত হয়েছে{resource} .
cs: {action}bylo naplánováno na{resource} .
de: {action}ist geplant{resource} .
es: {action} ha sido programado para {resource}.
et: {action}on kavandatud{resource} .
fi: {action}on suunniteltu{resource} .
ky: {action}үчүн пландаштырылган{resource} .
lt: {action}buvo suplanuotas{resource} .
lv: {action}ir ieplānots{resource} .
nb: {action}er planlagt til{resource} .
pl: {action}zostało zaplanowane{resource} .
ru: {action}было запланировано на{resource} .
sv: {action}har planerats till{resource} .
th: {action}ได้รับการกำหนดไว้สำหรับ{resource} .
uk: {action}було заплановано на{resource} .

source: {action} in progress
az: {action}davam edir

source: {agent} - {status}. Last request: {time}
az: {agent}-{status}. Son sorğu: {time}

source: {category} resources
ar: {category}موارد
az: {category}mənbələr
bn: {category}সম্পদ
cs: {category} zdroje
de: {category} Ressourcen
es: {category} recursos
et: {category} ressursid
fi: {category}resursseja
ky: {category}ресурстар
lt: {category} ištekliai
lv: {category}resursus
nb: {category} ressurser
pl: {category}zasoby
ru: {category}Ресурсы
sv: {category} resurser
th: {category}ทรัพยากร
uk: {category}ресурси

source: {count} hour
ar: {count}ساعة
az: {count}saat
bn: {count}ঘন্টা
cs: {count}hodina
de: {count}Stunde
es: {count} hora
et: {count}tund
fi: {count}tunnin
ky: {count}саат
lt: {count}valandą
lv: {count}stunda
nb: {count}time
pl: {count}Godzina
ru: {count}час
sv: {count}Timme
th: {count}ชั่วโมง
uk: {count}година

source: {count} hours
ar: {count}ساعات
az: {count}saat
bn: {count}ঘন্টার
cs: {count} hodin
de: {count}Std.
es: {count} horas
et: {count}tundi
fi: {count}tuntia
ky: {count}саат
lt: {count}valandų
lv: {count}stundas
nb: {count}timer
pl: {count}godziny
ru: {count} час.
sv: {count}Timmar
th: {count}ชั่วโมง
uk: {count}години

source: {count} items
ar: {count}أغراض
az: {count}əşyalar
bn: {count}আইটেম
cs: {count} Položky
de: {count}Artikel
es: {count} artículos
et: {count} üksust
fi: {count} kohdetta
ky: {count}буюмдар
lt: {count}daiktų
lv: {count}preces
nb: {count} elementer
pl: {count}Rzeczy
ru: {count}предметы
sv: {count}föremål
th: {count}รายการ
uk: {count}елементи

source: {count} members
ar: {count}أعضاء
az: {count}üzvlər
bn: {count}সদস্যদের
cs: {count} členů
de: {count}Mitglieder
es: {count} miembros
et: {count}liikmed
fi: {count}jäsenet
ky: {count}мүчөлөрү
lt: {count}nariai
lv: {count}biedri
nb: {count}medlemmer
pl: {count} członków
ru: {count}члены
sv: {count}medlemmar
th: {count}สมาชิก
uk: {count}членів

source: {count} minutes
ar: {count}دقائق
az: {count}dəqiqələr
bn: {count}মিনিট
cs: {count} minut
de: {count}Protokoll
es: {count} minutos
et: {count}minutit
fi: {count}pöytäkirja
ky: {count}мүнөт
lt: {count}minučių
lv: {count}minūtes
nb: {count} minutter
pl: {count} minut
ru: {count} минут
sv: {count}Minuter
th: {count}นาที
uk: {count}хвилин

source: {count} more affiliations
ar: {count}المزيد من الانتماءات
az: {count}daha çox mənsubiyyət
bn: {count}আরো অধিভুক্তি
cs: {count}více afilací
de: {count}weitere Zugehörigkeiten
es: {count} más afiliaciones
et: {count}rohkem sidemeid
fi: {count}lisää sidosryhmiä
ky: {count}көбүрөөк байланыштар
lt: {count}daugiau priklausomybių
lv: {count}vairāk piederību
nb: {count}flere tilknytninger
pl: {count}więcej powiązań
ru: {count}больше связей
sv: {count}fler anslutningar
th: {count}ความเกี่ยวข้องมากขึ้น
uk: {count}більше приналежностей

source: {count} projects
ar: {count}المشاريع
az: {count}layihələr
bn: {count}প্রকল্প
cs: {count}projekty
de: {count}Projekte
es: {count} proyectos
et: {count}projektid
fi: {count}hankkeita
ky: {count}долбоорлор
lt: {count}projektus
lv: {count}projektus
nb: {count}prosjekter
pl: {count}projektowanie
ru: {count}проекты
sv: {count}projekt
th: {count}โครงการ
uk: {count}проекти

source: {count} resources
ar: {count}موارد
az: {count}mənbələr
bn: {count}সম্পদ
cs: {count}zdroje
de: {count}Ressourcen
es: {count} recursos
et: {count}ressursse
fi: {count}resursseja
ky: {count}ресурстар
lt: {count}išteklių
lv: {count}resursus
nb: {count}ressurser
pl: {count}zasoby
ru: {count}Ресурсы
sv: {count}Resurser
th: {count}ทรัพยากร
uk: {count}ресурси

source: {count} row selected
ar: {count}الصف المحدد
az: {count}sıra seçildi
bn: {count}সারি নির্বাচিত
cs: {count}vybraný řádek
de: {count}Zeile ausgewählt
es: {count} fila seleccionada
et: {count} rida valitud
fi: {count}rivi valittuna
ky: {count}катар тандалды
lt: {count}pasirinkta eilutė
lv: {count}rinda atlasīta
nb: {count}rad valgt
pl: {count}wybrany wiersz
ru: {count}строка выбрана
sv: {count}rad vald
th: {count}เลือกแถวแล้ว
uk: {count}вибраний рядок

source: {count} rows selected
ar: {count}الصفوف المحددة
az: {count}satırlar seçilmişdir
bn: {count}সারি নির্বাচিত
cs: {count}vybrané řádky
de: {count}Zeilen ausgewählt
es: {count} filas seleccionadas
et: {count}read valitud
fi: {count}rivit valittu
ky: {count}саптар тандалды
lt: {count}pasirinktos eilutės
lv: {count}rindas atlasītas
nb: {count}rader valgt
pl: {count}wybrane wiersze
ru: {count}выбранные строки
sv: {count}rader valda
th: {count}แถวที่เลือก
uk: {count}вибрано рядків

source: {count} user events in {date}
ar: {count}أحداث المستخدم في{date}
az: {count}istifadəçi hadisələri {date}
bn: {count}ব্যবহারকারী ঘটনা{date}
cs: {count} uživatelských událostí v {date}
de: {count} Benutzerereignisse in {date}
es: {count} eventos de usuario en {date}
et: {count}kasutaja sündmused sisse{date}
fi: {count}käyttäjätapahtumat sisään{date}
ky: {count}колдонуучу окуялары{date}
lt: {count} vartotojo įvykiai per {date}
lv: {count}lietotāja notikumi iekšā{date}
nb: {count} brukerhendelser i {date}
pl: {count}zdarzenia użytkownika w{date}
ru: {count}пользовательские события в{date}
sv: {count} användarhändelser i {date}
th: {count}เหตุการณ์ของผู้ใช้ใน{date}
uk: {count}події користувача в{date}

source: {customer_count} organizations, {project_count} projects
ar: {customer_count}المنظمات,{project_count} المشاريع
az: {customer_count}təşkilatlar, layi {project_count} hələr
bn: {customer_count}সংগঠন,{project_count} প্রকল্প
cs: {customer_count}organizace,{project_count} projekty
de: {customer_count}Organisationen,{project_count} Projekte
es: {customer_count} organizaciones, {project_count} proyectos
et: {customer_count}organisatsioonid,{project_count} projektid
fi: {customer_count}järjestöt,{project_count} hankkeita
ky: {customer_count}уюмдар,{project_count} долбоорлор
lt: {customer_count}organizacijos,{project_count} projektus
lv: {customer_count}organizācijas,{project_count} projektus
nb: {customer_count}organisasjoner,{project_count} prosjekter
pl: {customer_count}organizacje,{project_count} projektowanie
ru: {customer_count}организации,{project_count} проекты
sv: {customer_count}organisationer,{project_count} projekt
th: {customer_count}องค์กรต่างๆ{project_count} โครงการ
uk: {customer_count}організації,{project_count} проекти

source: {deployment} Marketplace
ar: {deployment}المتجر
az: {deployment}Bazar bazarı
bn: {deployment}মার্কেটপ্লেস
cs: {deployment}Tržiště
de: {deployment}Marktplatz
et: {deployment} Turuplats
fi: {deployment}Markkinapaikka
ky: {deployment}Базар
lt: {deployment}Turgavietė
lv: {deployment}Tirgus laukums
nb: {deployment}Markedsplass
pl: {deployment}Rynek
ru: {deployment}Торговая площадка
sv: {deployment}Marknad
th: {deployment}ตลาด
uk: {deployment}Ринок

source: {from}-{to} of {all} items
ar: {from}-{to} ل{all} أغراض
az: {from}- {to} {all} əşyalardan
bn: {from}-{to} এর{all} আইটেম
cs: {from}-{to} z{all} položky
de: {from}-{to} von{all} Artikel
es: {from}-{to} de {all} artículos
et: {from}-{to} kirjet {all}-st
fi: {from}-{to} /{all} kohteita
ky: {from}-{to} нын{all} буюмдар
lt: {from}-{to} apie{all} daiktų
lv: {from}-{to} no{all} preces
nb: {from}-{to} av{all} gjenstander
pl: {from}-{to} z{all} rzeczy
ru: {from}-{to} из{all} предметы
sv: {from}-{to} av{all} föremål
th: {from}- -{to} ของ{all} รายการ
uk: {from}-{to} з{all} елементи

source: {ip} has been copied
ar: {ip}تم نسخها
az: {ip}kopyalandı
bn: {ip}কপি করা হয়েছে
cs: {ip}byl zkopírován
de: {ip}wurde kopiert
es: {ip} se ha copiado
et: {ip} on kopeeritud
fi: {ip}on kopioitu
ky: {ip}көчүрүлдү
lt: {ip}buvo nukopijuotas
lv: {ip}ir nokopēts
nb: {ip}har blitt kopiert
pl: {ip}został skopiowany
ru: {ip}было скопировано
sv: {ip}har kopierats
th: {ip}ได้รับการคัดลอกแล้ว
uk: {ip}було скопійовано
