Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Services can only be provisioned for a certain affiliation. You currently do not have any organizations or projects connected with your account.
ar: لا يمكن توفير الخدمات إلا لانتماء معين. ليس لديك حاليًا أي مؤسسات أو مشاريع مرتبطة بحسابك.
az: Xidmətlər yalnız müəyyən bir mənsubiyyət üçün verilə bilər. Hal-hazırda hesabınızla əlaqəli heç bir təşkilatınız və ya layihəniz yoxdur.
bn: পরিষেবাগুলি শুধুমাত্র একটি নির্দিষ্ট অধিভুক্তির জন্য বিধান করা যেতে পারে৷ বর্তমানে আপনার অ্যাকাউন্টের সাথে সংযুক্ত কোনো সংস্থা বা প্রকল্প নেই।
cs: Služby lze poskytovat pouze pro určitou afilaci. Aktuálně nemáte se svým účtem spojeny žádné organizace ani projekty.
de: Dienste können nur für eine bestimmte Zugehörigkeit bereitgestellt werden. Mit Ihrem Konto sind derzeit keine Organisationen oder Projekte verknüpft.
es: Los servicios solo se pueden proporcionar para una afiliación determinada. Actualmente no tienes ninguna organización o proyecto relacionado con tu cuenta.
et: Teeneid saab pakkuda ainult teatud sidusrühma jaoks. Praegu pole teie kontoga seotud ühtegi organisatsiooni ega projekti.
fi: Palvelut voidaan tarjota vain tietylle sidosryhmälle. Sinulla ei tällä hetkellä ole tiliisi liittyviä organisaatioita tai projekteja.
ky: Кызматтар белгилүү бир байланыш үчүн гана көрсөтүлүшү мүмкүн. Учурда сиздин каттоо эсебиңизге байланышкан уюмдар же долбоорлоруңуз жок.
lt: Paslaugos gali būti teikiamos tik tam tikram ryšiui. Šiuo metu neturite jokių su jūsų paskyra susijusių organizacijų ar projektų.
lv: Pakalpojumus var nodrošināt tikai noteiktai partnerībai. Pašlaik jums nav nevienas organizācijas vai projekta, kas būtu saistīts ar jūsu kontu.
nb: Tjenester kan bare leveres for en bestemt tilknytning. Du har for øyeblikket ingen organisasjoner eller prosjekter knyttet til kontoen din.
pl: Usługi można świadczyć wyłącznie dla określonego przynależności. Obecnie nie masz żadnych organizacji ani projektów powiązanych z Twoim kontem.
ru: Услуги могут предоставляться только определенному филиалу. В настоящее время у вас нет организаций или проектов, связанных с вашей учетной записью.
sv: Tjänster kan endast tillhandahållas för en viss anknytning. Du har för närvarande inga organisationer eller projekt kopplade till ditt konto.
th: สามารถจัดเตรียมบริการได้เฉพาะกับบริษัทในเครือบางแห่งเท่านั้น ขณะนี้คุณไม่มีองค์กรหรือโครงการที่เชื่อมโยงกับบัญชีของคุณ
uk: Послуги можуть надаватися лише для певної філії. На даний момент у вас немає організацій або проектів, пов&#39;язаних з вашим обліковим записом.

source: Set MTU
ar: تعيين شخص
az: MTU dəsti
bn: PERSON সেট করুন
cs: Nastavení MTU
de: MTU einstellen
es: Establecer MTU
et: Määra MTU
fi: Aseta PERSON
ky: PERSON коюу
lt: Nustatyti MTU
lv: Iestatīt PERSON
nb: Sett MTU
pl: Ustaw OSOBA
ru: Установить ЧЕЛОВЕКА
sv: Ställ in MTU
th: ตั้งค่าบุคคล
uk: Встановити PERSON

source: Set access policy
ar: ضبط سياسة الوصول
az: Giriş siyasətini təyin edin
bn: অ্যাক্সেস নীতি সেট করুন
cs: Nastavit zásady přístupu
de: Legen Sie die Zugriffsrichtlinie fest
es: Establecer la política de acceso
et: Määrake juurdepääsupoliitika
fi: Aseta käyttöoikeuskäytäntö
ky: Кирүү саясатын коюу
lt: Nustatykite prieigos politiką
lv: Iestatiet piekļuves politiku
nb: Angi tilgangspolicy
pl: Ustaw politykę dostępu
ru: Установить политику доступа
sv: Ange åtkomstpolicy
th: กำหนดนโยบายการเข้าถึง
uk: Встановити політику доступу

source: Set access policy for {offeringName}
ar: قم بتعيين سياسة الوصول لـ{offeringName}
az: Giriş siyasətini təyin edin {offeringName}
bn: এর জন্য অ্যাক্সেস নীতি সেট করুন{offeringName}
cs: Nastavit zásady přístupu pro{offeringName}
de: Zugriffsrichtlinie festlegen für{offeringName}
es: Establecer la política de acceso para {offeringName}
et: Määra juurdepääsupoliitika{offeringName}
fi: Aseta käyttöoikeuskäytäntö kohteelle{offeringName}
ky: үчүн кирүү саясатын коюу{offeringName}
lt: Nustatyti prieigos politiką{offeringName}
lv: Iestatīt piekļuves politiku{offeringName}
nb: Angi tilgangspolicy for{offeringName}
pl: Ustaw politykę dostępu dla{offeringName}
ru: Установить политику доступа для{offeringName}
sv: Ange åtkomstpolicy för{offeringName}
th: กำหนดนโยบายการเข้าถึงสำหรับ{offeringName}
uk: Встановити політику доступу для{offeringName}

source: Set allowed address pairs
ar: قم بتعيين أزواج العناوين المسموح بها
az: İcazə verilən ünvan cütlərini
bn: অনুমোদিত ঠিকানা জোড়া সেট করুন
cs: Nastavit povolené páry adres
de: Zulässige Adresspaare festlegen
es: Establecer pares de direcciones permitidos
et: Määrake lubatud aadressipaarid
fi: Aseta sallitut osoiteparit
ky: Уруксат берилген дарек жуптарын коюу
lt: Nustatykite leistinas adresų poras
lv: Iestatiet atļautos adrešu pārus
nb: Angi tillatte adressepar
pl: Ustaw dozwolone pary adresów
ru: Установить разрешенные пары адресов
sv: Ställ in tillåtna adresspar
th: ตั้งค่าคู่ที่อยู่ที่อนุญาต
uk: Встановіть дозволені пари адрес

source: Set allowed address pairs ({instance} / {ipAddress})
ar: تعيين أزواج العناوين المسموح بها ({instance} /{ipAddress} )
az: İcazə verilən ünvan cütlərini təyin {instance} edin (/{ipAddress})
bn: অনুমোদিত ঠিকানা জোড়া সেট করুন ({instance} /{ipAddress} )
cs: Nastavit povolené dvojice adres ({instance} /{ipAddress} )
de: Erlaubte Adresspaare festlegen ({instance} /{ipAddress} )
es: Establecer pares de direcciones permitidos ({instance} / {ipAddress})
et: Määra lubatud aadressipaarid ({instance} /{ipAddress} )
fi: Aseta sallitut osoiteparit ({instance} /{ipAddress} )
ky: Уруксат берилген дарек жуптарын коюу ({instance} /{ipAddress} )
lt: Nustatyti leidžiamas adresų poras ({instance} /{ipAddress} )
lv: Iestatīt atļautos adrešu pārus ({instance} /{ipAddress} )
nb: Angi tillatte adressepar ({instance} /{ipAddress} )
pl: Ustaw dozwolone pary adresów ({instance} /{ipAddress} )
ru: Установите разрешенные пары адресов ({instance} /{ipAddress} )
sv: Ange tillåtna adresspar ({instance} /{ipAddress} )
th: ตั้งค่าคู่ที่อยู่ที่อนุญาต ({instance} /{ipAddress} )
uk: Встановити дозволені пари адрес ({instance} /{ipAddress} )

source: Set backend ID
ar: تعيين معرف الواجهة الخلفية
az: Arxa səhifə identifikatorunu təyin edin
bn: ব্যাকএন্ড আইডি সেট করুন
cs: Nastavit backend ID
de: Festlegen der Backend-ID
es: Establecer ID de backend
et: Määra backend ID
fi: Aseta taustajärjestelmän tunnus
ky: Backend ID коюңуз
lt: Nustatyti backend ID
lv: Iestatīt aizmugursistēmas ID
nb: Angi backend-ID
pl: Ustaw identyfikator zaplecza
ru: Установить идентификатор серверной части
sv: Ställ in backend-ID
th: ตั้งค่า ID แบ็กเอนด์
uk: Установити ідентифікатор серверної частини

source: Set external username
ar: تعيين اسم المستخدم الخارجي
az: Xarici istifadəçi adını təyin edin
bn: বাহ্যিক ব্যবহারকারীর নাম সেট করুন
cs: Nastavit externí uživatelské jméno
de: Externen Benutzernamen festlegen
es: Establecer nombre de usuario externo
et: Määra väline kasutajanimi
fi: Aseta ulkoinen käyttäjätunnus
ky: Тышкы колдонуучу атын коюңуз
lt: Nustatykite išorinį vartotojo vardą
lv: Iestatiet ārējo lietotājvārdu
nb: Angi eksternt brukernavn
pl: Ustaw zewnętrzną nazwę użytkownika
ru: Установить внешнее имя пользователя
sv: Ställ in externt användarnamn
th: ตั้งชื่อผู้ใช้ภายนอก
uk: Встановити зовнішнє ім&#39;я користувача

source: Set hero image
ar: تعيين صورة البطل
az: Qəhrəman görüntüsünü
bn: নায়ক ইমেজ সেট করুন
cs: Nastavte obrázek hrdiny
de: Heldenbild festlegen
es: Establecer hero image
et: Määra kangelase kujutis
fi: Aseta sankarikuva
ky: Баатырдын образын коюу
lt: Nustatyti herojaus įvaizdį
lv: Iestatiet varoņa attēlu
nb: Sett heltebilde
pl: Ustaw obraz bohatera
ru: Установить главное изображение
sv: Ställ in hjältebild
th: ตั้งค่ารูปภาพฮีโร่
uk: Встановити зображення героя

source: Set limits
ar: ضع الحدود
az: Limitləri təyin edin
bn: সীমা নির্ধারন করুন
cs: Nastavit limity
de: Grenzen setzen
es: Establecer límites
et: Sea piirangud
fi: Aseta rajat
ky: Чектерди коюу
lt: Nustatykite ribas
lv: Iestatiet ierobežojumus
nb: Angi grenser
pl: Ustalić ograniczenia
ru: Установленных лимитов
sv: Ange gränser
th: กำหนดขีดจำกัด
uk: Встановіть обмеження

source: Set location
ar: تحديد المكان
az: Yeri təyin edin
bn: এলাকা নির্বাচন
cs: Nastavit umístění
de: Standort festlegen
es: Establecer ubicación
et: Määra asukoht
fi: Aseta sijainti
ky: Жайгашкан жерди коюу
lt: Nustatyti vietą
lv: Iestatīt atrašanās vietu
nb: Angi plassering
pl: Ustal miejsce
ru: Установить местоположение
sv: Ställ in plats
th: ตั้งค่าตำแหน่ง
uk: Встановити місце розташування

source: Set resource backend id
ar: قم بتعيين معرف الواجهة الخلفية للمورد
az: Resurs arxa identifikatorunu təyin edin
bn: রিসোর্স ব্যাকএন্ড আইডি সেট করুন
cs: Nastavit ID backendu zdroje
de: Legen Sie die Backend-ID der Ressource fest
es: Establecer el identificador de backend del recurso
et: Määrake ressursi taustaprogrammi ID
fi: Aseta resurssin taustajärjestelmän tunnus
ky: Ресурстун идентификаторун коюу
lt: Nustatyti išteklių užpakalinės programos ID
lv: Iestatīt resursa aizmugursistēmas ID
nb: Angi ressurs-backend-ID
pl: Ustaw identyfikator zaplecza zasobu
ru: Установить идентификатор серверной части ресурса
sv: Ställ in resurs backend-id
th: ตั้งค่ารหัสแบ็กเอนด์ทรัพยากร
uk: Установити ідентифікатор серверної частини ресурсу

source: Set resource end date
ar: قم بتعيين تاريخ انتهاء المورد
az: Resursun bitmə tarixini təyin edin
bn: সম্পদের শেষ তারিখ সেট করুন
cs: Nastavte datum ukončení zdroje
de: Legen Sie das Enddatum der Ressource fest
es: Establecer la fecha de finalización del recurso
et: Määrake ressursi lõppkuupäev
fi: Aseta resurssin lopetuspäivä
ky: Ресурстун аяктоо күнүн коюу
lt: Nustatyti išteklių pabaigos datą
lv: Iestatiet resursa beigu datumu
nb: Angi sluttdato for ressurs
pl: Ustaw datę końcową zasobu
ru: Установить дату окончания ресурса
sv: Ställ in resursens slutdatum
th: กำหนดวันที่สิ้นสุดทรัพยากร
uk: Встановити кінцеву дату ресурсу

source: Set resource usage
ar: ضبط استخدام الموارد
az: Resurs istifadəsini təyin edin
bn: সম্পদের ব্যবহার সেট করুন
cs: Nastavte využití zdrojů
de: Legen Sie die Ressourcennutzung fest
es: Establecer el uso de los recursos
et: Ressursikasutuse määramine
fi: Aseta resurssien käyttö
ky: Ресурстарды колдонууну коюңуз
lt: Nustatyti išteklių naudojimą
lv: Iestatiet resursu lietojumu
nb: Angi ressursbruk
pl: Ustaw wykorzystanie zasobów
ru: Установить использование ресурсов
sv: Ställ in resursanvändning
th: ตั้งค่าการใช้ทรัพยากร
uk: Встановити використання ресурсів

source: Set rules
ar: ضع قوانين
az: Qaydaları seçin
bn: নিয়ম সেট করুন
cs: Nastavit pravidla
de: Regeln festlegen
es: Establecer reglas
et: Määra reeglid
fi: Aseta säännöt
ky: Эрежелерди коюу
lt: Nustatykite taisykles
lv: Iestatiet noteikumus
nb: Angi regler
pl: Ustalić reguły
ru: Установите правила
sv: Ange regler
th: ตั้งกฎเกณฑ์
uk: Встановити правила

source: Set rules in {name} security group
ar: ضع القواعد في{name} مجموعة أمنية
az: Təhlükə {name} sizlik qrupunda qaydalar təyin edin
bn: মধ্যে নিয়ম সেট করুন{name} নিরাপত্তা গ্রুপ
cs: Nastavte pravidla ve skupině zabezpečení {name}
de: Legen Sie Regeln in der Sicherheitsgruppe {name} fest
es: Establecer las reglas en el grupo de seguridad {name}
et: Seadke reeglid sisse{name} turvagrupp
fi: Aseta säännöt sisään{name} turvaryhmä
ky: Эрежелерди коюңуз{name} коопсуздук тобу
lt: Saugos grupės {name} taisyklių nustatymas
lv: Iestatiet noteikumus{name} drošības grupa
nb: Angi regler i {name} sikkerhetsgruppe
pl: Ustaw zasady{name} grupa bezpieczeństwa
ru: Установите правила в{name} группа безопасности
sv: Ange regler i {name} säkerhetsgrupp
th: ตั้งกฎเกณฑ์ใน{name} กลุ่มรักษาความปลอดภัย
uk: Встановити правила{name} група безпеки

source: Set static routes
ar: تعيين مسارات ثابتة
az: Statik marşrutları təyin edin
bn: স্ট্যাটিক রুট সেট করুন
cs: Nastavit statické trasy
de: Festlegen statischer Routen
es: Establecer rutas estáticas
et: Määrake staatilised marsruudid
fi: Aseta staattiset reitit
ky: Статикалык маршруттарды коюу
lt: Nustatykite statinius maršrutus
lv: Iestatiet statiskus maršrutus
nb: Angi statiske ruter
pl: Ustaw trasy statyczne
ru: Установить статические маршруты
sv: Ange statiska vägar
th: กำหนดเส้นทางแบบคงที่
uk: Встановити статичні маршрути

source: Set termination date
ar: حدد تاريخ الإنهاء
az: Xitam tarixini təyin edin
bn: সমাপ্তির তারিখ সেট করুন
cs: Nastavte datum ukončení
de: Kündigungstermin festlegen
es: Establecer fecha de finalización
et: Määra lõpetamise kuupäev
fi: Aseta lopetuspäivä
ky: Аяктоо күнүн коюу
lt: Nustatykite nutraukimo datą
lv: Iestatiet pārtraukšanas datumu
nb: Sett oppsigelsesdato
pl: Ustaw datę zakończenia
ru: Установить дату прекращения
sv: Ange uppsägningsdatum
th: กำหนดวันเลิกจ้าง
uk: Встановіть дату припинення

source: Set termination date (staff)
ar: تحديد تاريخ إنهاء الخدمة (الموظفين)
az: Xitam tarixini təyin edin (işçi heyəti)
bn: সমাপ্তির তারিখ সেট করুন (স্টাফ)
cs: Nastavit datum ukončení (zaměstnanci)
de: Kündigungstermin festlegen (Mitarbeiter)
es: Establecer fecha de despido (personal)
et: Määra lõpetamise kuupäev (personal)
fi: Aseta lopetuspäivä (henkilöstö)
ky: Аяктоо күнүн коюу (кызматкерлер)
lt: Nustatyti nutraukimo datą (darbuotojai)
lv: Iestatīt pārtraukšanas datumu (personāls)
nb: Angi oppsigelsesdato (ansatte)
pl: Ustaw datę rozwiązania umowy (personel)
ru: Установить дату прекращения (персонал)
sv: Ange uppsägningsdatum (personal)
th: กำหนดวันเลิกจ้าง (พนักงาน)
uk: Встановити дату звільнення (персонал)

source: Set termination date of {resourceName}
ar: تحديد تاريخ انتهاء{resourceName}
az: Sonlandırma tarixini təyin edin {resourceName}
bn: সমাপ্তির তারিখ সেট করুন{resourceName}
cs: Nastavte datum ukončení{resourceName}
de: Legen Sie das Kündigungsdatum fest{resourceName}
es: Establecer la fecha de finalización de {resourceName}
et: Määrake lõpetamise kuupäev{resourceName}
fi: Aseta päättymispäivä{resourceName}
ky: Токтотуу күнүн коюу{resourceName}
lt: Nustatyti nutraukimo datą{resourceName}
lv: Iestatiet izbeigšanas datumu{resourceName}
nb: Sett oppsigelsesdato til{resourceName}
pl: Ustaw datę zakończenia{resourceName}
ru: Установить дату прекращения{resourceName}
sv: Ange uppsägningsdatum för{resourceName}
th: กำหนดวันสิ้นสุดสัญญาวันที่{resourceName}
uk: Встановити дату припинення{resourceName}

source: Set to "true" if this category is for OpenStack VM. Only one category can have "true" value.
az: Bu kateqoriya OpenStack VM üçündürsə “doğru” vəziyyətinə təyin edin. Yalnız bir kateqoriya “həqiqi” dəyərə sahib ola bilər.

source: Set to draft
ar: تعيين للمسودة
az: Layihəyə təyin edin
bn: খসড়া সেট
cs: Nastavit na návrh
de: Auf Entwurf setzen
es: Establecer en borrador
et: Määrake mustandiks
fi: Aseta luonnos
ky: Сомоого коюу
lt: Nustatyti juodraštį
lv: Iestatīt uz melnrakstu
nb: Sett til utkast
pl: Ustaw jako wersję roboczą
ru: Установить в черновик
sv: Ställ in till utkast
th: ตั้งเป็นฉบับร่าง
uk: Встановити чернетку

source: Set to true if this category is for OpenStack Tenant. Only one category can have "true" value.
az: Bu kateqoriya OpenStack Tenant üçündürsə, doğru vəziyyətinə təyin edin. Yalnız bir kateqoriya “həqiqi” dəyərə sahib ola bilər.

source: Set to true if this category is for OpenStack Volume. Only one category can have "true" value.
az: Bu kateqoriya OpenStack Volume üçündürsə, doğru vəziyyətinə təyin edin. Yalnız bir kateqoriya “həqiqi” dəyərə sahib ola bilər.

source: Set to true to activate privilege escalation
ar: اضبط على &quot;صحيح&quot; لتنشيط تصعيد الامتيازات
az: İmtiyaz artımını aktivləşdirmək üçün doğrunu seçin
bn: বিশেষাধিকার বৃদ্ধি সক্রিয় করতে সত্যে সেট করুন৷
cs: Nastavením na hodnotu true aktivujete zvýšení oprávnění
de: Wird auf true festgelegt, um die Berechtigungseskalation zu aktivieren
es: Establecer en verdadero para activar la escalada de privilegios
et: Seadistage väärtuseks true, et aktiveerida privileegide eskalatsioon
fi: Aseta arvoksi tosi aktivoidaksesi oikeuksien eskaloinnin
ky: Артыкчылыкты жогорулатууну иштетүү үчүн &quot;true&quot; деп коюңуз
lt: Nustatyti kaip teisingą, kad suaktyvintumėte teisių perskyrimą
lv: Iestatiet vērtību True, lai aktivizētu privilēģiju eskalāciju
nb: Sett til sann for å aktivere rettighetseskalering
pl: Ustaw na true, aby aktywować eskalację uprawnień
ru: Установите значение true, чтобы активировать повышение привилегий.
sv: Ställ in till true för att aktivera utökning av privilegier
th: ตั้งค่าเป็นจริงเพื่อเปิดใช้งานการยกระดับสิทธิ์
uk: Установіть значення true, щоб активувати підвищення привілеїв

source: Set value
ar: تعيين القيمة
az: Dəyəri təyin edin
bn: মান সেট করুন
cs: Nastavit hodnotu
de: Wert einstellen
es: Establecer valor
et: Määrake väärtus
fi: Aseta arvo
ky: Маани коюу
lt: Nustatyti vertę
lv: Iestatiet vērtību
nb: Sett verdi
pl: Ustalić wartość
ru: Установить значение
sv: Satt värde
th: ตั้งค่า
uk: Встановити значення

source: Settings
ar: اعدادات
az: Parametrlər
bn: সেটিংস
cs: Nastavení
de: Einstellungen
es: Ajustes
et: Seaded
fi: ASETUKSET
ky: орнотуулар
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
pl: Ustawienia
ru: Настройки
sv: inställningar
th: การตั้งค่า
uk: Налаштування

source: Shared
ar: مشترك
az: Paylaşıldı
bn: শেয়ার করা হয়েছে
cs: Sdílené
de: Geteilt
es: Compartido
et: Jagatud
fi: Jaettu
ky: Бөлүшүлгөн
lt: Bendrai
lv: Dalīts
nb: Delt
pl: Wspólny
ru: Общий
sv: Delad
th: ใช้ร่วมกัน
uk: Спільний

source: Shared providers
ar: مقدمي الخدمات المشتركة
az: Paylaşılan provayderlər
bn: ভাগ করা প্রদানকারী
cs: Sdílení poskytovatelé
de: Freigegebene Anbieter
es: Proveedores compartidos
et: Jagatud teenusepakkujad
fi: Jaetut palveluntarjoajat
ky: Бөлүшүлгөн провайдерлер
lt: Bendri teikėjai
lv: Koplietotie pakalpojumu sniedzēji
nb: Delte leverandører
pl: Wspólni dostawcy
ru: Общие провайдеры
sv: Delade leverantörer
th: ผู้ให้บริการที่ใช้ร่วมกัน
uk: Спільні провайдери

source: Shared user password
ar: كلمة مرور المستخدم المشتركة
az: Paylaşılan istifadəçi şifrəsi
bn: শেয়ার করা ব্যবহারকারীর পাসওয়ার্ড
cs: Sdílené uživatelské heslo
de: Gemeinsames Benutzerpasswort
es: Contraseña de usuario compartida
et: Jagatud kasutaja parool
fi: Jaettu käyttäjän salasana
ky: Бөлүшүлгөн колдонуучу сырсөз
lt: Bendrinamas vartotojo slaptažodis
lv: Koplietota lietotāja parole
nb: Delt brukerpassord
pl: Wspólne hasło użytkownika
ru: Общий пароль пользователя
sv: Delat användarlösenord
th: รหัสผ่านผู้ใช้ที่ใช้ร่วมกัน
uk: Спільний пароль користувача

source: Shopping cart is empty. You should add items to cart first.
ar: عربة التسوق فارغة. يجب عليك إضافة العناصر إلى سلة التسوق أولاً.
az: Alış-veriş səbəti boşdur. Əvvəlcə səbətə əşyalar əlavə etməlisiniz.
bn: শপিং কার্টটা খালি. আপনার প্রথমে কার্টে আইটেম যোগ করা উচিত।
cs: Nákupní košík je prázdný. Nejprve byste měli přidat položky do košíku.
de: Der Einkaufswagen ist leer. Sie sollten zuerst Artikel in den Warenkorb legen.
es: El carro de la compra está vacío. Deberías añadir artículos al carrito primero.
et: Ostukorv on tühi Esmalt peaksite sinna midagi.
fi: Ostoskärry on tyhjä. Sinun tulee ensin lisätä tuotteet ostoskoriin.
ky: Соода корзинасы бош. Адегенде себетке нерселерди кошушуңуз керек.
lt: Pirkinių krepšelis tuščias. Pirmiausia turėtumėte pridėti prekių į krepšelį.
lv: Iepirkumu grozs ir tukšs. Vispirms jums vajadzētu pievienot preces grozam.
nb: Handlekurven er tom. Du bør legge til varer i handlekurven først.
pl: Koszyk zakupowy jest pusty. Najpierw należy dodać produkty do koszyka.
ru: Корзина пуста. Сначала вам следует добавить товары в корзину.
sv: Kundvagnen är tom. Du bör lägga till varor i kundvagnen först.
th: ตะกร้าสินค้าว่างเปล่า คุณควรเพิ่มสินค้าลงตะกร้าก่อน
uk: Кошик порожній. Ви повинні спочатку додати товари в кошик.

source: Shopping cart item has been updated.
ar: تم تحديث عنصر سلة التسوق.
az: Alış-veriş səbəti məhsulu yeniləndi.
bn: শপিং কার্ট আইটেম আপডেট করা হয়েছে.
cs: Položka nákupního košíku byla aktualizována.
de: Der Warenkorbartikel wurde aktualisiert.
es: Se ha actualizado el artículo del carrito de la compra.
et: Ostukorvis asuv objekt on uuendatud
fi: Ostoskorin tuote on päivitetty.
ky: Соода корзинасы жаңыртылды.
lt: Prekių krepšelio prekė atnaujinta.
lv: Iepirkumu groza prece ir atjaunināta.
nb: Handlekurvvaren er oppdatert.
pl: Pozycja w koszyku została zaktualizowana.
ru: Товар в корзине обновлен.
sv: Kundvagnsartikeln har uppdaterats.
th: รายการรถเข็นได้รับการอัปเดตแล้ว
uk: Товар кошика для покупок оновлено.

source: Shopping cart item update
ar: تحديث عنصر سلة التسوق
az: Alış-veriş səbəti məhsulu yenilə
bn: শপিং কার্ট আইটেম আপডেট
cs: Aktualizace položky nákupního košíku
de: Aktualisierung des Warenkorbartikels
es: Actualización del artículo del carrito de la compra
et: Ostukorvis asuva objekti uuendus
fi: Ostoskorin tuotteen päivitys
ky: Соода корзинасын жаңыртуу
lt: Prekių krepšelio prekės atnaujinimas
lv: Iepirkumu groza preces atjauninājums
nb: Handlekurv element oppdatering
pl: Aktualizacja pozycji w koszyku
ru: Обновление товара в корзине
sv: Uppdatering av kundvagnsartikel
th: อัพเดตสินค้าในตะกร้าสินค้า
uk: Оновлення товару в кошику для покупок

source: Show
ar: عرض
az: Göstər
bn: দেখান
cs: Zobrazit
de: Zeigen
es: Mostrar
et: Näita
fi: Näyttää
lt: Rodyti
lv: Rādīt
nb: Vis
pl: Pokazać
ru: Показывать
sv: Visa
th: แสดง
uk: Показати

source: Show all
ar: اظهار الكل
az: Hamısını göstər
bn: সব দেখাও
cs: Zobrazit vše
de: Alle anzeigen
es: Mostrar todo
et: Näita kõiki
fi: Näytä kaikki
ky: Баарын көрсөтүү
lt: Rodyti viską
lv: Parādīt visu
nb: Vis alle
pl: Pokaż wszystkie
ru: Показать все
sv: Visa alla
th: แสดงทั้งหมด
uk: Покажи все

source: Show all ({numberOfAllCategories})
ar: عرض الكل ({numberOfAllCategories} )
az: Hamısını göstər ({numberOfAllCategories})
bn: সব দেখাও ({numberOfAllCategories} )
cs: Ukázat vše ({numberOfAllCategories} )
de: Zeige alles ({numberOfAllCategories} )
es: Mostrar todo ({numberOfAllCategories})
et: Kuva kõik ({numberOfAllCategories})
fi: Näytä kaikki ({numberOfAllCategories} )
ky: Баарын көрсөтүү ({numberOfAllCategories} )
lt: Rodyti viską ({numberOfAllCategories} )
lv: Parādīt visu ({numberOfAllCategories} )
nb: Vis alt ({numberOfAllCategories} )
pl: Pokaż wszystko ({numberOfAllCategories} )
ru: Показать все ({numberOfAllCategories} )
sv: Visa allt ({numberOfAllCategories} )
th: แสดงทั้งหมด ({numberOfAllCategories} )
uk: Покажи все ({numberOfAllCategories} )

source: Show all projects of organization
ar: عرض كافة مشاريع المنظمة
az: Təşkilatın bütün layihələrini göstərin
bn: প্রতিষ্ঠানের সমস্ত প্রকল্প দেখান
cs: Zobrazit všechny projekty organizace
de: Alle Projekte der Organisation anzeigen
es: Mostrar todos los proyectos de organización
et: Kuva kõik organisatsiooni projektid
fi: Näytä kaikki organisaation projektit
ky: Уюмдун бардык долбоорлорун көрсөтүү
lt: Rodyti visus organizacijos projektus
lv: Rādīt visus organizācijas projektus
nb: Vis alle organisasjonsprosjekter
pl: Pokaż wszystkie projekty organizacji
ru: Показать все проекты организации
sv: Visa alla projekt inom organisationen
th: แสดงโครงการทั้งหมดขององค์กร
uk: Показати всі проекти організації

source: Show all resources
ar: إظهار كافة الموارد
az: Bütün mənbələri göstər
bn: সমস্ত সম্পদ দেখান
cs: Zobrazit všechny zdroje
de: Alle Ressourcen anzeigen
es: Mostrar todos los recursos
et: Näita kõiki ressursse
fi: Näytä kaikki resurssit
ky: Бардык ресурстарды көрсөтүү
lt: Rodyti visus išteklius
lv: Rādīt visus resursus
nb: Vis alle ressurser
pl: Pokaż wszystkie zasoby
ru: Показать все ресурсы
sv: Visa alla resurser
th: แสดงทรัพยากรทั้งหมด
uk: Показати всі ресурси

source: Show chart
ar: عرض الرسم البياني
az: Qrafiki göstər
bn: চার্ট দেখান
cs: Zobrazit graf
de: Diagramm anzeigen
es: Mostrar gráfico
et: Näita ostukorvi
fi: Näytä kaavio
ky: Диаграмманы көрсөтүү
lt: Rodyti diagramą
lv: Rādīt diagrammu
nb: Vis diagram
pl: Pokaż wykres
ru: Показать диаграмму
sv: Visa diagram
th: แสดงแผนภูมิ
uk: Показати діаграму
