Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Unable to load health information
ar: غير قادر على تحميل المعلومات الصحية
az: Sağlamlıq məlumatlarını yükləmək mümkün deyil
bn: স্বাস্থ্য তথ্য লোড করতে অক্ষম
cs: Nelze načíst informace o zdraví
de: Gesundheitsinformationen können nicht geladen werden
es: No se puede cargar la información de salud
et: Tervisealast teavet ei saa laadida
fi: Terveystietoja ei voi ladata
ky: Ден соолук маалыматы жүктөлбөй жатат
lt: Nepavyko įkelti sveikatos informacijos
lv: Nevar ielādēt informāciju par veselību
nb: Kan ikke laste inn helseinformasjon
pl: Nie można załadować informacji o stanie zdrowia
ru: Не удалось загрузить информацию о состоянии здоровья.
sv: Det gick inte att ladda hälsoinformation
th: ไม่สามารถโหลดข้อมูลสุขภาพได้
uk: Не вдалося завантажити інформацію про стан здоров&#39;я

source: Unable to load identity provider details
ar: غير قادر على تحميل تفاصيل موفر الهوية
az: Şəxsiyyət provayderi detallarını yükləmək
bn: পরিচয় প্রদানকারীর বিবরণ লোড করা যায়নি
cs: Podrobnosti poskytovatele identity nelze načíst
de: Details zum Identitätsanbieter können nicht geladen werden
es: No se puede cargar los detalles del proveedor de identidad
et: Identiteedipakkuja üksikasju ei saa laadida
fi: Identiteettitarjoajan tietoja ei voi ladata
ky: Аныктык камсыздоочунун чоо-жайы жүктөлбөй жатат
lt: Nepavyko įkelti tapatybės teikėjo informacijos
lv: Nevar ielādēt identitātes nodrošinātāja informāciju
nb: Kan ikke laste inn identitetsleverandørdetaljer
pl: Nie można wczytać szczegółów dostawcy tożsamości
ru: Невозможно загрузить данные поставщика удостоверений.
sv: Det gick inte att läsa in uppgifter om identitetsleverantören
th: ไม่สามารถโหลดรายละเอียดผู้ให้บริการข้อมูลประจำตัวได้
uk: Неможливо завантажити відомості про постачальника ідентифікаційної інформації

source: Unable to load identity providers.
ar: غير قادر على تحميل موفري الهوية.
az: Şəxsiyyət təminatçılarını yükləyə bilmə
bn: পরিচয় প্রদানকারী লোড করতে অক্ষম।
cs: Nelze načíst poskytovatele identity.
de: Identitätsanbieter können nicht geladen werden.
es: No se puede cargar los proveedores de identidad.
et: Identiteedipakkujaid ei saa laadida.
fi: Tunnistetietojen tarjoajia ei voi ladata.
ky: Идентификациялык камсыздоочуларды жүктөө мүмкүн эмес.
lt: Nepavyko įkelti tapatybės teikėjų.
lv: Nevar ielādēt identitātes nodrošinātājus.
nb: Kan ikke laste inn identitetsleverandører.
pl: Nie można wczytać dostawców tożsamości.
ru: Не удалось загрузить поставщиков удостоверений.
sv: Det går inte att ladda identitetsleverantörer.
th: ไม่สามารถโหลดผู้ให้บริการข้อมูลประจำตัวได้
uk: Не вдалося завантажити постачальників посвідчень.

source: Unable to load invoices
ar: غير قادر على تحميل الفواتير
az: Fakturaları yükləmək mümkün deyil
bn: চালান লোড করতে অক্ষম
cs: Nelze načíst faktury
de: Rechnungen können nicht geladen werden
es: No se puede cargar las facturas
et: Arveid ei saa laadida
fi: Laskuja ei voi ladata
ky: Эсеп-фактураларды жүктөө мүмкүн эмес
lt: Neįmanoma įkelti sąskaitų faktūrų
lv: Nevar ielādēt rēķinus
nb: Kan ikke laste inn fakturaer
pl: Nie można wczytać faktur
ru: Невозможно загрузить счета
sv: Det gick inte att ladda fakturor
th: ไม่สามารถโหลดใบแจ้งหนี้ได้
uk: Не вдалося завантажити рахунки-фактури

source: Unable to load locations.
ar: غير قادر على تحميل المواقع.
az: Yerləri yükləmək mümkün deyil.
bn: অবস্থানগুলি লোড করতে অক্ষম৷
cs: Nelze načíst umístění.
de: Standorte können nicht geladen werden.
es: No se puede cargar las ubicaciones.
et: Asukohti ei õnnestunud laadida
fi: Sijaintien lataaminen epäonnistui.
ky: Жайгашкан жерлер жүктөлбөй жатат.
lt: Neįmanoma įkelti vietų.
lv: Nevar ielādēt atrašanās vietas.
nb: Kan ikke laste inn plasseringer.
pl: Nie można wczytać lokalizacji.
ru: Не удалось загрузить локации.
sv: Det gick inte att ladda platser.
th: ไม่สามารถโหลดสถานที่ได้
uk: Не вдалося завантажити місцезнаходження.

source: Unable to load manager.
ar: غير قادر على تحميل المدير.
az: Meneceri yükləmək mümkün deyil.
bn: ম্যানেজার লোড করতে অক্ষম।
cs: Nelze načíst správce.
de: Der Manager kann nicht geladen werden.
es: No se puede cargar el administrador.
et: Haldurit ei saa laadida.
fi: Hallintaa ei voi ladata.
ky: Башкаруучу жүктөлбөй жатат.
lt: Nepavyko įkelti tvarkyklės.
lv: Nevar ielādēt pārvaldnieku.
nb: Kan ikke laste inn administrator.
pl: Nie można załadować menedżera.
ru: Невозможно загрузить менеджер.
sv: Det gick inte att läsa in hanteraren.
th: ไม่สามารถโหลดตัวจัดการได้
uk: Неможливо завантажити менеджер.

source: Unable to load offering.
ar: غير قادر على تحميل العرض.
az: Təklifi yükləmək mümkün deyil.
bn: অফার লোড করতে অক্ষম।
cs: Nelze načíst nabídku.
de: Angebot kann nicht geladen werden.
es: No se puede cargar la oferta.
et: Ei ole võimalik laadida pakkumisi.
fi: Tarjousta ei voi ladata.
ky: Сунуш жүктөлбөй жатат.
lt: Neįmanoma įkelti pasiūlymo.
lv: Nevar ielādēt piedāvājumu.
nb: Kan ikke laste inn tilbud.
pl: Nie można wczytać oferty.
ru: Не удалось загрузить предложение.
sv: Det går inte att ladda erbjudandet.
th: ไม่สามารถโหลดข้อเสนอได้
uk: Не вдалося завантажити пропозицію.

source: Unable to load offering cost chart.
ar: غير قادر على تحميل مخطط تكلفة العرض.
az: Təklif dəyəri cədvəlini yükləmək mümkün deyil.
bn: অফার খরচ চার্ট লোড করতে অক্ষম.
cs: Nelze načíst graf nákladů nabídky.
de: Angebotskostendiagramm kann nicht geladen werden.
es: No se puede cargar el gráfico de costes de la oferta.
et: Pakkumise kuludiagrammi ei saa laadida.
fi: Tarjouksen kustannuskaaviota ei voi ladata.
ky: Сунушталган чыгымдар диаграммасы жүктөлбөй жатат.
lt: Neįmanoma įkelti pasiūlymo išlaidų diagramos.
lv: Nevar ielādēt piedāvājuma izmaksu diagrammu.
nb: Kan ikke laste inn tilbudskostdiagram.
pl: Nie można załadować wykresu kosztów oferty.
ru: Не удалось загрузить диаграмму стоимости предложения.
sv: Det gick inte att läsa in kostnadsdiagram för erbjudande.
th: ไม่สามารถโหลดแผนภูมิต้นทุนข้อเสนอได้
uk: Не вдалося завантажити діаграму вартості пропозиції.

source: Unable to load offering details
ar: غير قادر على تحميل تفاصيل العرض
az: Təklif detallarını yükləmək mümkün deyil
bn: অফারের বিবরণ লোড করতে অক্ষম৷
cs: Podrobnosti nabídky nelze načíst
de: Angebotsdetails können nicht geladen werden
es: No se pueden cargar los detalles de la oferta
et: Pakkumise üksikasju ei saa laadida
fi: Tarjouksen tietoja ei voi ladata
ky: Сунуштун чоо-жайы жүктөлбөй жатат
lt: Nepavyko įkelti pasiūlymo informacijos
lv: Nevar ielādēt informāciju par piedāvājumu
nb: Kan ikke laste inn tilbudsdetaljer
pl: Nie można wczytać szczegółów oferty
ru: Не удалось загрузить подробную информацию о предложении.
sv: Det gick inte att läsa in erbjudandedetaljer
th: ไม่สามารถโหลดรายละเอียดข้อเสนอได้
uk: Не вдалося завантажити деталі пропозиції

source: Unable to load offering details.
ar: غير قادر على تحميل تفاصيل العرض.
az: Təklif detallarını yükləmək mümkün deyil.
bn: অফারের বিবরণ লোড করতে অক্ষম৷
cs: Nelze načíst podrobnosti nabídky.
de: Angebotsdetails können nicht geladen werden.
es: No se puede cargar los detalles de la oferta.
et: Ei ole võimalik laadida pakkumise detaile.
fi: Tarjouksen tietoja ei voi ladata.
ky: Сунуштун чоо-жайы жүктөлбөй жатат.
lt: Neįmanoma įkelti pasiūlymo informacijos.
lv: Nevar ielādēt informāciju par piedāvājumu.
nb: Kan ikke laste inn tilbudsdetaljer.
pl: Nie można wczytać szczegółów oferty.
ru: Не удалось загрузить подробную информацию о предложении.
sv: Det gick inte att ladda information om erbjudandet.
th: ไม่สามารถโหลดรายละเอียดข้อเสนอได้
uk: Не вдалося завантажити деталі пропозиції.

source: Unable to load offerings
ar: غير قادر على تحميل العروض
az: Təklifləri yükləmək mümkün deyil
bn: অফার লোড করতে অক্ষম
cs: Nelze načíst nabídky
de: Angebote können nicht geladen werden
es: No se puede cargar las ofertas
et: Pakkumisi ei saa laadida
fi: Tarjouksia ei voi ladata
ky: Сунуштар жүктөлбөй жатат
lt: Neįmanoma įkelti pasiūlymų
lv: Nevar ielādēt piedāvājumus
nb: Kan ikke laste inn tilbud
pl: Nie można załadować ofert
ru: Не удалось загрузить предложения
sv: Det gick inte att ladda erbjudanden
th: ไม่สามารถโหลดข้อเสนอได้
uk: Не вдалося завантажити пропозиції

source: Unable to load offerings.
ar: غير قادر على تحميل العروض.
az: Təklifləri yükləmək mümkün deyil.
bn: অফার লোড করতে অক্ষম।
cs: Nabídky nelze načíst.
de: Angebote können nicht geladen werden.
es: No se puede cargar las ofertas.
et: Pakkumisi ei saa laadida.
fi: Tarjouksia ei voi ladata.
ky: Сунуштар жүктөлбөй жатат.
lt: Nepavyko įkelti pasiūlymų.
lv: Nevar ielādēt piedāvājumus.
nb: Kan ikke laste inn tilbud.
pl: Nie można załadować ofert.
ru: Не удалось загрузить предложения.
sv: Det gick inte att ladda erbjudanden.
th: ไม่สามารถโหลดข้อเสนอได้
uk: Не вдалося завантажити пропозиції.

source: Unable to load order details.
ar: غير قادر على تحميل تفاصيل الطلب.
az: Sifariş detallarını yükləmək mümkün deyil.
bn: অর্ডার বিবরণ লোড করতে অক্ষম.
cs: Nelze načíst podrobnosti objednávky.
de: Bestelldetails können nicht geladen werden.
es: No se puede cargar los detalles del pedido.
et: Ei ole võimalik laadida tellimuse detaile.
fi: Tilauksen tietoja ei voi ladata.
ky: Буйрутманын чоо-жайы жүктөлбөй жатат.
lt: Neįmanoma įkelti užsakymo informacijos.
lv: Nevar ielādēt pasūtījuma informāciju.
nb: Kan ikke laste inn bestillingsdetaljer.
pl: Nie można wczytać szczegółów zamówienia.
ru: Не удалось загрузить детали заказа.
sv: Det gick inte att ladda orderinformation.
th: ไม่สามารถโหลดรายละเอียดคำสั่งซื้อได้
uk: Не вдалося завантажити деталі замовлення.

source: Unable to load organization groups
ar: غير قادر على تحميل مجموعات المؤسسة
az: Təşkilat qruplarını yükləmək
bn: সংগঠন গোষ্ঠী লোড করতে অক্ষম৷
cs: Nelze načíst organizační skupiny
de: Organisationsgruppen können nicht geladen werden
es: No se puede cargar los grupos de la organización
et: Organisatsioonigruppe ei saa laadida
fi: Organisaatioryhmiä ei voi ladata
ky: Уюм топторун жүктөө мүмкүн эмес
lt: Nepavyko įkelti organizacijų grupių
lv: Nevar ielādēt organizāciju grupas
nb: Kan ikke laste inn organisasjonsgrupper
pl: Nie można wczytać grup organizacji
ru: Не удалось загрузить организационные группы.
sv: Det gick inte att läsa in organisationsgrupper
th: โหลดกลุ่มองค์กรไม่ได้
uk: Неможливо завантажити організаційні групи

source: Unable to load organization groups.
ar: غير قادر على تحميل مجموعات المؤسسة.
az: Təşkilat qruplarını yükləyə bilməz
bn: সংগঠন গোষ্ঠী লোড করতে অক্ষম৷
cs: Nelze načíst organizační skupiny.
de: Organisationsgruppen können nicht geladen werden.
es: No se puede cargar los grupos de la organización.
et: Organisatsioonigruppe ei saa laadida.
fi: Organisaatioryhmiä ei voi ladata.
ky: Уюм топторун жүктөө мүмкүн эмес.
lt: Nepavyko įkelti organizacijų grupių.
lv: Nevar ielādēt organizāciju grupas.
nb: Kan ikke laste inn organisasjonsgrupper.
pl: Nie można wczytać grup organizacji.
ru: Не удалось загрузить организационные группы.
sv: Det gick inte att läsa in organisationsgrupper.
th: โหลดกลุ่มองค์กรไม่ได้
uk: Неможливо завантажити організаційні групи.

source: Unable to load organization resources.
ar: غير قادر على تحميل موارد المؤسسة.
az: Təşkilat resurslarını yükləmək mümkün deyil.
bn: সংস্থার সংস্থানগুলি লোড করতে অক্ষম৷
cs: Nelze načíst zdroje organizace.
de: Organisationsressourcen können nicht geladen werden.
es: No se puede cargar los recursos de la organización.
et: Ei ole võimalik laadida organisatsiooni resursse.
fi: Organisaation resursseja ei voi ladata.
ky: Уюмдун ресурстарын жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti organizacijos išteklių.
lv: Nevar ielādēt organizācijas resursus.
nb: Kan ikke laste inn organisasjonsressurser.
pl: Nie można załadować zasobów organizacji.
ru: Невозможно загрузить ресурсы организации.
sv: Det gick inte att ladda organisationens resurser.
th: ไม่สามารถโหลดทรัพยากรขององค์กรได้
uk: Не вдалося завантажити ресурси організації.

source: Unable to load organizations
ar: غير قادر على تحميل المنظمات
az: Təşkilatları yükləyə bilmədi
bn: সংস্থাগুলি লোড করতে অক্ষম৷
cs: Nelze načíst organizace
de: Organisationen können nicht geladen werden
es: No se puede cargar las organizaciones
et: Organisatsioone ei saa laadida
fi: Organisaatioita ei voi ladata
ky: Уюмдарды жүктөө мүмкүн эмес
lt: Neįmanoma įkelti organizacijų
lv: Nevar ielādēt organizācijas
nb: Kan ikke laste inn organisasjoner
pl: Nie można wczytać organizacji
ru: Не удалось загрузить организации.
sv: Det gick inte att ladda organisationer
th: ไม่สามารถโหลดองค์กรได้
uk: Не вдалося завантажити організації

source: Unable to load page
ar: غير قادر على تحميل الصفحة
az: Səhifəni yükləmək mümkün deyil
bn: পৃষ্ঠা লোড করতে অক্ষম৷
cs: Nelze načíst stránku
de: Seite kann nicht geladen werden
es: No se puede cargar la página
et: Lehte ei saa laadida
fi: Sivua ei voi ladata
ky: Барак жүктөлбөй жатат
lt: Neįmanoma įkelti puslapio
lv: Nevar ielādēt lapu
nb: Kan ikke laste inn side
pl: Nie można załadować strony
ru: Невозможно загрузить страницу
sv: Det gick inte att ladda sidan
th: ไม่สามารถโหลดหน้าได้
uk: Неможливо завантажити сторінку

source: Unable to load pending orders.
ar: غير قادر على تحميل الأوامر المعلقة.
az: Gözlənilən sifarişləri yükləyə bilmədi
bn: মুলতুবি অর্ডার লোড করতে অক্ষম.
cs: Nelze načíst čekající objednávky.
de: Ausstehende Bestellungen können nicht geladen werden.
es: No se puede cargar los pedidos pendientes.
et: Ei ole võimalik laadida ootel olevaid tellimusi.
fi: Odottavia tilauksia ei voi ladata.
ky: Күтүүдөгү буйрутмалар жүктөлбөй жатат.
lt: Neįmanoma įkelti laukiančių užsakymų.
lv: Nevar ielādēt neapstiprinātos pasūtījumus.
nb: Kan ikke laste inn ventende ordrer.
pl: Nie można wczytać zamówień oczekujących.
ru: Невозможно загрузить отложенные ордера.
sv: Det går inte att läsa in väntande beställningar.
th: ไม่สามารถโหลดคำสั่งซื้อที่รอดำเนินการได้
uk: Неможливо завантажити замовлення, що очікують на розгляд.

source: Unable to load plan details.
ar: غير قادر على تحميل تفاصيل الخطة.
az: Plan təfərrüatlarını yükləmək mümkün deyil.
bn: পরিকল্পনার বিশদ বিবরণ লোড করতে অক্ষম৷
cs: Nelze načíst podrobnosti plánu.
de: Plandetails können nicht geladen werden.
es: No se puede cargar los detalles del plan.
et: Ei ole võimalik laadida plaani detaile.
fi: Suunnitelman tietoja ei voi ladata.
ky: Пландын чоо-жайы жүктөлбөй жатат.
lt: Neįmanoma įkelti plano informacijos.
lv: Nevar ielādēt plāna informāciju.
nb: Kan ikke laste inn plandetaljer.
pl: Nie można wczytać szczegółów planu.
ru: Не удалось загрузить сведения о плане.
sv: Det gick inte att läsa in detaljer om planen.
th: ไม่สามารถโหลดรายละเอียดแผนได้
uk: Не вдалося завантажити деталі плану.

source: Unable to load project resources.
ar: غير قادر على تحميل موارد المشروع.
az: Layihə resurslarını yükləmək mümkün deyil.
bn: প্রকল্প সম্পদ লোড করতে অক্ষম.
cs: Nelze načíst zdroje projektu.
de: Projektressourcen können nicht geladen werden.
es: No se puede cargar los recursos del proyecto.
et: Ei ole võimalik laadida projekti ressurse.
fi: Projektiresursseja ei voi ladata.
ky: Долбоордун ресурстарын жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti projekto išteklių.
lv: Nevar ielādēt projekta resursus.
nb: Kan ikke laste inn prosjektressurser.
pl: Nie można wczytać zasobów projektu.
ru: Невозможно загрузить ресурсы проекта.
sv: Det gick inte att ladda projektresurser.
th: ไม่สามารถโหลดทรัพยากรโครงการได้
uk: Не вдалося завантажити ресурси проекту.

source: Unable to load project types.
ar: غير قادر على تحميل أنواع المشاريع.
az: Layihə növlərini yükləmək mümkün deyil.
bn: প্রকল্পের প্রকারগুলি লোড করতে অক্ষম৷
cs: Nelze načíst typy projektu.
de: Projekttypen können nicht geladen werden.
es: No se puede cargar los tipos de proyectos.
et: Projektitüüpe ei saa laadida.
fi: Projektityyppejä ei voi ladata.
ky: Долбоордун түрлөрүн жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti projektų tipų.
lv: Nevar ielādēt projektu veidus.
nb: Kan ikke laste inn prosjekttyper.
pl: Nie można wczytać typów projektów.
ru: Невозможно загрузить типы проектов.
sv: Det gick inte att ladda projekttyper.
th: ไม่สามารถโหลดประเภทโปรเจ็กต์ได้
uk: Не вдалося завантажити типи проектів.

source: Unable to load provider details.
ar: غير قادر على تحميل تفاصيل الموفر.
az: Provayder detallarını yükləmək mümkün deyil.
bn: প্রদানকারীর বিবরণ লোড করতে অক্ষম৷
cs: Nelze načíst údaje o poskytovateli.
de: Anbieterdetails können nicht geladen werden.
es: No se puede cargar los detalles del proveedor.
et: Pakkuja üksikasju ei saa laadida.
fi: Palveluntarjoajan tietoja ei voi ladata.
ky: Провайдердин чоо-жайы жүктөлбөй жатат.
lt: Neįmanoma įkelti teikėjo informacijos.
lv: Nevar ielādēt pakalpojumu sniedzēja informāciju.
nb: Kan ikke laste inn leverandørdetaljer.
pl: Nie można wczytać szczegółów dostawcy.
ru: Не удалось загрузить сведения о поставщике.
sv: Det går inte att läsa in leverantörsinformation.
th: ไม่สามารถโหลดรายละเอียดผู้ให้บริการได้
uk: Не вдалося завантажити відомості про постачальника.

source: Unable to load questions and answers.
ar: غير قادر على تحميل الأسئلة والأجوبة.
az: Suallar və cavabları yükləmək mümkün deyil.
bn: প্রশ্ন এবং উত্তর লোড করতে অক্ষম.
cs: Nelze načíst otázky a odpovědi.
de: Fragen und Antworten können nicht geladen werden.
es: No se puede cargar las preguntas y respuestas.
et: Küsimusi ja vastuseid ei saa laadida.
fi: Kysymyksiä ja vastauksia ei voi ladata.
ky: Суроолор жана жооптор жүктөлбөй жатат.
lt: Neįmanoma įkelti klausimų ir atsakymų.
lv: Nevar ielādēt jautājumus un atbildes.
nb: Kan ikke laste inn spørsmål og svar.
pl: Nie można załadować pytań i odpowiedzi.
ru: Не удалось загрузить вопросы и ответы.
sv: Det går inte att ladda frågor och svar.
th: ไม่สามารถโหลดคำถามและคำตอบได้
uk: Не вдалося завантажити запитання та відповіді.

source: Unable to load resource.
ar: غير قادر على تحميل المورد.
az: Resurs yükləmək mümkün deyil.
bn: সম্পদ লোড করতে অক্ষম।
cs: Nelze načíst zdroj.
de: Ressource kann nicht geladen werden.
es: No se puede cargar el recurso.
et: Ressursi ei saa laadida.
fi: Resurssia ei voi ladata.
ky: Ресурс жүктөлбөй жатат.
lt: Neįmanoma įkelti ištekliaus.
lv: Nevar ielādēt resursu.
nb: Kan ikke laste inn ressurs.
pl: Nie można załadować zasobu.
ru: Не удалось загрузить ресурс.
sv: Det gick inte att ladda resursen.
th: ไม่สามารถโหลดทรัพยากรได้
uk: Не вдалося завантажити ресурс.

source: Unable to load resource details.
ar: غير قادر على تحميل تفاصيل المورد.
az: Resurs detallarını yükləmək mümkün deyil.
bn: সম্পদ বিবরণ লোড করতে অক্ষম.
cs: Podrobnosti o zdroji nelze načíst.
de: Ressourcendetails können nicht geladen werden.
es: No se puede cargar los detalles del recurso.
et: Ressursi üksikasju ei saa laadida.
fi: Resurssin tietoja ei voi ladata.
ky: Ресурстун чоо-жайын жүктөө мүмкүн эмес.
lt: Nepavyko įkelti išsamios išteklių informacijos.
lv: Nevar ielādēt resursa informāciju.
nb: Kan ikke laste inn ressursdetaljer.
pl: Nie można załadować szczegółów zasobu.
ru: Не удалось загрузить сведения о ресурсе.
sv: Det gick inte att ladda resursinformation.
th: โหลดรายละเอียดทรัพยากรไม่ได้
uk: Не вдалося завантажити відомості про ресурс.

source: Unable to load sections for comparison.
ar: غير قادر على تحميل الأقسام للمقارنة.
az: Müqayisə üçün bölmələri yükləmək mümkün deyil.
bn: তুলনার জন্য বিভাগ লোড করতে অক্ষম।
cs: Nelze načíst sekce pro srovnání.
de: Abschnitte können zum Vergleich nicht geladen werden.
es: No se puede cargar las secciones para la comparación.
et: Valikuid ei saa võrdluseks laadida.
fi: Osioita ei voi ladata vertailua varten.
ky: Салыштыруу үчүн бөлүмдөрдү жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti sekcijų palyginimui.
lv: Nevar ielādēt sadaļas salīdzināšanai.
nb: Kan ikke laste inn inndelinger for sammenligning.
pl: Nie można wczytać sekcji do porównania.
ru: Не удалось загрузить разделы для сравнения.
sv: Det går inte att ladda avsnitt för jämförelse.
th: ไม่สามารถโหลดส่วนต่างๆ เพื่อเปรียบเทียบได้
uk: Не вдалося завантажити розділи для порівняння.

source: Unable to load service provider.
ar: غير قادر على تحميل مزود الخدمة.
az: Xidmət təminatçısı yükləmək mümkün deyil
bn: পরিষেবা প্রদানকারী লোড করতে অক্ষম৷
cs: Nelze načíst poskytovatele služeb.
de: Dienstanbieter kann nicht geladen werden.
es: No se puede cargar el proveedor de servicios.
et: Ei õnnestunud teenusepakkujat laadida.
fi: Palveluntarjoajaa ei voi ladata.
ky: Кызмат провайдерин жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti paslaugų teikėjo.
lv: Nevar ielādēt pakalpojumu sniedzēju.
nb: Kan ikke laste inn tjenesteleverandør.
pl: Nie można wczytać dostawcy usług.
ru: Невозможно загрузить поставщика услуг.
sv: Det gick inte att ladda tjänsteleverantören.
th: ไม่สามารถโหลดผู้ให้บริการได้
uk: Не вдалося завантажити постачальника послуг.

source: Unable to load service providers.
ar: غير قادر على تحميل مقدمي الخدمة.
az: Xidmət təminatçılarını yükləyə bilməz.
bn: পরিষেবা প্রদানকারীদের লোড করতে অক্ষম৷
cs: Nelze načíst poskytovatele služeb.
de: Dienstanbieter können nicht geladen werden.
es: No se puede cargar los proveedores de servicios.
et: Ei õnnestunud teenusepakkujaid laadida.
fi: Palveluntarjoajia ei voi ladata.
ky: Кызмат көрсөтүүчүлөрдү жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti paslaugų teikėjų.
lv: Nevar ielādēt pakalpojumu sniedzējus.
nb: Kan ikke laste inn tjenesteleverandører.
pl: Nie można wczytać dostawców usług.
ru: Не удалось загрузить поставщиков услуг.
sv: Det gick inte att ladda tjänsteleverantörer.
th: ไม่สามารถโหลดผู้ให้บริการได้
uk: Не вдалося завантажити постачальників послуг.

source: Unable to load statistics data
ar: غير قادر على تحميل بيانات الإحصائيات
az: Statistika məlumatlarını yükləmək mümkün deyil
bn: পরিসংখ্যান ডেটা লোড করতে অক্ষম৷
cs: Nelze načíst statistická data
de: Statistikdaten können nicht geladen werden
es: No se puede cargar los datos estadísticos
et: Statistikaandmeid ei saa laadida
fi: Tilastotietoja ei voi ladata
ky: Статистика дайындарын жүктөө мүмкүн эмес
lt: Nepavyko įkelti statistikos duomenų
lv: Nevar ielādēt statistikas datus
nb: Kan ikke laste inn statistikkdata
pl: Nie można załadować danych statystycznych
ru: Невозможно загрузить статистические данные
sv: Det gick inte att ladda statistikdata
th: ไม่สามารถโหลดข้อมูลสถิติได้
uk: Не вдалося завантажити статистичні дані

source: Unable to load tenant.
ar: غير قادر على تحميل المستأجر.
az: Kirayəçi yükləmək mümkün deyil.
bn: ভাড়াটে লোড করতে অক্ষম।
cs: Nelze načíst klienta.
de: Der Mandant kann nicht geladen werden.
es: No se puede cargar el inquilino.
et: Üürnikku ei saa laadida.
fi: Vuokralaista ei voi ladata.
ky: Ижарачыны жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti nuomininko.
lv: Nevar ielādēt nomnieku.
nb: Kan ikke laste inn leier.
pl: Nie można załadować najemcy.
ru: Не удалось загрузить арендатора.
sv: Det gick inte att ladda hyresgästen.
th: ไม่สามารถโหลดผู้เช่าได้
uk: Не вдалося завантажити орендаря.

source: Unable to load tenant data.
ar: غير قادر على تحميل بيانات المستأجر.
az: Kirayəçi məlumatlarını yükləmək mümkün deyil.
bn: ভাড়াটে ডেটা লোড করতে অক্ষম৷
cs: Nelze načíst data klienta.
de: Mandantendaten können nicht geladen werden.
es: No se puede cargar los datos del inquilino.
et: Üürniku andmeid ei saa laadida.
fi: Vuokralaisen tietojen lataaminen ei onnistu.
ky: Ижарачы дайындарын жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti nuomininko duomenų.
lv: Nevar ielādēt nomnieka datus.
nb: Kan ikke laste inn leierdata.
pl: Nie można załadować danych dzierżawcy.
ru: Невозможно загрузить данные клиента.
sv: Det går inte att läsa in hyresgästdata.
th: ไม่สามารถโหลดข้อมูลผู้เช่าได้
uk: Не вдалося завантажити дані орендаря.
