Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Image used in marketplace order header.
ar: الصورة المستخدمة في رأس أمر السوق.
az: Bazar sifarişi başlığında istifadə olunan şəkil.
bn: মার্কেটপ্লেস অর্ডার হেডারে ব্যবহৃত ছবি।
cs: Obrázek použitý v záhlaví objednávky na tržišti.
de: Bild, das im Header der Marktplatzbestellung verwendet wird.
es: Imagen utilizada en el encabezado del pedido del marketplace.
et: Turuplatsi tellimuse päises kasutatud pilt.
fi: Kuvaa käytetty markkinapaikan tilauksen otsikossa.
ky: Сүрөт базардагы буйрутмалардын аталышында колдонулат.
lt: Vaizdas naudojamas prekyvietės užsakymo antraštėje.
lv: Attēls izmantots tirgus pasūtījuma galvenē.
nb: Bilde brukt i bestillingsoverskriften på markedsplassen.
pl: Obraz używany w nagłówku zamówienia w portalu Marketplace.
ru: Изображение используется в заголовке ордера на торговой площадке.
sv: Bild som används i marknadsplatsorderhuvudet.
th: รูปภาพที่ใช้ในส่วนหัวคำสั่งซื้อของตลาดกลาง
uk: Зображення, що використовується в заголовку замовлення на торговому майданчику.

source: Images
ar: الصور
az: Şəkillər
bn: ছবি
cs: Obrázky
de: Bilder
es: Imágenes
et: Pilt
fi: Kuvia
ky: Сүрөттөр
lt: Vaizdai
lv: Attēli
nb: Bilder
pl: Obrazów
ru: Изображения
sv: Bilder
th: รูปภาพ
uk: Зображення

source: Impact field name
ar: اسم حقل التأثير
az: Təsir sahəsinin adı
bn: প্রভাব ক্ষেত্রের নাম
cs: Název pole dopadu
de: Name des Auswirkungsfeldes
es: Nombre del campo de impacto
et: Mõjuvälja nimi
fi: Vaikutuskentän nimi
ky: Таасир талаасынын аталышы
lt: Poveikio lauko pavadinimas
lv: Ietekmes lauka nosaukums
nb: Navn på effektfelt
pl: Nazwa pola wpływu
ru: Имя поля влияния
sv: Effektfältsnamn
th: ชื่อฟิลด์ผลกระทบ
uk: Назва поля впливу

source: Import
ar: استورد
az: İdxal
bn: আমদানি
cs: Importovat
de: Importieren
es: Importar
et: Impordi
fi: Tuoda
ky: Импорттоо
lt: Importuoti
lv: Imports
nb: Importer
ru: Импорт ресурсов
sv: Importera
th: นำเข้า
uk: Імпорт

source: Import YAML
ar: استيراد YAML
az: YAML idxal edin
bn: YAML আমদানি করুন
cs: Importovat YAML
de: YAML importieren
es: Importar YAML
et: Impordi YAML
fi: Tuo YAML
ky: YAML импорттоо
lt: Importuoti YAML
lv: Importēt YAML
nb: Importer YAML
pl: Importuj YAML
ru: Импортировать YAML
sv: Importera YAML
th: นำเข้า YAML
uk: Імпортуйте YAML

source: Import config
ar: استيراد التكوين
az: İdxal konfiqurasiya
bn: কনফিগারেশন আমদানি করুন
cs: Importovat konfiguraci
de: Konfig importieren
es: Importar configuración
et: Impordi konfiguratsioon
fi: Tuo konfiguraatio
ky: Конфигурацияны импорттоо
lt: Importuoti konfigūraciją
lv: Importēt konfigurāciju
nb: Importer konfig
pl: Importuj konfigurację
ru: Импорт конфига
sv: Importera konfiguration
th: นำเข้าการกำหนดค่า
uk: Імпорт конфігурації

source: Import key
ar: مفتاح الاستيراد
az: İdxal açarı
bn: আমদানি কী
cs: Import klíč
de: Schlüssel importieren
es: Importar clave
et: Impordi võti
fi: Tuo avain
ky: Импорттук ачкыч
lt: Importuoti raktą
lv: Importēt atslēgu
nb: Importnøkkel
pl: Importuj klucz
ru: Импортировать ключ
sv: Importnyckel
th: นำเข้าคีย์
uk: Ключ імпорту

source: Import offering
ar: عرض الاستيراد
az: İdxal təklifi
bn: আমদানি অফার
cs: Importovat nabídku
de: Importangebot
es: Oferta de importación
et: Impordi pakkumine
fi: Tuonti tarjonta
ky: Импорттук сунуш
lt: Importuoti pasiūlymą
lv: Importa piedāvājums
nb: Importtilbud
pl: Oferta importowa
ru: Импортное предложение
sv: Importera erbjudande
th: เสนอขายนำเข้า
uk: Імпортна пропозиція

source: Import offerings
ar: استيراد العروض
az: İdxal təklifləri
bn: অফার আমদানি করুন
cs: Importovat nabídky
de: Angebote importieren
es: Ofertas de importación
et: Impordi pakkumised
fi: Tuo tarjoukset
ky: Импорттук сунуштар
lt: Importo pasiūlymai
lv: Importa piedāvājumi
nb: Importer tilbud
pl: Importuj oferty
ru: Импортные предложения
sv: Importera erbjudanden
th: นำเข้าข้อเสนอ
uk: Імпортні пропозиції

source: Import project
az: İdxal layihəsi

source: Import public key
ar: استيراد المفتاح العام
az: İctimai açarı idxal edin
bn: সর্বজনীন কী আমদানি করুন
cs: Import veřejného klíče
de: Öffentlichen Schlüssel importieren
es: Importar clave pública
et: Impordi avalik võti
fi: Tuo julkinen avain
ky: Коомдук ачкычты импорттоо
lt: Importuoti viešąjį raktą
lv: Importēt publisko atslēgu
nb: Importer offentlig nøkkel
pl: Importuj klucz publiczny
ru: Импортировать открытый ключ
sv: Importera offentlig nyckel
th: นำเข้ากุญแจสาธารณะ
uk: Імпорт відкритого ключа

source: Import resource
ar: استيراد الموارد
az: İdxal qaynağı
bn: সম্পদ আমদানি করুন
cs: Importovat zdroj
de: Ressource importieren
es: Importar recurso
et: Impordi ressurss
fi: Tuo resurssi
ky: Импорттук ресурс
lt: Importuoti išteklius
lv: Importēt resursu
nb: Importer ressurs
pl: Importuj zasób
ru: Импортировать ресурс
sv: Importera resurs
th: นำเข้าทรัพยากร
uk: Імпорт ресурсу

source: Importing resources
ar: استيراد الموارد
az: Resursları idxal etmə
bn: সম্পদ আমদানি
cs: Importování zdrojů
de: Ressourcen importieren
es: Importación de recursos
et: Impordin ressursse
fi: Resurssien tuonti
ky: Ресурстарды импорттоо
lt: Išteklių importavimas
lv: Importē resursus
nb: Importere ressurser
pl: Importowanie zasobów
ru: Импорт ресурсов
sv: Importera resurser
th: การนำเข้าทรัพยากร
uk: Імпорт ресурсів

source: In review
az: Baxışda

source: In revision
az: Düzəlişdə

source: In the format of GUID
ar: بتنسيق GUID
az: GUID (Qlobal Unikal İdentifikator) formatında
bn: GUID বিন্যাসে
cs: Ve formátu GUID
de: Im Format GUID
es: En el formato de GUID
et: GUID-vormingus
fi: GUID-muodossa
ky: GUID форматында
lt: GUID formatu
lv: GUID formātā
nb: I formatet av GUID
pl: W formacie GUID
ru: В формате GUID
sv: I formatet GUID
th: ในรูปแบบ GUID
uk: У форматі GUID

source: Inactive user will not be able to login into the portal.
ar: لن يتمكن المستخدم غير النشط من تسجيل الدخول إلى البوابة.
az: Aktiv olmayan istifadəçi portala daxil ola bilməyəcək.
bn: নিষ্ক্রিয় ব্যবহারকারী পোর্টালে লগইন করতে পারবেন না।
cs: Neaktivní uživatel se nebude moci přihlásit do portálu.
de: Inaktiver Benutzer kann sich nicht im Portal anmelden.
es: El usuario inactivo no podrá iniciar sesión en el portal.
et: Mitteaktiivne kasutaja ei saa portaali logida
fi: Ei-aktiivinen käyttäjä ei voi kirjautua sisään portaaliin.
ky: Активдүү эмес колдонуучу порталга кире албайт.
lt: Neaktyvus vartotojas negalės prisijungti prie portalo.
lv: Neaktīvs lietotājs nevarēs pieteikties portālā.
nb: Inaktiv bruker vil ikke kunne logge inn på portalen.
pl: Użytkownik nieaktywny nie będzie mógł zalogować się do portalu.
ru: Неактивный пользователь не сможет войти на портал.
sv: Inaktiv användare kommer inte att kunna logga in på portalen.
th: ผู้ใช้ที่ไม่ใช้งานจะไม่สามารถเข้าสู่ระบบพอร์ทัลได้
uk: Неактивний користувач не зможе увійти на портал.

source: Incident
ar: حادث
az: Qəza
bn: ঘটনা
de: Vorfall
es: Incidente
et: Intsident
fi: Tapahtuma
ky: Окуя
lt: Incidentas
lv: Incidents
nb: Hendelse
pl: Incydent
ru: Инцидент
th: เหตุการณ์
uk: Інцидент

source: Incident - client issue with service usage or availability (interruptions, degradation of quality).
ar: الحادث - مشكلة العميل المتعلقة باستخدام الخدمة أو توفرها (الانقطاعات، وتدهور الجودة).
az: Qəza - xidmətin istifadəsi və ya mövcudluğu ilə müştəri məsələsi (fasilələr, keyfiyyətin deqradasiyası).
bn: ঘটনা - পরিষেবার ব্যবহার বা প্রাপ্যতা নিয়ে ক্লায়েন্ট সমস্যা (প্রতিবন্ধকতা, গুণমানের অবনতি)।
cs: Incident - problém klienta s využíváním nebo dostupností služby (přerušení, zhoršení kvality).
de: Vorfall - Client-Problem mit der Dienstnutzung oder -verfügbarkeit (Unterbrechungen, Qualitätsminderung).
es: Incidente: problema del cliente con el uso o la disponibilidad del servicio (interrupciones, degradación de la calidad).
et: Incident - teenuse kasutamise ja toimimisega (katkemine, kvaliteedi langus) seotud kliendi mure.
fi: Tapahtuma - asiakkaan ongelma palvelun käytössä tai saatavuudessa (katkokset, laadun heikkeneminen).
ky: Окуя - кызматтын колдонулушу же жеткиликтүүлүгү (үзгүлтүктөр, сапаттын начарлашы) менен кардар маселеси.
lt: Incidentas - kliento problema, susijusi su paslaugos naudojimu ar prieinamumu (pertraukimai, kokybės pablogėjimas).
lv: Incidents - klienta problēma ar pakalpojuma lietošanu vai pieejamību (pārtraukumi, kvalitātes pasliktināšanās).
nb: Hendelse - klientproblem med tjenestebruk eller tilgjengelighet (avbrudd, nedbrytning av kvalitet).
pl: Incydent - problem klienta z użytkowaniem lub dostępnością usług (przerwy, pogorszenie jakości).
ru: Инцидент — проблема клиента с использованием или доступностью услуги (перебои, ухудшение качества).
sv: Incident - klientproblem med tjänstanvändning eller tillgänglighet (avbrott, försämrad kvalitet).
th: เหตุการณ์ - ปัญหาของลูกค้าเกี่ยวกับการใช้บริการหรือความพร้อม (การหยุดชะงัก คุณภาพลดลง)
uk: Інцидент - проблема клієнта з використанням або доступністю послуги (перебої, погіршення якості).

source: Include weekends
ar: تشمل عطلات نهاية الأسبوع
az: Həftə sonlarını daxil edin
bn: সপ্তাহান্তে অন্তর্ভুক্ত করুন
cs: Včetně víkendů
de: Wochenenden einschließen
es: Incluir fines de semana
et: Kaasa nädalavahetused
fi: Sisällytä viikonloput
ky: Дем алыш күндөрү кирет
lt: Įtraukti savaitgalius
lv: Iekļaujiet nedēļas nogales
nb: Inkluder helger
pl: Uwzględnij weekendy
ru: Включить выходные
sv: Inkludera helger
th: รวมวันหยุดสุดสัปดาห์
uk: Включати вихідні дні

source: Incorrect organization details
ar: تفاصيل المنظمة غير صحيحة
az: Yanlış təşkilat məlumatları
bn: প্রতিষ্ঠানের ভুল বিবরণ
cs: Nesprávné údaje o organizaci
de: Falsche Organisationsdetails
es: Detalles de organización incorrectos
et: Ebakorrektsed organisatsiooni andmed
fi: Virheelliset organisaatiotiedot
ky: Туура эмес уюштуруу чоо-жайы
lt: Neteisinga išsami organizacijos informacija
lv: Nepareiza informācija par organizāciju
nb: Feil organisasjonsdetaljer
pl: Nieprawidłowe dane organizacji
ru: Неверные данные организации
sv: Felaktig organisationsinformation
th: รายละเอียดองค์กรไม่ถูกต้อง
uk: Неправильні відомості про організацію

source: Increase a droplet's RAM, CPU and SSD disk.
ar: قم بزيادة ذاكرة الوصول العشوائي (RAM) ووحدة المعالجة المركزية (CPU) وقرص SSD الخاص بقطرة واحدة.
az: Bir az RAM, CPU və SSD (yarıkeçirici disk) diskini artırın.
bn: একটি ড্রপলেটের RAM, CPU এবং SSD ডিস্ক বাড়ান।
cs: Zvýšit paměť RAM, CPU a SSD disk dropletu.
de: Erhöhen Sie die RAM-, CPU- und SSD-Festplatte eines Tröpfchens.
es: Aumentar la RAM, la CPU y el disco SSD de una gota.
et: Suurendage tilga RAM-i, CPU ja SSD ketast.
fi: Lisää dropletin RAM-muistia, CPU:ta ja SSD-levyä.
ky: Тамчы RAM, CPU жана SSD дискти көбөйтүү.
lt: Padidinkite lašelio RAM, CPU ir SSD diską.
lv: Palieliniet pilītes RAM, CPU un SSD disku.
nb: Øk en dråpes RAM, CPU og SSD-disk.
pl: Zwiększ pamięć RAM, procesor i dysk SSD kropli.
ru: Увеличьте оперативную память, процессор и SSD-диск дроплета.
sv: Öka en dropps RAM, CPU och SSD-disk.
th: เพิ่มดิสก์ RAM, CPU และ SSD ของหยด
uk: Збільште оперативну пам&#39;ять, процесор і SSD-диск краплі.

source: Increase a droplet's RAM and CPU only (not the storage).
ar: قم بزيادة ذاكرة الوصول العشوائي (RAM) ووحدة المعالجة المركزية (CPU) للقطرة فقط (وليس مساحة التخزين).
az: Yalnız bir az RAM (əməliyyat yaddaşı) və CPU (mərkəzi prosessor) (saxlama deyil) artırın.
bn: শুধুমাত্র একটি ড্রপলেটের RAM এবং CPU বাড়ান (স্টোরেজ নয়)।
cs: Zvýšit pouze RAM a CPU dropletu (nikoli úložiště).
de: Erhöhen Sie nur den RAM und die CPU eines Tröpfchens (nicht den Speicher).
es: Aumentar solo la RAM y la CPU de una gota (no el almacenamiento).
et: Suurendage ainult tilga RAM-i ja CPU-d (mitte salvestusruumi).
fi: Lisää pisaran RAM-muistia ja CPU:ta (ei tallennustilaa).
ky: Бир тамчы RAM жана CPU гана көбөйтүү (сактоо эмес).
lt: Padidinkite tik lašelio RAM ir CPU (ne saugyklą).
lv: Palieliniet tikai pilītes RAM un centrālo procesoru (nevis atmiņu).
nb: Øk bare en dråpes RAM og CPU (ikke lagring).
pl: Zwiększ tylko pamięć RAM i procesor kropli (nie pamięć).
ru: Увеличьте только оперативную память и процессор дроплета (не хранилище).
sv: Öka endast RAM-minnet och processorn för en droppe (inte lagringsutrymmet).
th: เพิ่ม RAM และ CPU ของหยดเท่านั้น (ไม่ใช่ที่เก็บข้อมูล)
uk: Збільште лише оперативну пам’ять і процесор (не пам’ять).

source: Industry project
ar: مشروع صناعة
az: Sənaye layihəsi
bn: শিল্প প্রকল্প
cs: Průmyslový projekt
de: Industrieprojekt
es: Proyecto industrial
et: Tööstuse projekt
fi: Teollisuuden projekti
ky: Өнөр жай долбоору
lt: Pramonės projektas
lv: Nozares projekts
nb: Industriprosjekt
pl: Projekt branżowy
ru: Отраслевой проект
sv: Industriprojekt
th: โครงการอุตสาหกรรม
uk: Галузевий проект

source: Informational
ar: معلوماتية
az: İnformasiya
bn: তথ্যমূলক
cs: Informační
de: Informativ
es: Informativo
et: Infopäring
fi: Tiedollinen
ky: Маалыматтык
lt: Informacinis
lv: Informatīvs
nb: Informativ
pl: Informacyjny
ru: Информационный
sv: Informationsmässigt
th: ข้อมูล
uk: Інформаційний

source: Informational - client’s request to get or provide additional information related to a service.
ar: إعلامية - طلب العميل للحصول على معلومات إضافية تتعلق بالخدمة أو تقديمها.
az: Müştərinin xidmət ilə bağlı əlavə məlumat almaq və ya vermək üçün informasiya xarakterli xahişi.
bn: তথ্যমূলক - একটি পরিষেবা সম্পর্কিত অতিরিক্ত তথ্য পেতে বা প্রদান করার জন্য ক্লায়েন্টের অনুরোধ।
cs: Informační - požadavek klienta na získání nebo poskytnutí dalších informací souvisejících se službou.
de: Informational - Kundenanfrage, zusätzliche Informationen zu einem Dienst zu erhalten oder bereitzustellen.
es: Informativo - solicitud del cliente para obtener o proporcionar información adicional relacionada con un servicio.
et: Informational - kliendi soov saada või anda mistahes teenusega seotud infot
fi: Informatiivinen - asiakkaan pyyntö saada tai antaa palveluun liittyviä lisätietoja.
ky: Маалыматтык - кардардын кызматка тиешелүү кошумча маалыматты алуу же берүү өтүнүчү.
lt: Informacinis - kliento prašymas gauti ar pateikti papildomos informacijos, susijusios su paslauga.
lv: Informatīvs - klienta pieprasījums iegūt vai sniegt papildu informāciju saistībā ar pakalpojumu.
nb: Informativ - kundens forespørsel om å få eller gi tilleggsinformasjon relatert til en tjeneste.
pl: Informacyjne – prośba Klienta o uzyskanie lub przekazanie dodatkowych informacji związanych z usługą.
ru: Информационная – запрос клиента на получение или предоставление дополнительной информации, связанной с услугой.
sv: Informativ - kundens begäran om att få eller tillhandahålla ytterligare information relaterad till en tjänst.
th: ข้อมูล - คำขอของลูกค้าเพื่อรับหรือให้ข้อมูลเพิ่มเติมที่เกี่ยวข้องกับบริการ
uk: Інформаційна - запит клієнта на отримання або надання додаткової інформації, пов&#39;язаної з послугою.

source: Ingress
ar: دخول
az: Giriş
bn: প্রবেশ
de: Eindringen
es: Ingreso
ky: Кирүү
lt: Įėjimas
lv: Iekļūšana
nb: Inntrengning
pl: Ingres
ru: Вход
sv: Inträngning
th: ทางเข้า
uk: Вхід

source: Initial UID number
ar: رقم UID الأولي
az: İlkin UID nömrəsi
bn: প্রাথমিক UID নম্বর
cs: Počáteční číslo UID
de: Ursprüngliche UID-Nummer
es: Número de UID inicial
et: Esialgne UID number
fi: Alkuperäinen UID-numero
ky: Баштапкы UID номери
lt: Pradinis UID numeris
lv: Sākotnējais UID numurs
nb: Opprinnelig UID-nummer
pl: Początkowy numer UID
ru: Начальный номер UID
sv: Ursprungligt UID-nummer
th: หมายเลข UID เริ่มต้น
uk: Початковий номер UID

source: Initial admin password
ar: كلمة مرور المسؤول الأولية
az: İlkin administrator şifrəsi
bn: প্রাথমিক অ্যাডমিন পাসওয়ার্ড
cs: Počáteční heslo správce
de: Erstes Admin-Passwort
es: Contraseña de administrador inicial
et: Esialgne admin parool
fi: Alkuperäinen järjestelmänvalvojan salasana
ky: Баштапкы администратор сырсөз
lt: Pradinis administratoriaus slaptažodis
lv: Sākotnējā administratora parole
nb: Første administratorpassord
pl: Początkowe hasło administratora
ru: Начальный пароль администратора
sv: Ursprungligt admin lösenord
th: รหัสผ่านผู้ดูแลระบบเริ่มต้น
uk: Початковий пароль адміністратора

source: Initial admin username
ar: اسم مستخدم المشرف الأولي
az: İlk admin istifadəçi adı
bn: প্রাথমিক অ্যাডমিন ব্যবহারকারীর নাম
cs: Počáteční uživatelské jméno správce
de: Anfänglicher Admin-Benutzername
es: Nombre de usuario del administrador inicial
et: Esialgne admin kasutajanimi
fi: Alkuperäinen järjestelmänvalvojan käyttäjätunnus
ky: Баштапкы администратор колдонуучу аты
lt: Pradinis administratoriaus vartotojo vardas
lv: Sākotnējais administratora lietotājvārds
nb: Første administrator brukernavn
pl: Początkowa nazwa użytkownika administratora
ru: Начальное имя администратора
sv: Ursprungligt användarnamn för admin
th: ชื่อผู้ใช้ผู้ดูแลระบบเริ่มต้น
uk: Початкове ім&#39;я користувача адміністратора

source: Initial primary group number
ar: رقم المجموعة الأولية الأولي
az: İlkin əsas qrup nömrəsi
bn: প্রাথমিক প্রাথমিক গ্রুপ নম্বর
cs: Počáteční číslo primární skupiny
de: Ursprüngliche primäre Gruppennummer
es: Número inicial del grupo principal
et: Esialgne esmase rühma number
fi: Alkuperäinen ensisijaisen ryhmän numero
ky: Баштапкы топтун номери
lt: Pradinis pirminės grupės numeris
lv: Sākotnējais primārās grupas numurs
nb: Opprinnelig primærgruppenummer
pl: Początkowy numer grupy podstawowej
ru: Начальный номер первичной группы
sv: Initialt primärgruppsnummer
th: หมายเลขกลุ่มหลักเริ่มต้น
uk: Початковий номер первинної групи

source: Instance
ar: مثال
az: Nümunə
bn: দৃষ্টান্ত
de: Instanz
es: Instancia
et: Eksemplar
fi: Ilmentymä
lt: Egzempliorių
lv: Piemērs
nb: Forekomst
pl: Instancja
ru: Пример
sv: Instans
th: ตัวอย่าง
uk: Екземпляр

source: Instance ID
ar: معرف المثيل
az: Nümunə identifikatoru
bn: ইনস্ট্যান্স আইডি
cs: ID instance
de: Instanz-ID
es: ID de instancia
et: Eksemplari ID
fi: Ilmentymän tunnus
lt: Atvejo ID
lv: Gadījuma ID
nb: Forekomst-ID
pl: Identyfikator instancji
ru: Идентификатор экземпляра
sv: Förekomst-ID
th: รหัสอินสแตนซ์
uk: Ідентифікатор екземпляра

source: Instance deletion has been scheduled.
ar: تمت جدولة حذف المثيل.
az: Nümunənin silinməsi planlaşdırılmışdır.
bn: দৃষ্টান্ত মুছে ফেলার সময়সূচী করা হয়েছে৷
cs: Odstranění instance bylo naplánováno.
de: Das Löschen von Instanzen wurde geplant.
es: Se ha programado la eliminación de la instancia.
et: Instantsi kustutamine on planeeritud.
fi: Ilmentymän poistaminen on ajoitettu.
ky: Мисал жок кылуу пландаштырылган.
lt: Suplanuotas egzempliorių ištrynimas.
lv: Gadījuma dzēšana ir ieplānota.
nb: Sletting av forekomst er planlagt.
pl: Zaplanowano usunięcie instancji.
ru: Удаление экземпляра запланировано.
sv: Instansen radering har schemalagts.
th: กำหนดเวลาการลบอินสแตนซ์แล้ว
uk: Видалення екземпляра заплановано.

source: Instance does not have any floating IPs yet.
ar: لا يحتوي المثيل على أي عناوين IP عائمة حتى الآن.
az: Nümunənin hələ üzən IP-ləri yoxdur
bn: ইনস্ট্যান্সের এখনও কোনো ভাসমান আইপি নেই।
cs: Instance zatím nemá žádné plovoucí IP adresy.
de: Instance hat noch keine schwebenden IPs.
es: La instancia aún no tiene ninguna IP flotante.
et: Eksemplaril ei ole veel ühtegi liikuvat IP aadressi.
fi: Esiintymillä ei ole vielä kelluvia IP-osoitteita.
ky: Instance азырынча эч кандай калкыма IP&#39;лерге ээ эмес.
lt: Egzempliorius dar neturi slankiojo IP.
lv: Gadījumam vēl nav neviena peldoša IP.
nb: Forekomst har ikke noen flytende IP-er ennå.
pl: Instancja nie ma jeszcze żadnych pływających adresów IP.
ru: У экземпляра пока нет плавающих IP-адресов.
sv: Instansen har inte några flytande IP-adresser ännu.
th: อินสแตนซ์ยังไม่มี IP แบบลอยตัว
uk: Примірник ще не має плаваючих IP-адрес.

source: Instance does not have any security groups yet.
ar: لا يحتوي المثيل على أية مجموعات أمان حتى الآن.
az: Nümunənin hələ təhlükəsizlik qrupları yoxdur.
bn: দৃষ্টান্তের এখনও কোনো নিরাপত্তা গোষ্ঠী নেই৷
cs: Instance zatím nemá žádné skupiny zabezpečení.
de: Die Instanz hat noch keine Sicherheitsgruppen.
es: La instancia aún no tiene ningún grupo de seguridad.
et: Eksemplaril ei ole veel määratud ühtegi turvagruppi.
fi: Esiintymillä ei ole vielä suojausryhmiä.
ky: Instance азырынча эч кандай коопсуздук топторуна ээ эмес.
lt: Egzempliorius dar neturi jokių saugos grupių.
lv: Instancē vēl nav nevienas drošības grupas.
nb: Forekomsten har ingen sikkerhetsgrupper ennå.
pl: Instancja nie ma jeszcze żadnych grup zabezpieczeń.
ru: У экземпляра пока нет групп безопасности.
sv: Instansen har ännu inga säkerhetsgrupper.
th: อินสแตนซ์ยังไม่มีกลุ่มความปลอดภัยใดๆ
uk: Екземпляр ще не має груп безпеки.

source: Instance has been linked.
ar: تم ربط المثيل.
az: Nümunə əlaqələndirilmişdir.
bn: উদাহরণ লিঙ্ক করা হয়েছে.
cs: Instance byla propojena.
de: Die Instanz wurde verknüpft.
es: Se ha vinculado la instancia.
et: Näide on lingitud.
fi: Esimerkki on linkitetty.
ky: Мисал байланыштырылды.
lt: Egzempliorius buvo susietas.
lv: Piemērs ir saistīts.
nb: Forekomsten er koblet sammen.
pl: Instancja została połączona.
ru: Экземпляр был связан.
sv: Instansen har länkats.
th: เชื่อมโยงอินสแตนซ์แล้ว
uk: Екземпляр пов’язано.

source: Instance is already active.
ar: المثيل نشط بالفعل.
az: Nümunə artıq aktivdir.
bn: দৃষ্টান্ত ইতিমধ্যে সক্রিয়.
cs: Instance je již aktivní.
de: Die Instanz ist bereits aktiv.
es: La instancia ya está activa.
et: Emsemplar on juba aktiivne
fi: Instanssi on jo aktiivinen.
ky: Мисал мурунтан эле активдүү.
lt: Egzempliorius jau yra aktyvus.
lv: Piemērs jau ir aktīvs.
nb: Forekomst er allerede aktiv.
pl: Instancja jest już aktywna.
ru: Экземпляр уже активен.
sv: Instansen är redan aktiv.
th: อินสแตนซ์มีการใช้งานอยู่แล้ว
uk: Примірник уже активний.

source: Instance is already stopped.
ar: تم إيقاف المثيل بالفعل.
az: Nümunə artıq dayandırılıb.
bn: দৃষ্টান্ত ইতিমধ্যে বন্ধ করা হয়েছে.
cs: Instance je již zastavena.
de: Die Instanz ist bereits angehalten.
es: La instancia ya está detenida.
et: Eksemplar on uuendatud.
fi: Esimerkki on jo pysäytetty.
ky: Мисал мурунтан эле токтотулган.
lt: Egzempliorius jau sustabdytas.
lv: Piemērs jau ir apturēts.
nb: Forekomsten er allerede stoppet.
pl: Instancja została już zatrzymana.
ru: Экземпляр уже остановлен.
sv: Instansen är redan stoppad.
th: อินสแตนซ์ถูกหยุดแล้ว
uk: Екземпляр уже зупинено.
