Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Delete project
ar: حذف المشروع
az: Layihəni silin
bn: প্রকল্প মুছুন
cs: Smazat projekt
de: Projekt löschen
es: Eliminar proyecto
et: Kustuta projekt
fi: Poista projekti
ky: Долбоорду жок кылуу
lt: Ištrinti projektą
lv: Dzēst projektu
nb: Slett prosjekt
pl: Usuń projekt
ru: Удалить проект
sv: Ta bort projekt
th: ลบโปรเจ็กต์
uk: Видалити проект

source: Delete project permission
ar: حذف إذن المشروع
az: Layihə icazəsini silin
bn: প্রকল্পের অনুমতি মুছুন
cs: Smazat oprávnění k projektu
de: Projektberechtigung löschen
es: Eliminar permiso del proyecto
et: Kustutage projekti luba
fi: Poista projektin lupa
ky: Долбоордун уруксатын жок кылуу
lt: Ištrinti projekto leidimą
lv: Dzēst projekta atļauju
nb: Slett prosjekttillatelse
pl: Usuń uprawnienia do projektu
ru: Удалить разрешение проекта
sv: Ta bort projektbehörighet
th: ลบการอนุญาตโครงการ
uk: Видалити дозвіл проекту

source: Delete robot account
ar: حذف حساب الروبوت
az: Robot hesabını silin
bn: রোবট অ্যাকাউন্ট মুছুন
cs: Smazat účet robota
de: Roboterkonto löschen
es: Eliminar cuenta de robot
et: Kustuta robotkonto
fi: Poista robottitili
ky: Робот каттоо эсебин жок кылуу
lt: Ištrinkite roboto paskyrą
lv: Dzēst robota kontu
nb: Slett robotkonto
pl: Usuń konto robota
ru: Удалить учетную запись робота
sv: Ta bort robotkonto
th: ลบบัญชีหุ่นยนต์
uk: Видалити обліковий запис робота

source: Delete user agreement
ar: حذف اتفاقية المستخدم
az: İstifadəçi sazişini silin
bn: ব্যবহারকারী চুক্তি মুছুন
cs: Smazat uživatelskou smlouvu
de: Nutzungsvereinbarung löschen
es: Eliminar acuerdo de usuario
et: Kustuta kasutusleping
fi: Poista käyttäjäsopimus
ky: Колдонуучу келишимин жок кылуу
lt: Ištrinti vartotojo sutartį
lv: Dzēst lietotāja līgumu
nb: Slett brukeravtale
pl: Usuń umowę użytkownika
ru: Удалить пользовательское соглашение
sv: Ta bort användaravtal
th: ลบข้อตกลงผู้ใช้
uk: Видалити угоду користувача

source: Delete volumes
ar: حذف المجلدات
az: Həcmləri silmək
bn: ভলিউম মুছুন
cs: Odstranit svazky
de: Volumes löschen
es: Eliminar volúmenes
et: Kustuta salvestusüksed
fi: Poista taltiot
ky: Томдорду жок кылуу
lt: Ištrinti tomus
lv: Dzēst sējumus
nb: Slette volumer
pl: Usuń woluminy
ru: Удаление томов
sv: Ta bort volymer
th: ลบวอลุ่ม
uk: Видалити томи

source: Deleting PostgreSQL server will cause deletion of all databases created within server.
ar: سيؤدي حذف خادم PostgreSQL إلى حذف جميع قواعد البيانات التي تم إنشاؤها داخل الخادم.
az: PostgreSQL serverinin silinməsi server daxilində yaradılan bütün verilənlər bazalarının silinməsinə səbəb olacaq.
bn: PostgreSQL সার্ভার মুছে ফেলার ফলে সার্ভারের মধ্যে তৈরি সমস্ত ডাটাবেস মুছে যাবে।
cs: Odstranění serveru PostgreSQL způsobí odstranění všech databází vytvořených v rámci serveru.
de: Das Löschen des PostgreSQL-Servers führt zum Löschen aller Datenbanken, die innerhalb des Servers erstellt wurden.
es: La eliminación del servidor PostgreSQL provocará la eliminación de todas las bases de datos creadas dentro del servidor.
et: PostgreSQL serveri kustutamine kustutab kõik serveris loodud andmebaasid.
fi: PostgreSQL-palvelimen poistaminen poistaa kaikki palvelimessa luodut tietokannat.
ky: PostgreSQL серверин жок кылуу серверде түзүлгөн бардык маалымат базаларын жок кылууга алып келет.
lt: Ištrynus PostgreSQL serverį, bus ištrintos visos serveryje sukurtos duomenų bazės.
lv: Dzēšot PostgreSQL serveri, tiks izdzēstas visas serverī izveidotās datu bāzes.
nb: Sletting av PostgreSQL-serveren vil føre til sletting av alle databaser som er opprettet på serveren.
pl: Usunięcie serwera PostgreSQL spowoduje usunięcie wszystkich baz danych utworzonych na serwerze.
ru: Удаление сервера PostgreSQL приведет к удалению всех баз данных, созданных на сервере.
sv: Om du tar bort PostgreSQL-servern raderas alla databaser som skapats på servern.
th: การลบเซิร์ฟเวอร์ PostgreSQL จะทำให้เกิดการลบฐานข้อมูลทั้งหมดที่สร้างขึ้นภายในเซิร์ฟเวอร์
uk: Видалення сервера PostgreSQL призведе до видалення всіх баз даних, створених на сервері.

source: Deletion
ar: حذف
az: Silinmə
bn: মুছে ফেলা
cs: Vymazání
de: Streichung
es: Eliminación
et: Kustutamine
fi: Poistaminen
ky: Жок кылуу
lt: Ištrynimas
lv: Dzēšana
nb: Sletting
pl: Usunięcie
ru: Удаление
sv: Radering
th: การลบ
uk: Видалення

source: Deny
ar: أنكر
az: rədd etmək
bn: অস্বীকার করুন
cs: Popřít
de: Leugnen
es: Denegar
et: Keela
fi: Kieltää
ky: Жок кылуу
lt: Neigti
lv: Noliegt
nb: Benekte
pl: Zaprzeczać
ru: Отрицать
sv: Förneka
th: ปฏิเสธ
uk: Заперечити

source: Deploy
ar: نشر
az: Yerləşdirin
bn: স্থাপন করুন
cs: Nasadit
de: Einsetzen
es: Implementar
et: Võta kasutusele
fi: Ota käyttöön
ky: Жайгаштыруу
lt: Dislokuoti
lv: Izvietot
nb: Distribuere
pl: Wdrożyć
ru: Развертывать
sv: Distribuera
th: ปรับใช้
uk: Розгорнути

source: Deploy Longhorn block storage after cluster is deployed
ar: نشر تخزين الكتل Longhorn بعد نشر المجموعة
az: Klaster yerləşdirildikdən sonra Longhorn blok yaddaşını yerləşdirin
bn: ক্লাস্টার স্থাপনের পরে লংহর্ন ব্লক স্টোরেজ স্থাপন করুন
cs: Nasazení blokového úložiště Longhorn po nasazení klastru
de: Bereitstellen von Longhorn Blockspeicher nach der Bereitstellung des Clusters
es: Implementar el almacenamiento en bloques de Longhorn después de implementar el clúster
et: Juurutage Longhorni ploki salvestusruum pärast klastri juurutamist
fi: Ota Longhorn-lohkotallennus käyttöön klusterin käyttöönoton jälkeen
ky: Кластер орнотулгандан кийин Longhorn блок сактагычын жайгаштырыңыз
lt: Diegti Longhorn bloko saugyklą įdiegus klasterį
lv: Izvietot Longhorn bloka krātuvi pēc klastera izvietošanas
nb: Distribuere Longhorn blokklagring etter at klyngen er distribuert
pl: Wdróż blokową pamięć masową Longhorn po wdrożeniu klastra
ru: Развертывание блочного хранилища Longhorn после развертывания кластера
sv: Distribuera Longhorn-blocklagring efter att klustret har distribuerats
th: ปรับใช้พื้นที่เก็บข้อมูลบล็อก Longhorn หลังจากปรับใช้คลัสเตอร์แล้ว
uk: Розгорніть блочне сховище Longhorn після розгортання кластера

source: Deploy in minutes
ar: نشر في دقائق
az: Bir neçə dəqiqə ərzində yerləşdirin
bn: মিনিটের মধ্যে স্থাপন
cs: Nasazení během několika minut
de: Bereitstellung in wenigen Minuten
es: Implementar en minutos
et: Kasutusele võtmine mõne minutiga
fi: Ota käyttöön minuuteissa
ky: мүнөт ичинде жайылтуу
lt: Įdiekite per kelias minutes
lv: Izvietot dažu minūšu laikā
nb: Distribuer på minutter
pl: Wdrożenie w ciągu kilku minut
ru: Развертывание за считанные минуты
sv: Installera på några minuter
th: ปรับใช้ในไม่กี่นาที
uk: Розгортання за лічені хвилини

source: Deploy in seconds
ar: نشر في ثوان
az: Saniyələr ərzində yerləşdirin
bn: সেকেন্ডের মধ্যে স্থাপন
cs: Nasazení během několika sekund
de: Bereitstellung in Sekundenschnelle
es: Implementar en segundos
et: Kasutusele võtmine sekunditega
fi: Ota käyttöön sekunneissa
ky: секунданын ичинде жайгаштыруу
lt: Įdiekite per kelias sekundes
lv: Izvietot dažu sekunžu laikā
nb: Distribuer på sekunder
pl: Wdrożenie w ciągu kilku sekund
ru: Развертывание за секунды
sv: Installera på några sekunder
th: ปรับใช้ในไม่กี่วินาที
uk: Розгортання за лічені секунди

source: Deployment made easy, for everyone
ar: أصبح النشر سهلاً للجميع
az: Yerləşdirmə hər kəs üçün asanlaşdırıldı
bn: সকলের জন্য স্থাপনা সহজ করা হয়েছে
cs: Snadné nasazení pro každého
de: Einfache Bereitstellung für alle
es: Implementación simplificada, para todos
et: Kasutusele võtmine on kõigile lihtne
fi: Käyttöönotto on helppoa kaikille
ky: Жайгаштыруу бардыгы үчүн оңой
lt: Diegimas yra paprastas visiems
lv: Izvietošana ir vienkārša, ikvienam
nb: Implementering gjort enkelt, for alle
pl: Łatwe wdrożenie dla każdego
ru: Развертывание стало простым и доступным для всех
sv: Implementeringen är enkel för alla
th: การปรับใช้ทำได้ง่ายสำหรับทุกคน
uk: Розгортання стало простим для всіх

source: Desciption
ar: وصف
az: Müəllif
bn: বর্ণনা
cs: Popis
de: Beschreibung
es: Descripción
et: Kirjeldus
fi: Kuvaus
lt: Aprašymas
lv: Apraksts
nb: Beskrivelse
pl: Opis
ru: Описание
sv: Beskrivning
th: ลักษณะ
uk: Опис

source: Description
ar: وصف
az: Təsvir
bn: বর্ণনা
cs: Popis
de: Beschreibung
es: Descripción
et: Kirjeldus
fi: Kuvaus
lt: Aprašymas
lv: Apraksts
nb: Beskrivelse
pl: Opis
ru: Описание
sv: Beskrivning
th: คำอธิบาย
uk: Опис

source: Description ({language})
ar: وصف ({language} )
az: Təsvir ({language})
bn: বর্ণনা ({language} )
cs: Popis ({language} )
de: Beschreibung ({language} )
es: Descripción ({language})
et: Kirjeldus ({language} )
fi: Kuvaus ({language} )
ky: Сүрөттөмө ({language} )
lt: Apibūdinimas ({language} )
lv: Apraksts ({language} )
nb: Beskrivelse ({language} )
pl: Opis ({language} )
ru: Описание ({language} )
sv: Beskrivning ({language} )
th: คำอธิบาย ({language} )
uk: Опис ({language} )

source: Description template
ar: قالب الوصف
az: Təsvir şablonu
bn: বর্ণনা টেমপ্লেট
cs: Šablona popisu
de: Beschreibungsvorlage
es: Plantilla de descripción
et: Kirjelduse mall
fi: Kuvausmalli
ky: Сүрөттөмө үлгүсү
lt: Aprašymo šablonas
lv: Apraksta veidne
nb: Beskrivelsesmal
pl: Szablon opisu
ru: Шаблон описания
sv: Beskrivningsmall
th: เทมเพลตคำอธิบาย
uk: Шаблон опису

source: Desired replicas
ar: النسخ المتماثلة المطلوبة
az: İstədiyiniz replikalar
bn: কাঙ্ক্ষিত প্রতিলিপি
cs: Požadované repliky
de: Gewünschte Replikate
es: Réplicas deseadas
et: Soovitud koopiad
fi: Halutut jäljennökset
ky: Каалаган репликалар
lt: Norimos kopijos
lv: Vēlamās kopijas
nb: Ønskede replikaer
pl: Pożądane repliki
ru: Желаемые реплики
sv: Önskade repliker
th: แบบจำลองที่ต้องการ
uk: Бажані репліки

source: Destination
ar: مقصد
az: Təyinat yeri
bn: গন্তব্য
cs: Cíl
de: Ziel
es: Destino
et: Sihtkoht
fi: Kohde
ky: Көздөгөн жер
lt: Kelionės tikslas
lv: Galamērķis
nb: Destinasjon
pl: Cel
ru: Назначение
th: ปลายทาง
uk: Пункт призначення

source: Destination URL
ar: عنوان URL المقصود
az: Təyinat yeri URL (vahid resurs göstəricisi)
bn: গন্তব্য URL
cs: Cílová adresa URL
de: Ziel-URL
es: URL de destino
et: Sihtkoha URL
fi: Kohde-URL
ky: Бара турган URL
lt: Paskirties URL
lv: Galamērķa URL
nb: Destinasjons-URL
pl: docelowy adres URL
ru: Целевой URL
sv: Destinations-URL
th: URL ปลายทาง
uk: Цільова URL-адреса

source: Destination (CIDR)
ar: الوجهة (CIDR)
az: Təyinat (CIDR)
bn: গন্তব্য (সিআইডিআর)
cs: Cíl (CIDR)
de: Ziel (CIDR)
es: Destino (CIDR)
et: Sihtkoht (CIDR)
fi: Kohde (CIDR)
ky: Көздөгөн жер (CIDR)
lt: Paskirties vieta (CIDR)
lv: Galamērķis (CIDR)
nb: Destinasjon (CIDR)
pl: Miejsce docelowe (CIDR)
ru: Пункт назначения (CIDR)
th: ปลายทาง (CIDR)
uk: Пункт призначення (CIDR)

source: Destination port
ar: ميناء الوصول
az: Təyinat limanı
bn: গন্তব্য পোর্ট
cs: Cílový přístav
de: Zielhafen
es: Puerto de destino
et: Sihtkoha port
fi: Kohdeportti
ky: Көздөгөн порт
lt: Kelionės tikslo uostas
lv: Galamērķa osta
nb: Destinasjonshavn
pl: Port docelowy
ru: Порт назначения
sv: Destinationshamn
th: พอร์ตปลายทาง
uk: Порт призначення

source: Destroy
ar: هدم
az: Ləğv etmək
bn: ধ্বংস
cs: Zničit
de: Zerstören
es: Destruir
et: Hävita
fi: Tuhota
ky: Жок кылуу
lt: Sunaikink
lv: Iznīcināt
nb: Ødelegge
pl: Zniszczyć
ru: Разрушать
sv: Förstör
th: ทำลาย
uk: Знищити

source: Destroy order
ar: تدمير النظام
az: Sifarişi məhv edin
bn: আদেশ ধ্বংস
cs: Zničit řád
de: Ordnung zerstören
es: destruir orden
et: Hävita tellimus
fi: Tuhoa järjestys
ky: Тартипти бузуу
lt: Sunaikinti tvarką
lv: Iznīcināt kārtību
nb: Ødelegge orden
pl: Zniszczyć porządek
ru: Уничтожить заказ
sv: Förstör ordningen
th: ทำลายคำสั่ง
uk: Зруйнувати порядок

source: Destroy order item
ar: تدمير عنصر الطلب
az: Sifariş maddəsini məhv edin
bn: অর্ডার আইটেম ধ্বংস
cs: Zničte položku objednávky
de: Auftragsposition vernichten
es: Destruir el artículo del pedido
et: Hävitage tellimuse üksus
fi: Tuhoa tilaustuote
ky: Буйрутма затын жок кылуу
lt: Sunaikinti užsakymo prekę
lv: Iznīcini pasūtījuma vienību
nb: Ødelegg bestillingsvare
pl: Zniszcz przedmiot zamówienia
ru: Уничтожить позицию заказа
sv: Förstör beställningsvara
th: ทำลายรายการสั่งซื้อ
uk: Знищити товар замовлення

source: Destroy resource
ar: تدمير الموارد
az: Resursu məhv edin
bn: সম্পদ ধ্বংস করুন
cs: Zničit zdroj
de: Ressource zerstören
es: Destruir recurso
et: Hävita ressurss
fi: Tuhoa resurssi
ky: Ресурсту жок кылуу
lt: Sunaikink išteklius
lv: Iznīcini resursu
nb: Ødelegg ressurs
pl: Zniszcz zasób
ru: Уничтожить ресурс
sv: Förstör resursen
th: ทำลายทรัพยากร
uk: Знищити ресурс

source: Destroy {name} instance
ar: هدم{name} مثال
az: Misalını məh {name} v edin
bn: ধ্বংস{name} দৃষ্টান্ত
cs: Zničit instanci {name}
de: Zerstöre {name} Instanz
es: Destruir la instancia {name}
et: Hävitada{name} näiteks
fi: Tuhota{name} ilmentymä
ky: Жок кылуу{name} мисал
lt: Sunaikinti {name} egzempliorių
lv: Iznīcināt{name} piemēram
nb: Ødelegg {name} forekomst
pl: Zniszczyć{name} instancja
ru: Разрушать{name} пример
sv: Förstör instansen {name}
th: ทำลาย{name} ตัวอย่าง
uk: Знищити{name} екземпляр

source: Destroying
ar: تدمير
az: Ləğv
bn: ধ্বংস করছে
cs: Ničení
de: Zerstören
es: Destruyendo
et: Hävitan
fi: Tuhoaminen
ky: Жок кылуу
lt: Naikinantis
lv: Iznīcināšana
nb: Ødelegge
pl: Niszczenie
ru: Уничтожение
sv: Förstörande
th: การทำลายล้าง
uk: Руйнуючи

source: Detach
ar: فصل
az: Ayrmaq
bn: বিচ্ছিন্ন করুন
cs: Odpojit
de: Ablösen
es: Desprender
et: Ühenda lahti
fi: Irrota
ky: Ажырат
lt: Atjungti
lv: Atvienot
nb: Løsne
pl: Odłączyć
ru: Отсоединить
sv: Lossa
th: ถอดออก
uk: Від&#39;єднати

source: Detachable and resizable data disk
ar: قرص بيانات قابل للفصل وتغيير الحجم
az: Ayrıla bilən və ölçüsü dəyişdirilə bilən məlumat diski
bn: বিচ্ছিন্নযোগ্য এবং পুনরায় মাপযোগ্য ডেটা ডিস্ক
cs: Odnímatelný datový disk s možností změny velikosti
de: Abnehmbare und in der Größe veränderbare Datenfestplatte
es: Disco de datos desmontable y redimensionable
et: Eemaldatav ja muudetava suurusega andmeketas
fi: Irrotettava ja kokoa muutettava tietolevy
ky: Бөлүнүүчү жана өлчөмү өзгөртүлүүчү маалымат диски
lt: Nuimamas ir keičiamo dydžio duomenų diskas
lv: Noņemams un maināms datu disks
nb: Avtakbar og kan endre størrelse på datadisk
pl: Odłączany dysk z danymi o zmiennym rozmiarze
ru: Съемный диск с данными изменяемого размера
sv: Löstagbar och storleksändringsbar datadisk
th: ดิสก์ข้อมูลที่ถอดออกได้และปรับขนาดได้
uk: Знімний та змінний розмір диска даних

source: Detaching
ar: فصل
az: Ayırma
bn: বিচ্ছিন্ন করা
cs: Odpojení
de: Löschend
es: Desprendiendo
et: Ühendan lahti
fi: Irrottaminen
ky: Ажыратуу
lt: Atjungimas
lv: Atdalīšana
nb: Løsning
pl: Odłączanie
ru: Отсоединение
sv: Demontering
th: กำลังถอด
uk: Від&#39;єднання

source: Detailed description
az: Ətraflı təsvir

source: Detailed view
ar: عرض تفصيلي
az: Ətraflı görünüş
bn: বিস্তারিত ভিউ
cs: Detailní pohled
de: Detaillierte Ansicht
es: Vista detallada
et: Üksikasjalik vaade
fi: Yksityiskohtainen näkymä
ky: Толук көрүнүш
lt: Išsamus vaizdas
lv: Detalizēts skats
nb: Detaljert visning
pl: Widok szczegółowy
ru: Детальный вид
sv: Detaljerad vy
th: มุมมองรายละเอียด
uk: Детальний вигляд

source: Details
ar: التفاصيل
az: Təfsilatlar
bn: বিস্তারিত
cs: Podrobnosti
es: Detalles
et: Lisainfo
fi: Tiedot
ky: Толук маалымат
lt: Išsami informacija
lv: Detaļas
nb: Detaljer
pl: Szczegóły
ru: Детали
sv: Detaljer
th: รายละเอียด
uk: Деталі

source: Details for {provider}
ar: التفاصيل ل{provider}
az: Ətraflı məlumat {provider}
bn: জন্য বিস্তারিত{provider}
cs: Podrobnosti pro{provider}
de: Details für{provider}
es: Detalles para {provider}
et: Üksikasjad{provider}
fi: Tiedot kohteelle{provider}
ky: үчүн чоо-жайы{provider}
lt: Išsami informacija skirta{provider}
lv: Sīkāka informācija par{provider}
nb: Detaljer for{provider}
pl: Szczegóły dla{provider}
ru: Подробности для{provider}
sv: Detaljer för{provider}
th: รายละเอียดสำหรับ{provider}
uk: Подробиці для{provider}

source: Device
ar: جهاز
az: Cihaz
bn: যন্ত্র
cs: Zařízení
de: Gerät
es: Dispositivo
et: Seade
fi: Laite
ky: Түзмөк
lt: Įrenginys
lv: Ierīce
nb: Enhet
pl: Urządzenie
ru: Устройство
sv: Enhet
th: อุปกรณ์
uk: пристрій

source: Device ID
ar: معرف الجهاز
az: Cihaz identifikatoru
bn: ডিভাইস আইডি
cs: ID zařízení
de: Geräte ID
es: ID de dispositivo
et: Seadme ID
fi: Laitteen tunnus
ky: Түзмөк ID
lt: Įrenginio ID
lv: Ierīces ID
nb: Enhets-ID
pl: Identyfikator urzadzenia
ru: Идентификатор устройства
sv: Enhets-ID
th: รหัสอุปกรณ์
uk: ID пристрою

source: Device owner
ar: مالك الجهاز
az: Cihaz sahibi
bn: ডিভাইসের মালিক
cs: Vlastník zařízení
de: Gerätebesitzer
es: Propietario del dispositivo
et: Seadme omanik
fi: Laitteen omistaja
ky: Түзмөк ээси
lt: Įrenginio savininkas
lv: Ierīces īpašnieks
nb: Enhetseier
pl: Właściciel urządzenia
ru: Владелец устройства
sv: Enhetsägare
th: เจ้าของอุปกรณ์
uk: Власник пристрою

source: DigitalOcean provider
ar: مزود DigitalOcean
az: DigitalOcean təchizatçısı (provayderi)
bn: DigitalOcean প্রদানকারী
cs: Poskytovatel DigitalOcean
de: DigitalOcean-Anbieter
es: Proveedor de DigitalOcean
et: DigitalOceani pakkuja
fi: DigitalOcean-palveluntarjoaja
ky: DigitalOcean камсыздоочусу
lt: DigitalOcean teikėjas
lv: DigitalOcean nodrošinātājs
nb: DigitalOcean leverandør
pl: Dostawca DigitalOcean
ru: провайдер DigitalOcean
sv: DigitalOcean leverantör
th: ผู้ให้บริการ DigitalOcean
uk: Провайдер DigitalOcean

source: Digital identity is managed by Waldur itself.
ar: تتم إدارة الهوية الرقمية بواسطة Waldur نفسها.
az: Rəqəmsal şəxsiyyət Waldurun özü tərəfindən idarə olunur.
bn: ডিজিটাল পরিচয় নিজেই Waldur দ্বারা পরিচালিত হয়.
cs: Digitální identitu spravuje sám Waldur.
de: Die digitale Identität wird von Waldur selbst verwaltet.
es: La identidad digital es gestionada por la propia Waldur.
et: Digitaalset identiteeti haldab Waldur ise.
fi: Digitaalista identiteettiä hallinnoi Waldur itse.
ky: Санарип иденттүүлүгүн Уолдур өзү башкарат.
lt: Skaitmeninę tapatybę valdo pats Walduras.
lv: Digitālo identitāti pārvalda pats Waldurs.
nb: Digital identitet forvaltes av Waldur selv.
pl: Tożsamością cyfrową zarządza sam Waldur.
ru: Цифровая идентификация управляется самим Waldur.
sv: Digital identitet sköts av Wald själv.
th: ข้อมูลประจำตัวดิจิทัลได้รับการจัดการโดย Waldur เอง
uk: Цифровою ідентифікацією керує сам Waldur.

source: Direction
ar: اتجاه
az: İstiqamət
bn: অভিমুখ
cs: Směr
de: Richtung
es: Dirección
et: Suund
fi: Suunta
ky: Багыт
lt: Kryptis
lv: Virziens
nb: Retning
pl: Kierunek
ru: Направление
sv: Riktning
th: ทิศทาง
uk: Напрямок

source: Disable
ar: تعطيل
az: Deaktiv edin
bn: অক্ষম
cs: Vypnout
de: Deaktivieren
es: Inutilizar
et: Lülita välja
fi: Poistaa käytöstä
ky: Өчүрүү
lt: Išjungti
lv: Atspējot
nb: Deaktivere
pl: Wyłączać
ru: Отключить
sv: Inaktivera
th: ปิดการใช้งาน
uk: Вимкнути

source: Disable data volume
ar: تعطيل حجم البيانات
az: Verilənlərin həcmini söndürmək
bn: ডেটা ভলিউম অক্ষম করুন
cs: Zakázat datový svazek
de: Datenvolumen deaktivieren
es: Desactivar el volumen de datos
et: Lülita salvestusüksus välja
fi: Poista datamäärä käytöstä
ky: Дайындардын көлөмүн өчүрүү
lt: Išjungti duomenų tomą
lv: Atspējot datu apjomu
nb: Deaktivere datavolum
pl: Wyłącz ilość danych
ru: Отключить объем данных
sv: Inaktivera datavolym
th: ปิดการใช้งานปริมาณข้อมูล
uk: Вимкнути обсяг даних

source: Disable gateway IP advertising via DHCP
ar: قم بتعطيل إعلان بوابة IP عبر DHCP
az: DHCP vasitəsilə qapı IP reklamını deaktiv edin
bn: DHCP এর মাধ্যমে গেটওয়ে আইপি বিজ্ঞাপন অক্ষম করুন
cs: Zakázat inzerování IP adresy brány prostřednictvím DHCP
de: Deaktivieren Sie die Gateway-IP-Werbung über DHCP
es: Desactivar la publicidad IP de la puerta de enlace a través de DHCP
et: Lüüsi IP-reklaami keelamine DHCP kaudu
fi: Poista käytöstä yhdyskäytävän IP-mainonta DHCP:n kautta
ky: DHCP аркылуу IP шлюз жарнамасын өчүрүңүз
lt: Išjunkite šliuzo IP reklamą per DHCP
lv: Atspējot vārtejas IP reklamēšanu, izmantojot DHCP
nb: Deaktiver gateway IP-annonsering via DHCP
pl: Wyłącz rozgłaszanie adresu IP bramy przez DHCP
ru: Отключить рекламу IP шлюза через DHCP
sv: Inaktivera gateway IP-annonsering via DHCP
th: ปิดใช้งานการโฆษณา IP เกตเวย์ผ่าน DHCP
uk: Вимкніть IP-рекламу шлюзу через DHCP

source: Disabled
ar: ذوي الاحتياجات الخاصه
az: Əlillər
bn: অক্ষম
cs: Zakázáno
de: Deaktiviert
es: Desactivado
et: Keelatud
fi: Vammainen
ky: Өчүрүлгөн
lt: Išjungta
lv: Atspējots
nb: Deaktivert
pl: Niepełnosprawny
ru: Отключен
sv: Inaktiverad
th: พิการ
uk: Інвалід

source: Discard
ar: اطرح
az: Atın
bn: বাতিল করা
cs: Odhodit
de: Verwerfen
es: Desechar
et: Loobu
fi: Hylätä
ky: Жок кылуу
lt: Išmesti
lv: Izmest
nb: Kassere
pl: Odrzucić
ru: Отбрасывать
sv: Kassera
th: ทิ้ง
uk: Відкинути

source: Disconnect subnet
ar: افصل الشبكة الفرعية
az: Alt şəbəkəni ayırın
bn: সাবনেট সংযোগ বিচ্ছিন্ন করুন
cs: Odpojit podsíť
de: Subnetz trennen
es: Desconectar la subred
et: Katkesta alamvõrgu ühendus
fi: Katkaise aliverkko
ky: Кошумча тармакты ажыратыңыз
lt: Atjungti potinklį
lv: Atvienot apakštīklu
nb: Koble fra delnett
pl: Odłącz podsieć
ru: Отключить подсеть
sv: Koppla bort undernätet
th: ตัดการเชื่อมต่อซับเน็ต
uk: Відключити підмережу

source: Discount
ar: خصم
az: Endirim
bn: ছাড়
cs: Sleva
de: Rabatt
es: Descuento
et: Allahindlus
fi: Alennus
ky: Арзандатуу
lt: Nuolaida
lv: Atlaide
nb: Rabatt
pl: Rabat
ru: Скидка
sv: Rabatt
th: การลดราคา
uk: Знижка

source: Discount type
ar: نوع الخصم
az: Endirim növü
bn: ছাড়ের ধরন
cs: Typ slevy
de: Rabatttyp
es: Tipo de descuento
et: Soodustuse tüüp
fi: Alennustyyppi
ky: Арзандатуу түрү
lt: Nuolaidos tipas
lv: Atlaides veids
nb: Rabatttype
pl: Typ rabatu
ru: Тип скидки
sv: Rabatttyp
th: ประเภทส่วนลด
uk: Тип знижки

source: Discovery URL
ar: عنوان URL للاكتشاف
az: Kəşf URL
bn: আবিষ্কার URL
cs: Adresa URL zjišťování
de: Erkennungs-URL
es: URL de descubrimiento
et: Avastamise URL
fi: Löytämisen URL-osoite
lt: Atradimo URL
lv: Atklāšanas URL
nb: Oppdagelses-URL
pl: Adres URL odkrycia
ru: URL-адрес обнаружения
sv: Upptäckts-URL
th: URL การค้นพบ
uk: URL-адреса виявлення

source: Disk extension has been scheduled.
ar: تمت جدولة ملحق القرص.
az: Disk uzantısı planlaşdırılıb.
bn: ডিস্ক এক্সটেনশন নির্ধারণ করা হয়েছে.
cs: Rozšíření disku bylo naplánováno.
de: Die Festplattenerweiterung wurde geplant.
es: Se ha programado la extensión de disco.
et: Ketta laiendus on ajastatud.
fi: Levyn laajennus on ajoitettu.
ky: Дискти кеңейтүү пландаштырылган.
lt: Disko plėtinys suplanuotas.
lv: Diska paplašinājums ir ieplānots.
nb: Diskutvidelse er planlagt.
pl: Zaplanowano rozszerzenie dysku.
ru: Запланировано расширение диска.
sv: Disktillägget har schemalagts.
th: กำหนดเวลาส่วนขยายของดิสก์แล้ว
uk: Розширення диска заплановано.

source: Disk has been created.
ar: تم إنشاء القرص.
az: Disk yaradılıb.
bn: ডিস্ক তৈরি করা হয়েছে।
cs: Disk byl vytvořen.
de: Datenträger wurde erstellt.
es: Se ha creado el disco.
et: Ketas on loodud.
fi: Levy on luotu.
ky: Диск түзүлдү.
lt: Diskas sukurtas.
lv: Disks ir izveidots.
nb: Disk er opprettet.
pl: Dysk został utworzony.
ru: Диск создан.
sv: Disken har skapats.
th: สร้างดิสก์แล้ว
uk: Диск створено.

source: Disk usage
ar: إستخدام القرص
az: Disk istifadəsi
bn: ডিস্ক ব্যবহার
cs: Využití disku
de: Festplattennutzung
es: Uso del disco
et: Ketta kasutus
fi: Levyn käyttö
ky: Диск колдонуу
lt: Disko naudojimas
lv: Diska lietošana
nb: Diskbruk
pl: Użycie dysku
ru: Использование диска
sv: Diskanvändning
th: การใช้งานดิสก์
uk: Використання диска

source: Disks
ar: الأقراص
az: Disklər
bn: ডিস্ক
cs: Disky
de: Festplatten
es: Discos
et: Kettad
fi: Levyt
ky: Дисктер
lt: Diskai
lv: Diski
nb: Disker
pl: Dyski
ru: Диски
sv: Diskar
th: ดิสก์
uk: диски

source: Display name
ar: عرض الاسم
az: Display adı
bn: প্রদর্শনের নাম
cs: Zobrazovaný název
de: Anzeigename
es: Nombre para mostrar
et: Kuvatav nimi
fi: Näyttönimi
ky: Дисплей аты
lt: Rodomas pavadinimas
lv: Parādāmais vārds
nb: Visningsnavn
pl: Nazwa wyświetlana
ru: Отображаемое имя
sv: Visningsnamn
th: ชื่อที่แสดง
uk: Відображуване ім&#39;я

source: Division
ar: قسم
az: Bölmə
bn: বিভাগ
cs: Divize
de: Abteilung
es: División
et: Üksus
ky: Бөлүм
lt: Skyrius
lv: Divīzija
nb: Divisjon
pl: Dział
ru: Деление
sv: Divisionen
th: แผนก
uk: Поділ
