Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Resource creation request is waiting for approval by service provider.
ar: طلب إنشاء المورد في انتظار موافقة مزود الخدمة.
az: Resurs yaradılması tələbi xidmət təminatçısı tərəfindən təsdiqlənməsini gözləyir.
bn: সংস্থান তৈরির অনুরোধ পরিষেবা প্রদানকারীর অনুমোদনের জন্য অপেক্ষা করছে।
cs: Požadavek na vytvoření zdroje čeká na schválení poskytovatelem služby.
de: Die Anforderung zur Ressourcenerstellung wartet auf die Genehmigung durch den Dienstanbieter.
es: La solicitud de creación de recursos está esperando la aprobación del proveedor de servicios.
et: Ressursi loomise taotlus ootab heakskiitu teenusepakkuja poolt.
fi: Resurssinluontipyyntö odottaa palveluntarjoajan hyväksyntää.
ky: Ресурстарды түзүү өтүнүчү кызмат көрсөтүүчү тарабынан бекитилишин күтүп жатат.
lt: Išteklių kūrimo užklausa laukia paslaugų teikėjo patvirtinimo.
lv: Resursa izveides pieprasījums gaida apstiprinājumu no pakalpojumu sniedzēja.
nb: Forespørsel om ressursoppretting venter på godkjenning fra tjenesteleverandøren.
pl: Żądanie utworzenia zasobu oczekuje na zatwierdzenie przez usługodawcę.
ru: Запрос на создание ресурса ожидает одобрения поставщика услуг.
sv: Begäran om att skapa resurser väntar på godkännande av tjänsteleverantören.
th: คำขอสร้างทรัพยากรกำลังรอการอนุมัติจากผู้ให้บริการ
uk: Запит на створення ресурсу очікує на схвалення постачальником послуг.

source: Resource creation request review
ar: مراجعة طلب إنشاء الموارد
az: Resurs yaradılması tələbinin nəzərdən keçirilməsi
bn: সম্পদ তৈরির অনুরোধ পর্যালোচনা
cs: Kontrola žádosti o vytvoření zdroje
de: Überprüfung der Anforderung zur Ressourcenerstellung
es: Revisión de la solicitud de creación de recursos
et: Ressursi loomise taotluse läbivaatamine
fi: Resurssien luontipyynnön tarkistus
ky: Ресурстарды түзүү өтүнүчүн карап чыгуу
lt: Išteklių kūrimo užklausos peržiūra
lv: Resursu izveides pieprasījuma izskatīšana
nb: Gjennomgang av forespørsel om ressursoppretting
pl: Przegląd żądania utworzenia zasobu
ru: Проверка запроса на создание ресурса
sv: Granskning av begäran om resursskapande
th: การตรวจสอบคำขอสร้างทรัพยากร
uk: Розгляд запиту на створення ресурсу

source: Resource creation requests
ar: طلبات إنشاء الموارد
az: Resurs yaradılması tələbləri
bn: সম্পদ তৈরির অনুরোধ
cs: Požadavky na vytvoření zdroje
de: Anfragen zur Ressourcenerstellung
es: Solicitudes de creación de recursos
et: Ressursi loomise taotlused
fi: Resurssien luontipyynnöt
ky: Ресурстарды түзүү өтүнүчтөрү
lt: Išteklių kūrimo užklausos
lv: Resursu izveides pieprasījumi
nb: Forespørsler om ressursoppretting
pl: Żądania utworzenia zasobów
ru: Запросы на создание ресурсов
sv: Förfrågningar om att skapa resurser
th: คำขอสร้างทรัพยากร
uk: Запити на створення ресурсу

source: Resource deletion has been scheduled.
ar: تمت جدولة حذف المورد.
az: Resursların silinməsi planlaşdırılmışdır.
bn: সম্পদ মুছে ফেলার সময়সূচী করা হয়েছে.
cs: Odstranění zdrojů bylo naplánováno.
de: Das Löschen von Ressourcen wurde geplant.
es: Se ha programado la eliminación de recursos.
et: Ressursi kustutamine on ajastatud.
fi: Resurssin poistaminen on ajoitettu.
ky: Ресурсту жок кылуу пландаштырылган.
lt: Suplanuotas išteklių ištrynimas.
lv: Resursu dzēšana ir ieplānota.
nb: Ressurssletting er planlagt.
pl: Zaplanowano usunięcie zasobu.
ru: Удаление ресурса запланировано.
sv: Radering av resurs har schemalagts.
th: มีกำหนดเวลาการลบทรัพยากรแล้ว
uk: Видалення ресурсу заплановано.

source: Resource description
ar: وصف الموارد
az: Resurs təsviri
bn: সম্পদের বিবরণ
cs: Popis zdroje
de: Beschreibung der Ressourcen
es: Descripción del recurso
et: Ressursi kirjeldus
fi: Resurssin kuvaus
ky: Ресурстун сүрөттөлүшү
lt: Išteklių aprašymas
lv: Resursa apraksts
nb: Ressurs beskrivelse
pl: Opis zasobu
ru: Описание ресурса
sv: Beskrivning av resursen
th: คำอธิบายทรัพยากร
uk: Опис ресурсу

source: Resource details
ar: تفاصيل الموارد
az: Resurs təfərrüatları
bn: সম্পদ বিবরণ
cs: Podrobnosti o zdroji
de: Ressourcendetails
es: Detalles del recurso
et: Allika üksikasjad
fi: Resurssin tiedot
ky: Ресурстун чоо-жайы
lt: Išteklių informacija
lv: Informācija par resursiem
nb: Ressurs detaljer
pl: Szczegóły zasobów
ru: Детали ресурса
sv: Resursinformation
th: รายละเอียดทรัพยากร
uk: Деталі ресурсу

source: Resource does not have any plan.
ar: المورد ليس لديه أي خطة.
az: Resursun heç bir planı yoxdur.
bn: সম্পদের কোনো পরিকল্পনা নেই।
cs: Zdroj nemá žádný plán.
de: Die Ressource hat keinen Plan.
es: El recurso no tiene ningún plan.
et: Ressursil pole mingit plaani.
fi: Resurssilla ei ole suunnitelmaa.
ky: Ресурста эч кандай план жок.
lt: Ištekliai neturi jokio plano.
lv: Resursam nav plāna.
nb: Ressursen har ingen plan.
pl: Zasób nie ma żadnego planu.
ru: Ресурс не имеет никакого плана.
sv: Resursen har ingen plan.
th: ทรัพยากรไม่มีแผนใดๆ
uk: Ресурс не має плану.

source: Resource does not have backend ID.
ar: لا يحتوي المورد على معرف الواجهة الخلفية.
az: Resursun backend ID yoxdur.
bn: সম্পদের ব্যাকএন্ড আইডি নেই।
cs: Zdroj nemá backend ID.
de: Die Ressource hat keine Backend-ID.
es: El recurso no tiene ID de backend.
et: Ressursil puudub taustaprogrammi ID.
fi: Resurssilla ei ole taustatunnusta.
ky: Ресурста сервер ID жок.
lt: Ištekliai neturi backend ID.
lv: Resursam nav aizmugursistēmas ID.
nb: Ressursen har ikke backend-ID.
pl: Zasób nie ma identyfikatora zaplecza.
ru: Ресурс не имеет внутреннего идентификатора.
sv: Resursen har inte backend-ID.
th: ทรัพยากรไม่มีรหัสแบ็กเอนด์
uk: Ресурс не має внутрішнього ідентифікатора.

source: Resource does not have plan.
ar: المورد ليس لديه خطة.
az: Resursun planı yoxdur.
bn: সম্পদের পরিকল্পনা নেই।
cs: Zdroj nemá plán.
de: Ressource hat keinen Plan.
es: El recurso no tiene plan.
et: Ressursside arv
fi: Resurssilla ei ole suunnitelmaa.
ky: Ресурста план жок.
lt: Ištekliai neturi plano.
lv: Resursam nav plāna.
nb: Ressurs har ikke plan.
pl: Zasób nie ma planu.
ru: Ресурс не имеет плана.
sv: Resursen har ingen plan.
th: ทรัพยากรไม่มีแผน
uk: Ресурс не має плану.

source: Resource doesn't have options.
az: Resursun seçimləri yoxdur.

source: Resource events
ar: أحداث الموارد
az: Resurs hadisələri
bn: সম্পদ ঘটনা
cs: Události zdroje
de: Resource Ereignisse
es: Eventos de recursos
et: Ressurssi sündmused
fi: Resurssitapahtumat
ky: Ресурстук окуялар
lt: Išteklių įvykiai
lv: Resursu pasākumi
nb: Ressurs hendelser
pl: Wydarzenia związane z zasobami
ru: Ресурсные события
sv: Resurs-händelser
th: เหตุการณ์ทรัพยากร
uk: Події ресурсу

source: Resource group
ar: مجموعة الموارد
az: Resurs qrupu
bn: সম্পদ গ্রুপ
cs: Skupina zdrojů
de: Ressourcengruppe
es: Grupo de recursos
et: Ressursi grupp
fi: Resurssiryhmä
ky: Ресурстук топ
lt: Išteklių grupė
lv: Resursu grupa
nb: Ressurs gruppe
pl: Grupa zasobów
ru: Группа ресурсов
sv: Resursgrupp
th: กลุ่มทรัพยากร
uk: Група ресурсів

source: Resource has been unlinked.
ar: تم إلغاء ربط المورد.
az: Resurs bağlanmamışdır.
bn: রিসোর্স লিঙ্কমুক্ত করা হয়েছে।
cs: Zdroj byl odpojen.
de: Die Verknüpfung der Ressource wurde aufgehoben.
es: Se ha desvinculado el recurso.
et: Ressursi linkimine on tühistatud.
fi: Resurssin linkitys on poistettu.
ky: Ресурс ажыратылды.
lt: Išteklius atsietas.
lv: Resurss ir atsaistīts.
nb: Ressursen har blitt koblet fra.
pl: Zasób został odłączony.
ru: Ресурс отключен.
sv: Resursen har tagits bort.
th: ยกเลิกการลิงก์ทรัพยากรแล้ว
uk: Ресурс від’єднано.

source: Resource is TERMINATED
ar: تم إنهاء المورد
az: Resurs DAYANDIRILDI
bn: রিসোর্স বন্ধ করা হয়েছে
cs: Zdroj je UKONČEN
de: Die Ressource ist BEENDET
es: El recurso está TERMINADO
et: Ressurss on LÕPETATUD
fi: Resurssi on PÄÄTTYNYT
ky: Ресурс ТОКТОТУЛДУ
lt: Išteklius NUTRAUKTAS
lv: Resurss ir PĀRTRAUKTS
nb: Ressursen er AVSLUTTET
pl: Zasób został ZAKOŃCZONY
ru: Ресурс ЗАКОНЧЕН
sv: Resursen är AVSLUTAD
th: ทรัพยากรถูกยกเลิก
uk: Ресурс ПРИПИНЕНО

source: Resource is in sync
ar: المورد متزامن
az: Resurs sinxronlaşmadadır
bn: সম্পদ সিঙ্ক হয়
cs: Zdroj je synchronizován
de: Ressource ist synchron
es: El recurso está sincronizado
et: Ressurss on sünkroniseeritud.
fi: Resurssi on synkronoitu
ky: Ресурс шайкештештирилген
lt: Ištekliai sinchronizuojami
lv: Resurss ir sinhronizēts
nb: Ressurs er synkronisert
pl: Zasób jest zsynchronizowany
ru: Ресурс синхронизирован
sv: Resursen är synkroniserad
th: ทรัพยากรซิงค์กัน
uk: Ресурс синхронізований

source: Resource is not connected to the marketplace yet.
ar: المورد غير متصل بالسوق بعد.
az: Resurs hələ bazara qoşulmayıb.
bn: সম্পদ এখনও বাজারের সাথে সংযুক্ত করা হয় না.
cs: Zdroj zatím není připojen k obchodu.
de: Die Ressource ist noch nicht mit dem Marktplatz verbunden.
es: El recurso aún no está conectado al marketplace.
et: Reusurss ei ole veel turuplatsiga ühendatud
fi: Resurssi ei ole vielä yhdistetty markkinapaikkaan.
ky: Ресурс азырынча базарга туташа элек.
lt: Ištekliai dar nėra prisijungę prie rinkos.
lv: Resurss vēl nav savienots ar tirgu.
nb: Ressursen er ikke koblet til markedsplassen ennå.
pl: Zasób nie jest jeszcze podłączony do rynku.
ru: Ресурс пока не подключен к маркетплейсу.
sv: Resursen är inte ansluten till marknadsplatsen ännu.
th: ทรัพยากรยังไม่เชื่อมต่อกับตลาด
uk: Ресурс ще не підключений до маркетплейсу.

source: Resource is not connected to the service catalog yet.
ar: المورد غير متصل بكتالوج الخدمة بعد.
az: Resurs hələ xidmət kataloquna qoşulmayıb.
bn: সংস্থান এখনও পরিষেবা ক্যাটালগের সাথে সংযুক্ত নয়৷
cs: Zdroj zatím není připojen ke katalogu služeb.
de: Die Ressource ist noch nicht mit dem Servicekatalog verbunden.
es: El recurso aún no está conectado al catálogo de servicios.
et: Ressurss pole veel teenusekataloogiga ühendatud.
fi: Resurssia ei ole vielä yhdistetty palveluluetteloon.
ky: Ресурс азырынча кызмат каталогуна туташа элек.
lt: Išteklius dar neprijungtas prie paslaugų katalogo.
lv: Resurss vēl nav savienots ar pakalpojumu katalogu.
nb: Ressursen er ikke koblet til tjenestekatalogen ennå.
pl: Zasób nie jest jeszcze połączony z katalogiem usług.
ru: Ресурс еще не подключен к каталогу сервисов.
sv: Resursen är inte ansluten till tjänstekatalogen ännu.
th: ทรัพยากรยังไม่ได้เชื่อมต่อกับแค็ตตาล็อกบริการ
uk: Ресурс ще не підключений до каталогу послуг.

source: Resource limits change request has been submitted.
ar: تم إرسال طلب تغيير حدود الموارد.
az: Resurs məhdudiyyətlərinin dəyişdirilməsi tələbi təqdim edildi.
bn: সম্পদ সীমা পরিবর্তন অনুরোধ জমা দেওয়া হয়েছে.
cs: Požadavek na změnu omezení zdrojů byl odeslán.
de: Die Änderungsanforderung für Ressourcenlimits wurde übermittelt.
es: Se ha enviado la solicitud de cambio de límites de recursos.
et: Ressursi importimist on alustatud
fi: Resurssirajojen muutospyyntö on lähetetty.
ky: Ресурстук чектөөлөрдү өзгөртүү өтүнүчү тапшырылды.
lt: Pateikta išteklių apribojimų pakeitimo užklausa.
lv: Resursu ierobežojumu izmaiņu pieprasījums ir iesniegts.
nb: Forespørsel om endring av ressursgrenser er sendt.
pl: Żądanie zmiany limitów zasobów zostało przesłane.
ru: Запрос на изменение лимитов ресурсов отправлен.
sv: Begäran om ändring av resursgränser har skickats.
th: ส่งคำขอเปลี่ยนแปลงขีดจำกัดทรัพยากรแล้ว
uk: Запит на зміну обмежень ресурсів подано.

source: Resource link
ar: رابط الموارد
az: Resurs bağlantısı
bn: রিসোর্স লিঙ্ক
cs: Odkaz na zdroj
de: Ressourcenlink
es: Enlace de recursos
et: Ressursi viide
fi: Resurssi linkki
ky: Ресурстук шилтеме
lt: Išteklių nuoroda
lv: Resursa saite
nb: Ressurs kobling
pl: Link do zasobów
ru: Ссылка на ресурс
sv: Resurslänk
th: ลิงค์แหล่งข้อมูล
uk: Посилання на ресурс

source: Resource metadata
ar: بيانات تعريف الموارد
az: Resurs metadata
bn: রিসোর্স মেটাডেটা
cs: Metadata zdroje
de: Ressourcenmetadaten
es: Metadatos de recursos
et: Ressursi metaandmed
fi: Resurssin metatiedot
ky: Ресурстун метадайындары
lt: Išteklių metaduomenys
lv: Resursu metadati
nb: Ressursmetadata
pl: Metadane zasobów
ru: Метаданные ресурса
sv: Resursmetadata
th: ข้อมูลเมตาของทรัพยากร
uk: Метадані ресурсу

source: Resource name
ar: اسم المورد
az: Resurs adı
bn: সম্পদের নাম
cs: Název zdroje
de: Ressourcenname
es: Nombre del recurso
et: Ressursi nimi
fi: Resurssin nimi
ky: Ресурстун аталышы
lt: Ištekliaus pavadinimas
lv: Resursa nosaukums
nb: Ressursnavn
pl: Nazwa zasobu
ru: Имя ресурса
sv: Resursnamn
th: ชื่อทรัพยากร
uk: Назва ресурсу

source: Resource options
ar: خيارات الموارد
az: Resurs seçimləri
bn: সম্পদ বিকল্প
cs: Možnosti zdrojů
de: Ressourcenoptionen
es: Opciones de recursos
et: Ressursi valikud
fi: Resurssivaihtoehdot
ky: Ресурс параметрлери
lt: Išteklių parinktys
lv: Resursu iespējas
nb: Ressursalternativer
pl: Opcje zasobów
ru: Варианты ресурса
sv: Resursalternativ
th: ตัวเลือกทรัพยากร
uk: Параметри ресурсів

source: Resource options variables
ar: متغيرات خيارات الموارد
az: Resurs variantları dəyişənləri
bn: সম্পদ বিকল্প ভেরিয়েবল
cs: Proměnné možností zdrojů
de: Variablen für Ressourcenoptionen
es: Variables de opciones de recursos
et: Ressursi valikute muutujad
fi: Resurssivaihtoehtojen muuttujat
ky: Ресурс параметрлери өзгөрмөлөр
lt: Išteklių parinkčių kintamieji
lv: Resursu opciju mainīgie
nb: Variabler for ressursalternativer
pl: Zmienne opcji zasobów
ru: Переменные параметров ресурса
sv: Variabler för resursalternativ
th: ตัวแปรตัวเลือกทรัพยากร
uk: Змінні параметрів ресурсу

source: Resource order items
ar: عناصر أمر الموارد
az: Resurs sifariş maddələri
bn: সম্পদ অর্ডার আইটেম
cs: Položky objednávky zdrojů
de: Ressourcenbestellelemente
es: Artículos de pedido de recursos
et: Ressursi tellimuse üksused
fi: Resurssitilaustuotteet
ky: Ресурстук буйрутма элементтери
lt: Išteklių užsakymo elementai
lv: Resursu pasūtījuma preces
nb: Ressursbestillingselementer
pl: Elementy zamówienia zasobów
ru: Элементы заказа ресурсов
sv: Resursbeställningsartiklar
th: รายการสั่งซื้อทรัพยากร
uk: Пункти замовлення ресурсів

source: Resource orders
ar: أوامر الموارد
az: Resurs sifarişləri
bn: সম্পদ আদেশ
cs: Objednávky zdrojů
de: Ressourcenbestellungen
es: Órdenes de recursos
et: Ressursi tellimused
fi: Resurssitilaukset
ky: Ресурстук заказдар
lt: Išteklių užsakymai
lv: Resursu pasūtījumi
nb: Ressursbestillinger
pl: Zamówienia zasobów
ru: Заказы ресурсов
sv: Resursbeställningar
th: คำสั่งซื้อทรัพยากร
uk: Замовлення ресурсів

source: Resource permissions
ar: أذونات الموارد
az: Resurs icazələri
bn: সম্পদ অনুমতি
cs: Oprávnění ke zdrojům
de: Ressourcenberechtigungen
es: Permisos de recursos
et: Ressursi load
fi: Resurssien käyttöoikeudet
ky: Ресурстук уруксаттар
lt: Išteklių leidimai
lv: Resursu atļaujas
nb: Ressurstillatelser
pl: Uprawnienia do zasobów
ru: Разрешения на ресурсы
sv: Resursbehörigheter
th: การอนุญาตทรัพยากร
uk: Права доступу до ресурсів

source: Resource plan change request has been submitted.
ar: تم إرسال طلب تغيير خطة الموارد.
az: Resurs planının dəyişdirilməsi tələbi təqdim edilmişdir.
bn: সম্পদ পরিকল্পনা পরিবর্তন অনুরোধ জমা দেওয়া হয়েছে.
cs: Požadavek na změnu plánu zdrojů byl odeslán.
de: Der Antrag auf Änderung des Ressourcenplans wurde übermittelt.
es: Se ha enviado la solicitud de cambio del plan de recursos.
et: Ressursi importimist on alustatud
fi: Resurssisuunnitelman muutospyyntö on lähetetty.
ky: Ресурстук планды өзгөртүү өтүнүчү тапшырылды.
lt: Pateikta išteklių plano pakeitimo užklausa.
lv: Resursu plāna maiņas pieprasījums ir iesniegts.
nb: Forespørsel om endring av ressursplan er sendt.
pl: Żądanie zmiany planu zasobów zostało przesłane.
ru: Запрос на изменение плана ресурсов отправлен.
sv: Begäran om ändring av resursplan har skickats.
th: ส่งคำขอเปลี่ยนแปลงแผนทรัพยากรแล้ว
uk: Запит на зміну плану ресурсів подано.

source: Resource report variables
ar: متغيرات تقرير الموارد
az: Resurs hesabat dəyişənləri
bn: রিসোর্স রিপোর্ট ভেরিয়েবল
cs: Proměnné sestavy zdrojů
de: Ressourcenberichtsvariablen
es: Variables del informe de recursos
et: Ressursi aruande muutujad
fi: Resurssiraporttimuuttujat
ky: Ресурстук отчеттун өзгөрмөлөрү
lt: Išteklių ataskaitos kintamieji
lv: Resursu atskaites mainīgie
nb: Ressursrapportvariabler
pl: Zmienne raportu zasobów
ru: Переменные отчета о ресурсах
sv: Resursrapportvariabler
th: ตัวแปรรายงานทรัพยากร
uk: Змінні ресурсного звіту

source: Resource requests
az: Resurs sorğuları

source: Resource schedule is already activated.
ar: تم تنشيط جدول الموارد بالفعل.
az: Resurs cədvəli artıq aktivləşdirilmişdir.
bn: সম্পদ সময়সূচী ইতিমধ্যে সক্রিয় করা হয়েছে.
cs: Plán zdrojů je již aktivován.
de: Der Ressourcenplan ist bereits aktiviert.
es: La programación de recursos ya está activada.
et: Ressursi ajakava on juba aktiveeritud.
fi: Resurssiaikataulu on jo aktivoitu.
ky: Ресурстук график мурунтан эле иштетилген.
lt: Išteklių tvarkaraštis jau suaktyvintas.
lv: Resursu grafiks jau ir aktivizēts.
nb: Ressursplan er allerede aktivert.
pl: Harmonogram zasobów jest już aktywowany.
ru: Расписание ресурса уже активировано.
sv: Resursschema är redan aktiverat.
th: กำหนดการทรัพยากรเปิดใช้งานแล้ว
uk: Розклад ресурсу вже активовано.

source: Resource schedule is already deactivated.
ar: تم إلغاء تنشيط جدول الموارد بالفعل.
az: Resurs cədvəli artıq deaktiv edilmişdir.
bn: সম্পদ সময়সূচী ইতিমধ্যে নিষ্ক্রিয় করা হয়েছে.
cs: Plán zdrojů je již deaktivován.
de: Der Ressourcenplan ist bereits deaktiviert.
es: La programación de recursos ya está desactivada.
et: Ressursi ajakava on juba inaktiveeritud.
fi: Resurssiaikataulu on jo poistettu käytöstä.
ky: Ресурс графиги мурунтан эле өчүрүлгөн.
lt: Išteklių tvarkaraštis jau išjungtas.
lv: Resursu grafiks jau ir deaktivizēts.
nb: Ressursplan er allerede deaktivert.
pl: Harmonogram zasobów jest już dezaktywowany.
ru: Расписание ресурса уже деактивировано.
sv: Resursschemat är redan inaktiverat.
th: กำหนดการทรัพยากรถูกปิดใช้งานแล้ว
uk: Розклад ресурсу вже вимкнено.

source: Resource termination date is required
az: Resursların sona çatdırılması tarixi tələb olunur

source: Resource termination request has been submitted.
ar: تم إرسال طلب إنهاء المورد.
az: Resursun dayandırılması tələbi təqdim edildi.
bn: সম্পদ সমাপ্তির অনুরোধ জমা দেওয়া হয়েছে.
cs: Požadavek na ukončení zdroje byl odeslán.
de: Der Antrag auf Beendigung von Ressourcen wurde übermittelt.
es: Se ha enviado la solicitud de terminación de recursos.
et: Ressursi importimist on alustatud
fi: Resurssin lopetuspyyntö on lähetetty.
ky: Ресурсту токтотуу өтүнүчү тапшырылды.
lt: Pateikta išteklių nutraukimo užklausa.
lv: Resursa pārtraukšanas pieprasījums ir iesniegts.
nb: Forespørsel om ressursavslutning er sendt.
pl: Żądanie zakończenia zasobu zostało przesłane.
ru: Запрос на прекращение использования ресурса отправлен.
sv: Begäran om avslutning av resurser har skickats.
th: ส่งคำขอยกเลิกทรัพยากรแล้ว
uk: Подано запит на припинення роботи ресурсу.

source: Resource type
ar: نوع المورد
az: Resurs növü
bn: সম্পদের ধরন
cs: Typ zdroje
de: Ressourcentyp
es: Tipo de recurso
et: Ressursi tüüp
fi: Resurssin tyyppi
ky: Ресурстун түрү
lt: Ištekliaus tipas
lv: Resursa veids
nb: Ressurstype
pl: Typ zasobu
ru: Тип ресурса
sv: Resurstyp
th: ประเภททรัพยากร
uk: Тип ресурсу

source: Resource usage
ar: إستخدام الموارد
az: Resurs istifadəsi
bn: সম্পদ ব্যবহার
cs: Využití zdroje
de: Ressourcennutzung
es: Uso de recursos
et: Ressursi kasutus
fi: Resurssien käyttö
ky: Ресурстарды колдонуу
lt: Išteklių naudojimas
lv: Resursu izmantošana
nb: Ressurs bruk
pl: Użycie zasobów
ru: Использование ресурса
sv: Resursanvändning
th: การใช้ทรัพยากร
uk: Використання ресурсів

source: Resource usage for {resourceName}
ar: استخدام الموارد ل{resourceName}
az: Resurs istifadəsi {resourceName}
bn: জন্য সম্পদ ব্যবহার{resourceName}
cs: Využití zdroje pro {resourceName}
de: Ressourcennutzung für {resourceName}
es: Uso de recursos para {resourceName}
et: Ressursi {resourceName} kasutus
fi: Resurssin käyttö kohteelle{resourceName}
ky: үчүн ресурстарды колдонуу{resourceName}
lt: Išteklių naudojimas {resourceName}
lv: Resursu lietojums priekš{resourceName}
nb: Ressursbruk for {resourceName}
pl: Wykorzystanie zasobów dla{resourceName}
ru: Использование ресурсов для{resourceName}
sv: Resursanvändning för {resourceName}
th: การใช้ทรัพยากรสำหรับ{resourceName}
uk: Використання ресурсів для{resourceName}

source: Resource usage for {resource}
ar: استخدام الموارد ل{resource}
az: Resurs istifadəsi {resource}
bn: জন্য সম্পদ ব্যবহার{resource}
cs: Využití zdroje pro {resource}
de: Ressourcennutzung für {resource}
es: Uso de recursos para {resource}
et: Ressursi {resource} kasutus
fi: Resurssin käyttö kohteelle{resource}
ky: үчүн ресурстарды колдонуу{resource}
lt: Išteklių naudojimas {resource}
lv: Resursu lietojums priekš{resource}
nb: Ressursbruk for {resource}
pl: Wykorzystanie zasobów dla{resource}
ru: Использование ресурсов для{resource}
sv: Resursanvändning för {resource}
th: การใช้ทรัพยากรสำหรับ{resource}
uk: Використання ресурсів для{resource}

source: Resource {type} {activeStep}
ar: الموارد{type}{activeStep}
az: Resurs {type} {activeStep}
bn: সম্পদ{type}{activeStep}
cs: Zdroj{type}{activeStep}
de: Ressource{type}{activeStep}
es: Recurso{type}{activeStep}
et: Ressurss{type}{activeStep}
fi: Resurssi{type}{activeStep}
ky: Ресурс{type}{activeStep}
lt: Išteklius{type}{activeStep}
lv: Resurss{type}{activeStep}
nb: Ressurs{type}{activeStep}
pl: Ratunek{type}{activeStep}
ru: Ресурс{type}{activeStep}
sv: Resurs{type}{activeStep}
th: ทรัพยากร{type}{activeStep}
uk: Ресурс{type}{activeStep}

source: Resources
ar: موارد
az: Resurslar
bn: সম্পদ
cs: Zdroje
de: Ressourcen
es: Recursos
et: Ressursid
fi: Resurssit
ky: Ресурстар
lt: Ištekliai
lv: Resursi
nb: Ressurser
pl: Zasoby
ru: Ресурсы
sv: Resurser
th: ทรัพยากร
uk: Ресурси

source: Resources import has failed.
ar: فشل استيراد الموارد.
az: Resursların idxalı uğursuz oldu.
bn: সম্পদ আমদানি ব্যর্থ হয়েছে.
cs: Import zdrojů se nezdařil.
de: Der Ressourcenimport ist fehlgeschlagen.
es: Se ha fallado en la importación de recursos.
et: Ressursside import nurjus.
fi: Resurssien tuonti epäonnistui.
ky: Ресурстарды импорттоо ишке ашкан жок.
lt: Išteklių importuoti nepavyko.
lv: Resursu importēšana neizdevās.
nb: Import av ressurser har mislyktes.
pl: Import zasobów nie powiódł się.
ru: Импорт ресурсов не удался.
sv: Resursimporten misslyckades.
th: การนำเข้าทรัพยากรล้มเหลว
uk: Помилка імпорту ресурсів.

source: Resources in project and provider
ar: الموارد في المشروع والمزود
az: Layihə və provayderdəki mənbələr
bn: প্রকল্প এবং প্রদানকারী সম্পদ
cs: Zdroje v projektu a poskytovatel
de: Ressourcen in Projekt und Anbieter
es: Recursos en el proyecto y el proveedor
et: Ressursid projektis ja pakkuja
fi: Resurssit projektissa ja toimittaja
ky: Долбоордогу жана провайдердеги ресурстар
lt: Ištekliai projekte ir teikėjas
lv: Resursi projektā un nodrošinātājs
nb: Ressurser i prosjekt og tilbyder
pl: Zasoby w projekcie i u dostawcy
ru: Ресурсы в проекте и провайдере
sv: Resurser i projekt och leverantör
th: ทรัพยากรในโครงการและผู้ให้บริการ
uk: Ресурси в проекті та провайдері

source: Resources represent the services you are using.
ar: تمثل الموارد الخدمات التي تستخدمها.
az: Resurslar istifadə etdiyiniz xidmətləri təmsil edir.
bn: সম্পদগুলি আপনি যে পরিষেবাগুলি ব্যবহার করছেন তার প্রতিনিধিত্ব করে৷
cs: Zdroje představují služby, které používáte.
de: Ressourcen stellen die Dienste dar, die Sie verwenden.
es: Los recursos representan los servicios que está utilizando.
et: Teenused mis on praegu kasutuses.
fi: Resurssit edustavat käyttämiäsi palveluita.
ky: Ресурстар сиз колдонуп жаткан кызматтарды билдирет.
lt: Ištekliai atspindi jūsų naudojamas paslaugas.
lv: Resursi atspoguļo jūsu izmantotos pakalpojumus.
nb: Ressurser representerer tjenestene du bruker.
pl: Zasoby reprezentują usługi, z których korzystasz.
ru: Ресурсы представляют собой услуги, которые вы используете.
sv: Resurser representerar de tjänster du använder.
th: ทรัพยากรแสดงถึงบริการที่คุณใช้
uk: Ресурси представляють послуги, якими ви користуєтеся.
