Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: User {user_link} has granted PI role in {customer_link} to {affected_user_link}.
ar: مستخدم{user_link} منحت دور PI في{customer_link} ل{affected_user_link} .
az: İsti {user_link} fadəçi PI rolun {customer_link} u verdi{affected_user_link}.
bn: ব্যবহারকারী{user_link} PI ভূমিকা মঞ্জুর করেছে{customer_link} প্রতি{affected_user_link} .
cs: Uživatel{user_link} udělil roli PI v{customer_link} na{affected_user_link} .
de: Benutzer{user_link} hat PI-Rolle gewährt in{customer_link} Zu{affected_user_link} .
es: El usuario {user_link} ha otorgado el rol de IP {customer_link} a {affected_user_link}.
et: Kasutaja {user_link} on andnud PI rolli {customer_link} kasutajale {affected_user_link}.
fi: Käyttäjä{user_link} on myöntänyt PI-roolin vuonna{customer_link} to{affected_user_link} .
ky: Колдонуучу{user_link} жылы PI ролун берди{customer_link} чейин{affected_user_link} .
lt: Vartotojas{user_link} suteikė PI vaidmenį{customer_link} į{affected_user_link} .
lv: Lietotājs{user_link} gadā ir piešķīris PI lomu{customer_link} uz{affected_user_link} .
nb: Bruker{user_link} har gitt PI-rolle i{customer_link} til{affected_user_link} .
pl: Użytkownik{user_link} przyznał PI rolę w{customer_link} Do{affected_user_link} .
ru: Пользователь{user_link} предоставил роль PI в{customer_link} к{affected_user_link} .
sv: Användare{user_link} har beviljat PI-roll i{customer_link} till{affected_user_link} .
th: ผู้ใช้{user_link} ได้มอบบทบาท PI ใน{customer_link} ถึง{affected_user_link} .
uk: Користувач{user_link} надав роль PI в{customer_link} до{affected_user_link} .

source: User {user_link} has granted member role in project {project_link} to {affected_user_link}.
ar: مستخدم{user_link} لقد منح العضو دوراً في المشروع{project_link} ل{affected_user_link} .
az: İstifad {user_link} əçi layihədə üzv rolun {project_link} u verdi{affected_user_link}.
bn: ব্যবহারকারী{user_link} প্রকল্পে সদস্য ভূমিকা মঞ্জুর করেছে{project_link} প্রতি{affected_user_link} .
cs: Uživatel{user_link} udělil členskou roli v projektu{project_link} na{affected_user_link} .
de: Benutzer{user_link} hat Mitgliedsrolle im Projekt gewährt{project_link} Zu{affected_user_link} .
es: El usuario {user_link} ha otorgado el rol de miembro en el proyecto {project_link} a {affected_user_link}.
et: Kasutaja {user_link} on andnud liikme rolli projektis {project_link} kasutajale {affected_user_link}.
fi: Käyttäjä{user_link} on myöntänyt jäsenroolin projektissa{project_link} to{affected_user_link} .
ky: Колдонуучу{user_link} долбоордо мүчө ролун берди{project_link} чейин{affected_user_link} .
lt: Vartotojas{user_link} suteikė nario vaidmenį projekte{project_link} į{affected_user_link} .
lv: Lietotājs{user_link} ir piešķīris dalībnieka lomu projektā{project_link} uz{affected_user_link} .
nb: Bruker{user_link} har gitt medlemsrolle i prosjekt{project_link} til{affected_user_link} .
pl: Użytkownik{user_link} przyznał rolę członka w projekcie{project_link} Do{affected_user_link} .
ru: Пользователь{user_link} предоставил роль участника в проекте{project_link} к{affected_user_link} .
sv: Användare{user_link} har beviljat medlemsroll i projektet{project_link} till{affected_user_link} .
th: ผู้ใช้{user_link} ได้มอบบทบาทสมาชิกในโครงการ{project_link} ถึง{affected_user_link} .
uk: Користувач{user_link} надав роль учасника в проекті{project_link} до{affected_user_link} .

source: User {user_link} has granted organization owner role in {customer_link} to {affected_user_link}.
ar: مستخدم{user_link} لقد منح مالك المؤسسة دورًا في{customer_link} ل{affected_user_link} .
az: {user_link} istifadəçi təşkilatın sahibi vəzifəsini {customer_link} ünvanındakı {affected_user_link}-ə vermişdir.
bn: ব্যবহারকারী{user_link} প্রতিষ্ঠানের মালিকের ভূমিকা মঞ্জুর করেছে{customer_link} প্রতি{affected_user_link} .
cs: Uživatel {user_link} udělil roli vlastníka organizace v {customer_link} uživateli {affected_user_link}.
de: Der Benutzer {user_link} hat {affected_user_link} die Rolle des Organisationseigentümers in {customer_link} zugewiesen.
es: El usuario {user_link} ha concedido el rol de propietario de la organización en {customer_link} a {affected_user_link}.
et: Kasutajale {user_link} on omastatud organisatsiooni omaniku roll {customer_link} {affected_user_link}.
fi: Käyttäjä{user_link} on myöntänyt organisaation omistajan roolin{customer_link} to{affected_user_link} .
ky: Колдонуучу{user_link} уюм ээсинин ролун берди{customer_link} чейин{affected_user_link} .
lt: Vartotojas {user_link} suteikė organizacijos savininko vaidmenį {customer_link} {affected_user_link}.
lv: Lietotājs{user_link} ir piešķīris organizācijas īpašnieka lomu{customer_link} uz{affected_user_link} .
nb: Bruker {user_link} har gitt organisasjonseierens rolle i {customer_link} til {affected_user_link}.
pl: Użytkownik{user_link} przyznał rolę właściciela organizacji w{customer_link} Do{affected_user_link} .
ru: Пользователь{user_link} предоставил роль владельца организации в{customer_link} к{affected_user_link} .
sv: Användaren {user_link} har tilldelat organisationsägarrollen i {customer_link} till {affected_user_link}.
th: ผู้ใช้{user_link} ได้มอบบทบาทเจ้าขององค์กรให้แล้ว{customer_link} ถึง{affected_user_link} .
uk: Користувач{user_link} надав роль власника організації в{customer_link} до{affected_user_link} .

source: User {user_link} has granted organization support role in {customer_link} to {affected_user_link}.
ar: مستخدم{user_link} وقد منح دور دعم المنظمة في{customer_link} ل{affected_user_link} .
az: {user_link} istifadəçi təşkilatın dəstəyi vəzifəsini {customer_link} ünvanındakı {affected_user_link}-ə vermişdir.
bn: ব্যবহারকারী{user_link} প্রতিষ্ঠান সমর্থন ভূমিকা মঞ্জুর করেছে{customer_link} প্রতি{affected_user_link} .
cs: Uživatel {user_link} udělil roli podpory organizace v {customer_link} uživateli {affected_user_link}.
de: Der Benutzer {user_link} hat die Rolle der Organisationsunterstützung in {customer_link} {affected_user_link} zugewiesen.
es: El usuario {user_link} ha concedido el rol de soporte de la organización en {customer_link} a {affected_user_link}.
et: Kasutaja {user_link} on andnud organisatsiooni {customer_link} kasutajatoe rolli kasutajale {affected_user_link}.
fi: Käyttäjä{user_link} on myöntänyt organisaatiotukiroolin vuonna{customer_link} to{affected_user_link} .
ky: Колдонуучу{user_link} жылы уюштуруучулук колдоо ролун берди{customer_link} чейин{affected_user_link} .
lt: Vartotojas {user_link} suteikė organizacijos palaikymo vaidmenį {customer_link} {affected_user_link}.
lv: Lietotājs{user_link} gadā ir piešķīrusi organizācijas atbalsta lomu{customer_link} uz{affected_user_link} .
nb: Bruker {user_link} har gitt støtte for organisasjonen i {customer_link} til {affected_user_link}.
pl: Użytkownik{user_link} przyznała rolę wspierającą organizację w{customer_link} Do{affected_user_link} .
ru: Пользователь{user_link} предоставил организации роль поддержки в{customer_link} к{affected_user_link} .
sv: Användaren {user_link} har tilldelat organisationsstödrollen i {customer_link} till {affected_user_link}.
th: ผู้ใช้{user_link} ได้ให้มีบทบาทสนับสนุนองค์กรในด้าน{customer_link} ถึง{affected_user_link} .
uk: Користувач{user_link} надав роль підтримки організації в{customer_link} до{affected_user_link} .

source: User {user_link} has granted project administrator role in project {project_link} to {affected_user_link}.
ar: مستخدم{user_link} منح دور مسؤول المشروع في المشروع{project_link} ل{affected_user_link} .
az: {user_link} istifadəçi layihə administratoru vəzifəsini {project_link} ünvanındakı {affected_user_link}-ə vermişdir.
bn: ব্যবহারকারী{user_link} প্রকল্পে প্রকল্প প্রশাসকের ভূমিকা মঞ্জুর করেছে{project_link} প্রতি{affected_user_link} .
cs: Uživatel {user_link} udělil roli správce projektu v projektu {project_link} uživateli {affected_user_link}.
de: Der Benutzer {user_link} hat die Rolle des Projektadministrators in project {project_link} an {affected_user_link} gewährt.
es: El usuario {user_link} ha concedido el rol de administrador de proyecto en el proyecto {project_link} a {affected_user_link}.
et: Kasutaja {user_link} on andnud projekti administraatori rolli projektis {project_link} kasutajale {affected_user_link}.
fi: Käyttäjä{user_link} on myöntänyt projektipäällikön roolin projektissa{project_link} to{affected_user_link} .
ky: Колдонуучу{user_link} долбоордо долбоордун администраторунун ролун берди{project_link} чейин{affected_user_link} .
lt: Vartotojas {user_link} suteikė projekto administratoriaus vaidmenį projekte {project_link} {affected_user_link}.
lv: Lietotājs{user_link} ir piešķīris projekta administratora lomu projektā{project_link} uz{affected_user_link} .
nb: Bruker {user_link} har gitt prosjektadministratoren rolle i prosjektet {project_link} til {affected_user_link}.
pl: Użytkownik{user_link} przyznało rolę administratora projektu w projekcie{project_link} Do{affected_user_link} .
ru: Пользователь{user_link} предоставил роль администратора проекта в проекте{project_link} к{affected_user_link} .
sv: Användaren {user_link} har tilldelat projektadministratörens roll i projektet {project_link} till {affected_user_link}.
th: ผู้ใช้{user_link} ได้มอบบทบาทผู้บริหารโครงการในโครงการ{project_link} ถึง{affected_user_link} .
uk: Користувач{user_link} надав роль адміністратора проекту в проекті{project_link} до{affected_user_link} .

source: User {user_link} has granted project manager role in project {project_link} to {affected_user_link}.
ar: مستخدم{user_link} منح دور مدير المشروع في المشروع{project_link} ل{affected_user_link} .
az: {user_link} istifadəçi layihə meneceri vəzifəsini {project_link} ünvanındakı {affected_user_link}-ə vermişdir.
bn: ব্যবহারকারী{user_link} প্রকল্পে প্রজেক্ট ম্যানেজারের ভূমিকা মঞ্জুর করেছে{project_link} প্রতি{affected_user_link} .
cs: Uživatel {user_link} udělil roli vedoucího projektu v projektu {project_link} {affected_user_link}.
de: Der Benutzer {user_link} hat die Rolle des Projektmanagers in project {project_link} an {affected_user_link} gewährt.
es: El usuario {user_link} ha concedido el rol de gestor de proyecto en el proyecto {project_link} a {affected_user_link}.
et: Kasutaja {user_link} on andnud projektijuhi rolli projektis {project_link} kasutajale {affected_user_link}.
fi: Käyttäjä{user_link} on myöntänyt projektipäällikön roolin projektissa{project_link} to{affected_user_link} .
ky: Колдонуучу{user_link} долбоордо долбоордун менеджери ролун берди{project_link} чейин{affected_user_link} .
lt: Vartotojas {user_link} suteikė projekto vadovo vaidmenį projekte {project_link} {affected_user_link}.
lv: Lietotājs{user_link} ir piešķīrusi projekta vadītāja lomu projektā{project_link} uz{affected_user_link} .
nb: Bruker {user_link} har gitt prosjektlederrolle i prosjektet {project_link} til {affected_user_link}.
pl: Użytkownik{user_link} przyznała rolę kierownika projektu w projekcie{project_link} Do{affected_user_link} .
ru: Пользователь{user_link} предоставил роль менеджера проекта в проекте{project_link} к{affected_user_link} .
sv: Användaren {user_link} har tilldelat projektledaren roll i projektet {project_link} till {affected_user_link}.
th: ผู้ใช้{user_link} ได้มอบบทบาทผู้จัดการโครงการในโครงการ{project_link} ถึง{affected_user_link} .
uk: Користувач{user_link} надав роль менеджера проекту в проекті{project_link} до{affected_user_link} .

source: User {user_link} has granted project member role in project {project_link} to {affected_user_link}.
ar: مستخدم{user_link} منح عضو المشروع دورًا في المشروع{project_link} ل{affected_user_link} .
az: İstifadəçi {user_link} layihədə layihə üzvü rolunu {project_link} vermişdir{affected_user_link}.
bn: ব্যবহারকারী{user_link} প্রকল্পে প্রকল্প সদস্য ভূমিকা মঞ্জুর করেছে{project_link} প্রতি{affected_user_link} .
cs: Uživatel{user_link} udělil roli člena projektu v projektu{project_link} na{affected_user_link} .
de: Benutzer{user_link} hat die Rolle eines Projektmitglieds im Projekt zugewiesen{project_link} Zu{affected_user_link} .
es: El usuario {user_link} ha otorgado el rol de miembro del proyecto en el proyecto {project_link} a {affected_user_link}.
et: Kasutaja {user_link} on andnud projekti liikme rolli projektis {project_link} kasutajale {affected_user_link}.
fi: Käyttäjä{user_link} on myöntänyt projektijäsenen roolin projektissa{project_link} to{affected_user_link} .
ky: Колдонуучу{user_link} долбоордо долбоордун мүчөсү ролун берди{project_link} чейин{affected_user_link} .
lt: Vartotojas{user_link} suteikė projekto nario vaidmenį projekte{project_link} į{affected_user_link} .
lv: Lietotājs{user_link} ir piešķīris projekta dalībnieka lomu projektā{project_link} uz{affected_user_link} .
nb: Bruker{user_link} har gitt prosjektmedlem rolle i prosjekt{project_link} til{affected_user_link} .
pl: Użytkownik{user_link} przyznało rolę członka projektu w projekcie{project_link} Do{affected_user_link} .
ru: Пользователь{user_link} предоставил роль участника проекта в проекте{project_link} к{affected_user_link} .
sv: Användare{user_link} har beviljat projektmedlem roll i projekt{project_link} till{affected_user_link} .
th: ผู้ใช้{user_link} ได้มอบบทบาทสมาชิกโครงการในโครงการ{project_link} ถึง{affected_user_link} .
uk: Користувач{user_link} надав роль учасника проекту в проекті{project_link} до{affected_user_link} .

source: User {user_link} has granted resource allocator role in {customer_link} to {affected_user_link}.
ar: مستخدم{user_link} تم منح دور مخصص الموارد في{customer_link} ل{affected_user_link} .
az: İstifad {user_link} əçi resurs ayırıcı rolunu verdi{customer_link}. {affected_user_link}
bn: ব্যবহারকারী{user_link} সম্পদ বরাদ্দকারী ভূমিকা মঞ্জুর করেছে{customer_link} প্রতি{affected_user_link} .
cs: Uživatel{user_link} udělil roli alokátora zdrojů v{customer_link} na{affected_user_link} .
de: Benutzer{user_link} hat die Rolle des Ressourcenzuteilers in zugewiesen{customer_link} Zu{affected_user_link} .
es: El usuario {user_link} ha otorgado el rol de asignador de recursos {customer_link} a {affected_user_link}.
et: Kasutaja {user_link} on andnud organisatsioonis {customer_link} ressursi eraldaja rolli kasutajale {affected_user_link}.
fi: Käyttäjä{user_link} on myöntänyt resurssien jakajaroolin vuonna{customer_link} to{affected_user_link} .
ky: Колдонуучу{user_link} ресурстарды бөлүштүрүүчү ролду берди{customer_link} чейин{affected_user_link} .
lt: Vartotojas{user_link} suteikė išteklių paskirstytojo vaidmenį{customer_link} į{affected_user_link} .
lv: Lietotājs{user_link} ir piešķīris resursu sadalītāja lomu{customer_link} uz{affected_user_link} .
nb: Bruker{user_link} har gitt ressurstildeler rolle i{customer_link} til{affected_user_link} .
pl: Użytkownik{user_link} przyznał rolę alokatora zasobów w{customer_link} Do{affected_user_link} .
ru: Пользователь{user_link} предоставил роль распределителя ресурсов в{customer_link} к{affected_user_link} .
sv: Användare{user_link} har beviljat resursfördelare roll i{customer_link} till{affected_user_link} .
th: ผู้ใช้{user_link} ได้มอบบทบาทผู้จัดสรรทรัพยากรให้กับ{customer_link} ถึง{affected_user_link} .
uk: Користувач{user_link} надав роль розподілювача ресурсів у{customer_link} до{affected_user_link} .

source: User {user_link} has granted role to {affected_user_link}.
ar: مستخدم{user_link} منحت الدور ل{affected_user_link} .
az: {user_link} istifadəçi vəzifəni {affected_user_link}-ə vermişdir.
bn: ব্যবহারকারী{user_link} ভূমিকা প্রদান করেছে{affected_user_link} .
cs: Uživatel {user_link} udělil roli {affected_user_link}.
de: Der Benutzer {user_link} hat {affected_user_link} eine Rolle zugewiesen.
es: El usuario {user_link} ha otorgado el rol a {affected_user_link}.
et: Kasutaja {user_link} on saanud endale rolli {affected_user_link}.
fi: Käyttäjä{user_link} on myöntänyt roolin{affected_user_link} .
ky: Колдонуучу{user_link} ролун берди{affected_user_link} .
lt: Vartotojas {user_link} suteikė vaidmenį {affected_user_link}.
lv: Lietotājs{user_link} ir piešķīrusi lomu{affected_user_link} .
nb: Bruker {user_link} har gitt rolle til {affected_user_link}.
pl: Użytkownik{user_link} przyznał rolę{affected_user_link} .
ru: Пользователь{user_link} предоставил роль{affected_user_link} .
sv: Användaren {user_link} har tilldelat {affected_user_link} roll.
th: ผู้ใช้{user_link} ได้มอบบทบาทให้{affected_user_link} .
uk: Користувач{user_link} надав роль{affected_user_link} .

source: User {user_link} has granted {role_name} role in {scope_link} to {affected_user_link}.
ar: مستخدم{user_link} منحت{role_name} يلعب دورا{scope_link} ل{affected_user_link} .
az: İsti {user_link} fadə {role_name} çi rol {scope_link} vermişdir{affected_user_link}.
bn: ব্যবহারকারী{user_link} মঞ্জুর করেছে{role_name} ভূমিকা{scope_link} প্রতি{affected_user_link} .
cs: Uživatel{user_link} udělil{role_name} role v{scope_link} na{affected_user_link} .
de: Benutzer{user_link} Hat gewährt{role_name} rein kommen{scope_link} Zu{affected_user_link} .
es: El usuario {user_link} ha {role_name} asignado el rol {scope_link} a {affected_user_link}.
et: Kasutaja{user_link} on andnud{role_name} rolli sisse{scope_link} juurde{affected_user_link} .
fi: Käyttäjä{user_link} on myöntänyt{role_name} roolissa{scope_link} to{affected_user_link} .
ky: Колдонуучу{user_link} берди{role_name} ролу{scope_link} чейин{affected_user_link} .
lt: Vartotojas{user_link} suteikė{role_name} vaidmenį{scope_link} į{affected_user_link} .
lv: Lietotājs{user_link} ir piešķīris{role_name} lomu iekšā{scope_link} uz{affected_user_link} .
nb: Bruker{user_link} har gitt{role_name} rolle i{scope_link} til{affected_user_link} .
pl: Użytkownik{user_link} przyznał{role_name} rola w{scope_link} Do{affected_user_link} .
ru: Пользователь{user_link} предоставил{role_name} роль в{scope_link} к{affected_user_link} .
sv: Användare{user_link} har beviljat{role_name} roll i{scope_link} till{affected_user_link} .
th: ผู้ใช้{user_link} ได้รับ{role_name} บทบาทใน{scope_link} ถึง{affected_user_link} .
uk: Користувач{user_link} надав{role_name} роль в{scope_link} до{affected_user_link} .

source: User {user_link} has revoked Co-PI {affected_user_link} from project {project_link}.
ar: مستخدم{user_link} قام بإلغاء Co-PI{affected_user_link} من المشروع{project_link} .
az: İstifadə {user_link} çi Co-PI-ni layihədən ləğv {affected_user_link} etdi. {project_link}
bn: ব্যবহারকারী{user_link} কো-পিআই প্রত্যাহার করেছে{affected_user_link} প্রকল্প থেকে{project_link} .
cs: Uživatel{user_link} zrušil Co-PI{affected_user_link} z projektu{project_link} .
de: Benutzer{user_link} hat Co-PI widerrufen{affected_user_link} aus dem Projekt{project_link} .
es: El usuario {user_link} ha revocado la Co-PI {affected_user_link} del proyecto {project_link}.
et: Kasutaja {user_link} on eemaldanud co-PI {affected_user_link} projektist {project_link}.
fi: Käyttäjä{user_link} on peruuttanut Co-PI:n{affected_user_link} projektista{project_link} .
ky: Колдонуучу{user_link} Co-PI жокко чыгарды{affected_user_link} долбоордон{project_link} .
lt: Vartotojas{user_link} atšaukė Co-PI{affected_user_link} iš projekto{project_link} .
lv: Lietotājs{user_link} ir atsaukusi Co-PI{affected_user_link} no projekta{project_link} .
nb: Bruker{user_link} har tilbakekalt Co-PI{affected_user_link} fra prosjektet{project_link} .
pl: Użytkownik{user_link} unieważnił Co-PI{affected_user_link} z projektu{project_link} .
ru: Пользователь{user_link} отозвал Co-PI{affected_user_link} из проекта{project_link} .
sv: Användare{user_link} har återkallat Co-PI{affected_user_link} från projektet{project_link} .
th: ผู้ใช้{user_link} ได้เพิกถอน Co-PI{affected_user_link} จากโครงการ{project_link} .
uk: Користувач{user_link} скасував Co-PI{affected_user_link} з проекту{project_link} .

source: User {user_link} has revoked Co-PI {affected_user_link} from project {project_link}.
ar: مستخدم{user_link} قام بإلغاء Co-PI{affected_user_link} من المشروع{project_link} .
az: İstifadə {user_link} çi Co-PI-ni layihədən ləğv {affected_user_link} etdi. {project_link}
bn: ব্যবহারকারী{user_link} কো-পিআই প্রত্যাহার করেছে{affected_user_link} প্রকল্প থেকে{project_link} .
cs: Uživatel{user_link} zrušil Co-PI{affected_user_link} z projektu{project_link} .
de: Benutzer{user_link} hat Co-PI widerrufen{affected_user_link} aus dem Projekt{project_link} .
es: El usuario {user_link} ha revocado la Co-PI {affected_user_link} del proyecto {project_link}.
et: Kasutaja {user_link} on eemaldanud co-PI {affected_user_link} projektist {project_link}.
fi: Käyttäjä{user_link} on peruuttanut Co-PI:n{affected_user_link} projektista{project_link} .
ky: Колдонуучу{user_link} Co-PI жокко чыгарды{affected_user_link} долбоордон{project_link} .
lt: Vartotojas{user_link} atšaukė Co-PI{affected_user_link} iš projekto{project_link} .
lv: Lietotājs{user_link} ir atsaukusi Co-PI{affected_user_link} no projekta{project_link} .
nb: Bruker{user_link} har tilbakekalt Co-PI{affected_user_link} fra prosjektet{project_link} .
pl: Użytkownik{user_link} unieważnił Co-PI{affected_user_link} z projektu{project_link} .
ru: Пользователь{user_link} отозвал Co-PI{affected_user_link} из проекта{project_link} .
sv: Användare{user_link} har återkallat Co-PI{affected_user_link} från projektet{project_link} .
th: ผู้ใช้{user_link} ได้เพิกถอน Co-PI{affected_user_link} จากโครงการ{project_link} .
uk: Користувач{user_link} скасував Co-PI{affected_user_link} з проекту{project_link} .

source: User {user_link} has revoked PI {affected_user_link} from project {project_link}.
ar: مستخدم{user_link} لقد ألغى PI{affected_user_link} من المشروع{project_link} .
az: İstifadəçi {user_link} PI-ni layihə {affected_user_link} dən ləğv etdi{project_link}.
bn: ব্যবহারকারী{user_link} পিআই প্রত্যাহার করেছে{affected_user_link} প্রকল্প থেকে{project_link} .
cs: Uživatel{user_link} zrušil PI{affected_user_link} z projektu{project_link} .
de: Benutzer{user_link} hat PI widerrufen{affected_user_link} aus dem Projekt{project_link} .
es: El usuario {user_link} ha revocado la IP {affected_user_link} del proyecto {project_link}.
et: Kasutaja {user_link} on eemaldanud PI {affected_user_link} projektist {project_link}.
fi: Käyttäjä{user_link} on peruuttanut PI:n{affected_user_link} projektista{project_link} .
ky: Колдонуучу{user_link} PI жокко чыгарды{affected_user_link} долбоордон{project_link} .
lt: Vartotojas{user_link} atšaukė PI{affected_user_link} iš projekto{project_link} .
lv: Lietotājs{user_link} ir atsaukusi PI{affected_user_link} no projekta{project_link} .
nb: Bruker{user_link} har tilbakekalt PI{affected_user_link} fra prosjektet{project_link} .
pl: Użytkownik{user_link} unieważnił PI{affected_user_link} z projektu{project_link} .
ru: Пользователь{user_link} отозвал PI{affected_user_link} из проекта{project_link} .
sv: Användare{user_link} har återkallat PI{affected_user_link} från projektet{project_link} .
th: ผู้ใช้{user_link} ได้เพิกถอน PI{affected_user_link} จากโครงการ{project_link} .
uk: Користувач{user_link} скасував П.І{affected_user_link} з проекту{project_link} .
