Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Only customer owner or staff can create group invitations.
ar: يمكن فقط لمالك العميل أو الموظفين إنشاء دعوات جماعية.
az: Yalnız müştəri sahibi və ya heyəti qrup dəvətnamələri yarada bilər.
bn: শুধুমাত্র গ্রাহকের মালিক বা কর্মীরা গ্রুপ আমন্ত্রণ তৈরি করতে পারেন।
cs: Skupinové pozvánky může vytvářet pouze vlastník nebo zaměstnanci zákazníka.
de: Nur Kundeneigentümer oder Mitarbeiter können Gruppeneinladungen erstellen.
es: Solo el propietario o el personal del cliente pueden crear invitaciones grupales.
et: Rühma kutseid saavad luua ainult peakasutaja või Staff.
fi: Vain asiakkaan omistaja tai henkilökunta voi luoda ryhmäkutsuja.
ky: Бир гана кардар ээси же кызматкерлери топтук чакырууларды түзө алат.
lt: Tik klientų savininkas arba darbuotojai gali kurti grupės kvietimus.
lv: Grupas ielūgumus var izveidot tikai klienta īpašnieks vai darbinieki.
nb: Bare kundeeier eller ansatte kan opprette gruppeinvitasjoner.
pl: Tylko właściciel klienta lub personel może tworzyć zaproszenia grupowe.
ru: Только владелец или сотрудники клиента могут создавать групповые приглашения.
sv: Endast kundägare eller personal kan skapa gruppinbjudningar.
th: เฉพาะเจ้าของลูกค้าหรือพนักงานเท่านั้นที่สามารถสร้างคำเชิญกลุ่มได้
uk: Лише власник або персонал клієнта можуть створювати групові запрошення.

source: Only pending and expired invitations can be sent again.
ar: يمكن إرسال الدعوات المعلقة والمنتهية الصلاحية فقط مرة أخرى.
az: Yalnız gözlənilən və bitmiş dəvətnamələr yenidən göndərilə bilər.
bn: শুধুমাত্র মুলতুবি থাকা এবং মেয়াদোত্তীর্ণ আমন্ত্রণগুলি আবার পাঠানো যাবে।
cs: Znovu lze odeslat pouze čekající a prošlé pozvánky.
de: Nur ausstehende und abgelaufene Einladungen können erneut gesendet werden.
es: Solo las invitaciones pendientes y expiradas se pueden enviar de nuevo.
et: Ainult ootel olevat või aegunud kutset saab uuesti saata.
fi: Vain odottavat ja vanhentuneet kutsut voidaan lähettää uudelleen.
ky: Күтүүдөгү жана мөөнөтү бүткөн чакырууларды гана кайра жөнөтсө болот.
lt: Vėl galima siųsti tik laukiančius ir nebegaliojančius kvietimus.
lv: Atkārtoti var nosūtīt tikai neapstiprinātos ielūgumus, kuriem beidzies derīguma termiņš.
nb: Bare ventende og utløpte invitasjoner kan sendes på nytt.
pl: Ponownie można wysłać tylko zaproszenia oczekujące i wygasłe.
ru: Повторно можно отправить только ожидающие и просроченные приглашения.
sv: Endast väntande och utgångna inbjudningar kan skickas igen.
th: เฉพาะคำเชิญที่รอดำเนินการและหมดอายุแล้วเท่านั้นที่สามารถส่งอีกครั้งได้
uk: Повторно можна надіслати лише ті запрошення, які очікують на розгляд, і запрошення, термін дії яких минув.

source: Only pending invitation can be canceled.
ar: يمكن إلغاء الدعوة المعلقة فقط.
az: Yalnız natamam dəvət ləğv edilə bilər.
bn: শুধুমাত্র মুলতুবি থাকা আমন্ত্রণ বাতিল করা যেতে পারে।
cs: Zrušit lze pouze čekající pozvánku.
de: Nur ausstehende Einladungen können storniert werden.
es: Solo se puede cancelar la invitación pendiente.
et: Ainult ootel olevat kutset saab katkestada.
fi: Vain odottava kutsu voidaan peruuttaa.
ky: Күтүүдөгү чакырууну гана жокко чыгарууга болот.
lt: Atšaukti galima tik laukiantį kvietimą.
lv: Var atcelt tikai neapstiprināto ielūgumu.
nb: Bare ventende invitasjon kan avbrytes.
pl: Anulować można tylko oczekujące zaproszenie.
ru: Отменить можно только ожидающее приглашение.
sv: Endast väntande inbjudan kan avbrytas.
th: เฉพาะคำเชิญที่รอดำเนินการเท่านั้นที่สามารถยกเลิกได้
uk: Можна скасувати лише запрошення, що очікує на розгляд.

source: Only resource allocator, PI or staff can invite users.
ar: يمكن فقط لمخصص الموارد أو الباحث الرئيسي أو الموظفين دعوة المستخدمين.
az: Yalnız resurs ayırıcı, PI və ya işçilər istifadəçiləri dəvət edə bilər.
bn: শুধুমাত্র সম্পদ বরাদ্দকারী, PI বা কর্মীরা ব্যবহারকারীদের আমন্ত্রণ জানাতে পারেন।
cs: Uživatele může zvát pouze alokátor zdrojů, PI nebo zaměstnanci.
de: Nur Ressourcenzuteiler, PI oder Mitarbeiter können Benutzer einladen.
es: Solo el asignador de recursos, el IP o el personal pueden invitar a los usuarios.
et: Kasutajaid saavad kutsuda ainult ressursside eraldaja, PI või personal.
fi: Vain resurssien jakaja, PI tai henkilökunta voi kutsua käyttäjiä.
ky: Ресурс бөлүштүрүүчү, PI же кызматкерлер гана колдонуучуларды чакыра алат.
lt: Tik išteklių paskirstytojas, PI arba darbuotojai gali pakviesti vartotojus.
lv: Lietotājus var uzaicināt tikai resursu sadalītājs, PI vai personāls.
nb: Bare ressursallokator, PI eller ansatte kan invitere brukere.
pl: Tylko osoba przydzielająca zasoby, kierownik projektu lub personel może zapraszać użytkowników.
ru: Приглашать пользователей могут только распределитель ресурсов, PI или персонал.
sv: Endast resursfördelare, PI eller personal kan bjuda in användare.
th: มีเพียงผู้จัดสรรทรัพยากร, PI หรือพนักงานเท่านั้นที่สามารถเชิญผู้ใช้ได้
uk: Запрошувати користувачів може лише особа, яка розподіляє ресурси, PI або персонал.

source: Only service providers
ar: مقدمي الخدمة فقط
az: Yalnız xidmət provayderləri
bn: শুধুমাত্র সেবা প্রদানকারী
cs: Pouze poskytovatelé služeb
de: Nur Dienstleister
es: Sólo proveedores de servicios
et: Ainult teenusepakkujad
fi: Vain palveluntarjoajat
ky: Кызмат көрсөтүүчүлөр гана
lt: Tik paslaugų teikėjai
lv: Tikai pakalpojumu sniedzēji
nb: Kun tjenesteleverandører
pl: Tylko usługodawcy
ru: Только поставщики услуг
sv: Endast tjänsteleverantörer
th: เฉพาะผู้ให้บริการเท่านั้น
uk: Тільки постачальники послуг

source: Only staff and organization users are allowed to open console.
ar: يُسمح فقط للموظفين ومستخدمي المؤسسة بفتح وحدة التحكم.
az: Yalnız işçilər və təşkilat istifadəçilərinə konsol açmağa icazə verilir.
bn: শুধুমাত্র কর্মী এবং প্রতিষ্ঠান ব্যবহারকারীদের কনসোল খুলতে অনুমতি দেওয়া হয়.
cs: Konzoli mohou otevřít pouze zaměstnanci a uživatelé organizace.
de: Nur Mitarbeiter und Organisationsbenutzer dürfen die Konsole öffnen.
es: Solo los usuarios del personal y de la organización pueden abrir la consola.
et: Ainult personali hulka kuuluv kasutaja saab uuendada organisatsiooni poliitikat.
fi: Vain henkilöstön ja organisaation käyttäjät voivat avata konsolin.
ky: Кызматкерлерге жана уюмдун колдонуучуларына гана консолду ачууга уруксат берилет.
lt: Konsolei atidaryti leidžiama tik darbuotojams ir organizacijos vartotojams.
lv: Konsoli drīkst atvērt tikai darbinieki un organizācijas lietotāji.
nb: Bare ansatte og organisasjonsbrukere har lov til å åpne konsollen.
pl: Konsolę mogą otwierać tylko pracownicy i użytkownicy organizacji.
ru: Открывать консоль могут только сотрудники и пользователи организации.
sv: Endast användare av personal och organisation får öppna konsolen.
th: เฉพาะผู้ใช้พนักงานและองค์กรเท่านั้นที่สามารถเปิดคอนโซลได้
uk: Лише співробітникам і користувачам організації дозволено відкривати консоль.

source: Only staff can manage OpenStack tenant.
ar: يمكن للموظفين فقط إدارة مستأجر OpenStack.
az: Yalnız işçilər OpenStack icarəçisini idarə edə bilər.
bn: শুধুমাত্র কর্মীরা OpenStack ভাড়াটে পরিচালনা করতে পারেন।
cs: Pouze zaměstnanci mohou spravovat klienta OpenStack.
de: Nur Mitarbeiter können OpenStack-Mandanten verwalten.
es: Solo el personal puede gestionar el inquilino de OpenStack.
et: Ainult personali hulka kuuluv kasutaja saab muuta OpenStacki
fi: Vain henkilökunta voi hallita OpenStack-vuokralaista.
ky: OpenStack ижарачысын кызматкерлер гана башкара алат.
lt: Tik „OpenStack“ nuomininką gali valdyti personalas.
lv: OpenStack nomnieku var pārvaldīt tikai darbinieki.
nb: Bare ansatte kan administrere OpenStack-leier.
pl: Tylko personel może zarządzać najemcą OpenStack.
ru: Только сотрудники могут управлять арендатором OpenStack.
sv: Endast personal kan hantera OpenStack-hyresgästen.
th: มีเพียงพนักงานเท่านั้นที่สามารถจัดการผู้เช่า OpenStack ได้
uk: Лише персонал може керувати клієнтом OpenStack.

source: Only staff can remove organization.
ar: يمكن للموظفين فقط إزالة المؤسسة.
az: Yalnız işçi heyət təşkilatı çıxara bilər.
bn: শুধুমাত্র কর্মীরা প্রতিষ্ঠানকে সরিয়ে দিতে পারে।
cs: Organizaci mohou odstranit pouze zaměstnanci.
de: Nur Mitarbeiter können die Organisation entfernen.
es: Solo el personal puede eliminar la organización.
et: Ainult personali hulka kuuluv kasutaja saab eemaldada organisatsiooni.
fi: Vain henkilökunta voi poistaa organisaation.
ky: Уюмду кызматкерлер гана алып салышы мүмкүн.
lt: Tik darbuotojai gali pašalinti organizaciją.
lv: Tikai darbinieki var noņemt organizāciju.
nb: Bare ansatte kan fjerne organisasjonen.
pl: Tylko personel może usunąć organizację.
ru: Удалить организацию могут только сотрудники.
sv: Endast personal kan ta bort organisationen.
th: มีเพียงพนักงานเท่านั้นที่สามารถลบองค์กรได้
uk: Лише персонал може видалити організацію.

source: Only staff users are allowed to perform this action.
ar: يُسمح فقط للمستخدمين الموظفين بتنفيذ هذا الإجراء.
az: Yalnız işçi heyəti istifadəçilərinə bu hərəkəti həyata keçirməyə icazə verilir.
bn: শুধুমাত্র স্টাফ ব্যবহারকারীদের এই কর্ম সঞ্চালনের অনুমতি দেওয়া হয়.
cs: Tuto akci mohou provádět pouze zaměstnanci.
de: Nur Mitarbeiter dürfen diese Aktion ausführen.
es: Solo los usuarios del personal pueden realizar esta acción.
et: Ainult personali hulka kuuluvad kasutajad saavad seda toimingut teha.
fi: Vain henkilöstön käyttäjät voivat suorittaa tämän toiminnon.
ky: Кызматтык колдонуучуларга гана бул аракетти аткарууга уруксат берилет.
lt: Tik personalo vartotojams leidžiama atlikti šį veiksmą.
lv: Šo darbību drīkst veikt tikai personāla lietotāji.
nb: Bare ansatte har lov til å utføre denne handlingen.
pl: Tę czynność mogą wykonywać wyłącznie pracownicy personelu.
ru: Это действие разрешено выполнять только привилегированным пользователям.
sv: Endast personalanvändare får utföra den här åtgärden.
th: เฉพาะผู้ใช้ที่เป็นพนักงานเท่านั้นที่ได้รับอนุญาตให้ดำเนินการนี้
uk: Цю дію можуть виконувати лише штатні користувачі.

source: Open
ar: مفتوح
az: Açıq
bn: খোলা
cs: Otevřít
de: Öffnen
es: Abrir
et: Ava
fi: Avata
lt: Atviras
lv: Atvērt
nb: Åpen
pl: Otwierać
ru: Открыть
sv: Öppna
th: เปิด
uk: відчинено

source: OpenStack Images
ar: صور OpenStack
az: OpenStack Şəkilləri
bn: ওপেনস্ট্যাক ইমেজ
cs: OpenStack Obrázky
de: OpenStack Bilder
es: Imágenes de OpenStack
et: Laienda OpenStack volüümi
fi: OpenStack-kuvat
ky: OpenStack сүрөттөрү
lt: OpenStack vaizdai
lv: OpenStack attēli
nb: OpenStack-bilder
pl: Obrazy OpenStacka
ru: Изображения OpenStack
sv: OpenStack-bilder
th: รูปภาพ OpenStack
uk: Зображення OpenStack

source: OpenStack Instance
ar: مثيل OpenStack
az: OpenStack nümunəsi
bn: ওপেনস্ট্যাক ইনস্ট্যান্স
cs: Instance OpenStack
de: OpenStack-Instanz
es: Instancia de OpenStack
et: OpenStacki eksemplar
fi: OpenStack-instanssi
lt: OpenStack egzempliorius
nb: OpenStack-forekomst
pl: Instancja OpenStack
ru: Экземпляр OpenStack
sv: OpenStack-instans
th: อินสแตนซ์ OpenStack
uk: Екземпляр OpenStack

source: OpenStack admin
ar: مسؤول OpenStack
az: OpenStack administratoru
bn: OpenStack অ্যাডমিন
cs: Správce OpenStack
de: OpenStack-Administrator
es: Administrador de OpenStack
et: OpenStack administraator
fi: OpenStack-järjestelmänvalvoja
ky: OpenStack администратору
lt: „OpenStack“ administratorius
lv: OpenStack administrators
pl: Administrator OpenStacka
ru: Администратор OpenStack
th: ผู้ดูแลระบบ OpenStack
uk: Адміністратор OpenStack

source: OpenStack instance
ar: مثيل OpenStack
az: OpenStack nümunəsi
bn: ওপেনস্ট্যাক ইনস্ট্যান্স
cs: Instance OpenStack
de: OpenStack-Instanz
es: Instancia de OpenStack
et: OpenStacki eksemplar
fi: OpenStack-instanssi
lt: OpenStack egzempliorius
nb: OpenStack-forekomst
pl: Instancja OpenStack
ru: Экземпляр OpenStack
sv: OpenStack-instans
th: อินสแตนซ์ OpenStack
uk: Екземпляр OpenStack

source: OpenStack instance has been unlinked from Rancher node.
ar: تم إلغاء ربط مثيل OpenStack بعقدة Rancher.
az: OpenStack nümunəsi Rancher düyündən bağlanmadı.
bn: OpenStack উদাহরণ Rancher নোড থেকে লিঙ্কমুক্ত করা হয়েছে।
cs: Instance OpenStack byla odpojena od uzlu Rancher.
de: Die OpenStack-Instanz wurde vom Rancher-Knoten getrennt.
es: La instancia de OpenStack se ha desvinculado del nodo Rancher.
et: OpenStacki eksemplar on Rancheri sõlmest lahti ühendatud.
fi: OpenStack-instanssi on poistettu Rancher-solmusta.
ky: OpenStack инстанциясы Rancher түйүнүнөн ажыратылды.
lt: OpenStack egzempliorius buvo atsietas nuo Rancher mazgo.
lv: OpenStack instance ir atsaistīta no Rancher mezgla.
nb: OpenStack-forekomsten har blitt fjernet fra Rancher-noden.
pl: Instancja OpenStack została odłączona od węzła Rancher.
ru: Экземпляр OpenStack отключен от узла Rancher.
sv: OpenStack-instansen har kopplats från Rancher-noden.
th: อินสแตนซ์ OpenStack ถูกยกเลิกการเชื่อมโยงจากโหนด Rancher แล้ว
uk: Примірник OpenStack було від’єднано від вузла Rancher.

source: OpenStack networks has been created.
ar: تم إنشاء شبكات OpenStack.
az: OpenStack şəbəkələri yaradılıb.
bn: OpenStack নেটওয়ার্ক তৈরি করা হয়েছে।
cs: Byly vytvořeny sítě OpenStack.
de: OpenStack-Netzwerke wurde erstellt.
es: Se han creado redes OpenStack.
et: OpenStacki võrgud on loodud.
fi: OpenStack-verkot on luotu.
ky: OpenStack тармактары түзүлдү.
lt: OpenStack tinklai sukurti.
lv: Ir izveidoti OpenStack tīkli.
nb: OpenStack-nettverk er opprettet.
pl: Powstały sieci OpenStack.
ru: Сети OpenStack созданы.
sv: OpenStack-nätverk har skapats.
th: สร้างเครือข่าย OpenStack แล้ว
uk: Створено мережі OpenStack.

source: OpenStack shared instance
ar: مثيل OpenStack المشترك
az: OpenStack paylaşılan nümunə
bn: OpenStack শেয়ার করা উদাহরণ
cs: Sdílená instance OpenStack
de: Freigegebene OpenStack-Instanz
es: Instancia compartida de OpenStack
et: OpenStack-i jagatud instants
fi: OpenStack jaettu ilmentymä
ky: OpenStack бөлүшүлгөн инстанциясы
lt: „OpenStack“ bendrinamas egzempliorius
lv: OpenStack koplietota instance
nb: OpenStack delt forekomst
pl: Instancja współdzielona OpenStack
ru: Общий экземпляр OpenStack
sv: OpenStack delad instans
th: อินสแตนซ์ที่ใช้ร่วมกันของ OpenStack
uk: Спільний екземпляр OpenStack

source: OpenStack subnet
ar: الشبكة الفرعية OpenStack
az: OpenStack alt şəbəkəsi
bn: ওপেনস্ট্যাক সাবনেট
cs: Podsíť OpenStack
de: OpenStack-Subnetz
es: Subred de OpenStack
et: OpenStack-i alamvõrk
fi: OpenStack-aliverkko
ky: OpenStack ички тармагы
lt: OpenStack potinklis
lv: OpenStack apakštīkls
nb: OpenStack-delnett
pl: Podsieć OpenStack
ru: Подсеть OpenStack
sv: OpenStack-undernät
th: ซับเน็ต OpenStack
uk: Підмережа OpenStack

source: OpenStack tenant
ar: مستأجر OpenStack
az: OpenStack kirayəçisi
bn: OpenStack ভাড়াটে
cs: Klient OpenStack
de: OpenStack-Mandant
es: Inquilino de OpenStack
et: OpenStacki rentnik
fi: OpenStack-vuokralainen
ky: OpenStack ижарачысы
lt: OpenStack nuomininkas
lv: OpenStack nomnieks
nb: OpenStack-leier
pl: Najemca OpenStack
ru: Арендатор OpenStack
th: ผู้เช่า OpenStack
uk: Орендар OpenStack

source: OpenStack volume
ar: حجم OpenStack
az: OpenStack həcmi
bn: OpenStack ভলিউম
cs: OpenStack svazek
es: Volumen de OpenStack
et: OpenStacki helitugevus
fi: OpenStack-tilavuus
ky: OpenStack көлөмү
lt: OpenStack tomas
lv: OpenStack apjoms
nb: OpenStack-volum
pl: Wolumen OpenStack
ru: Том OpenStack
sv: OpenStack-volym
th: ปริมาณ OpenStack
uk: Обсяг OpenStack

source: Open console
ar: فتح وحدة التحكم
az: Açıq konsol
bn: কনসোল খুলুন
cs: Otevřít konzoli
de: Konsole öffnen
es: Abrir la consola
et: Ava konsool
fi: Avaa Konsoli
ky: Ачык консол
lt: Atidarykite konsolę
lv: Atveriet konsoli
nb: Åpne konsoll
pl: Otwórz konsolę
ru: Открыть консоль
sv: Öppna konsol
th: เปิดคอนโซล
uk: Відкрийте консоль

source: Open in Service Desk
ar: فتح في مكتب الخدمة
az: Xidmət Masasında açın
bn: সার্ভিস ডেস্কে খুলুন
cs: Otevřít v Service Desk
de: Öffnen in Service Desk
es: Abrir en Service Desk
et: Avage teeninduslauas
fi: Avaa Service Deskissä
ky: Кызмат столунда ачуу
lt: Atidarykite „Service Desk“
lv: Atvērt pakalpojumā Service Desk
nb: Åpne i Service Desk
pl: Otwórz w Service Desk
ru: Открыть в службе поддержки
sv: Öppna i Service Desk
th: เปิดในส่วนให้บริการ
uk: Відкрити в Service Desk

source: Open issues
ar: القضايا المفتوحة
az: Açıq məsələlər
bn: এমনকি আপনি যদি
cs: Otevřené problémy
de: Offene Punkte
es: Abrir cuestiones
et: Lahendamata probleemid
fi: Avoimet ongelmat
ky: Ачык суроолор
lt: Atviros problemos
lv: Atvērtie jautājumi
nb: Åpne problemer
pl: Otwarte kwestie
ru: Открытые вопросы
sv: Öppna frågor
th: เปิดประเด็น
uk: Відкриті питання

source: Open public page
ar: فتح الصفحة العامة
az: İctimai səhifəni açın
bn: সর্বজনীন পৃষ্ঠা খুলুন
cs: Otevřít veřejnou stránku
de: Öffentliche Seite öffnen
es: Abrir página pública
et: Ava avalik leht
fi: Avaa julkinen sivu
ky: Жалпыга ачык баракты ачуу
lt: Atidaryti viešą puslapį
lv: Atveriet publisko lapu
nb: Åpne offentlig side
pl: Otwórz stronę publiczną
ru: Открыть общедоступную страницу
sv: Öppna offentlig sida
th: เปิดเพจสาธารณะ
uk: Відкрити публічну сторінку

source: Open round ends
az: Açıq yuvarlaq ucları

source: Open round ends in
az: Açıq yuvarlaq ucları içərisində

source: Open source identity and access management solution.
ar: هوية مفتوحة المصدر وحل إدارة الوصول.
az: Açıq mənbə şəxsiyyəti və giriş idarəetmə həlli.
bn: ওপেন সোর্স পরিচয় এবং অ্যাক্সেস ম্যানেজমেন্ট সমাধান।
cs: Open source řešení pro správu identity a přístupu.
de: Open-Source-Lösung für Identitäts- und Zugriffsmanagement.
es: Solución de gestión de identidad y acceso de código abierto.
et: Avatud lähtekoodiga identiteedi- ja juurdepääsuhalduslahendus.
fi: Avoimen lähdekoodin identiteetin ja pääsynhallintaratkaisu.
ky: Ачык булак аныктоо жана мүмкүндүк башкаруу чечими.
lt: Atvirojo kodo tapatybės ir prieigos valdymo sprendimas.
lv: Atvērtā koda identitātes un piekļuves pārvaldības risinājums.
nb: Åpen kildekode identitets- og tilgangsadministrasjonsløsning.
pl: Rozwiązanie do zarządzania tożsamością i dostępem typu open source.
ru: Решение для управления идентификацией и доступом с открытым исходным кодом.
sv: Lösning för identitets- och åtkomsthantering med öppen källkod.
th: โซลูชันการจัดการข้อมูลประจำตัวและการเข้าถึงแบบโอเพ่นซอร์ส
uk: Рішення для ідентифікації та керування доступом із відкритим кодом.

source: Open support portal
ar: فتح بوابة الدعم
az: Açıq dəstək portalı
bn: সমর্থন পোর্টাল খুলুন
cs: Otevřít portál podpory
de: Supportportal öffnen
es: Abrir el portal de soporte
et: Ava abiportaal
fi: Avaa tukiportaali
ky: Ачык колдоо порталы
lt: Atidarykite palaikymo portalą
lv: Atveriet atbalsta portālu
nb: Åpne supportportalen
pl: Otwórz portal wsparcia
ru: Открыть портал поддержки
sv: Öppna supportportalen
th: เปิดพอร์ทัลการสนับสนุน
uk: Відкрити портал підтримки

source: Open support tickets
ar: فتح تذاكر الدعم
az: Dəstək biletlərini açın
bn: সমর্থন টিকিট খুলুন
cs: Otevřete lístky podpory
de: Offene Support-Tickets
es: Abrir tickets de soporte
et: Avage tugipiletid
fi: Avaa tukiliput
ky: Колдоо билеттерин ачыңыз
lt: Atidarykite palaikymo bilietus
lv: Atvērt atbalsta biļetes
nb: Åpne støttebilletter
pl: Otwórz bilety pomocy technicznej
ru: Открытые заявки в службу поддержки
sv: Öppna supportbiljetter
th: เปิดตั๋วสนับสนุน
uk: Відкрити квитки служби підтримки

source: Opened by {user} at {date}
ar: افتتح بواسطة{user} في{date}
az: Açıld {user} ı {date}
bn: দ্বারা খোলা হয়েছে{user} এ{date}
cs: Otevřeno {user} v {date}
de: Geöffnet von {user} um {date}
es: Abierto por {user} en {date}
et: Avanud{user} juures{date}
fi: Avaa{user} klo{date}
ky: тарабынан ачылган{user} саат{date}
lt: Atidarė {user} {date}
lv: Atvēra{user} plkst{date}
nb: Åpnet av {user} på {date}
pl: Otwarte przez{user} Na{date}
ru: Открыто{user} в{date}
sv: Öppnat av {user} på {date}
th: เปิดโดย{user} ที่{date}
uk: Відкрито{user} в{date}

source: Opened by {user} from {organization} at {date}
ar: افتتح بواسطة{user} من{organization} في{date}
az: Saatdan {user} açıld {organization} ı {date}
bn: দ্বারা খোলা হয়েছে{user} থেকে{organization} এ{date}
cs: Otevřeno {user} z {organization} v {date}
de: Geöffnet von {user} von {organization} um {date}
es: Abierto por {user} de {organization} en {date}
et: Avanud{user} alates{organization} juures{date}
fi: Avaa{user} alkaen{organization} klo{date}
ky: тарабынан ачылган{user} тартып{organization} саат{date}
lt: Atidarė {user} iš {organization} {date}
lv: Atvēra{user} no{organization} plkst{date}
nb: Åpnet av {user} fra {organization} på {date}
pl: Otwarte przez{user} z{organization} Na{date}
ru: Открыто{user} от{organization} в{date}
sv: Öppnad av {user} från {organization} på {date}
th: เปิดโดย{user} จาก{organization} ที่{date}
uk: Відкрито{user} від{organization} в{date}

source: Opening date
ar: موعد الافتتاح
az: Açılış tarixi
bn: খোলার তারিখ
cs: Datum otevření
de: Eröffnungsdatum
es: Fecha de apertura
et: Avamise kuupäev
fi: Avauspäivämäärä
ky: Ачылыш күнү
lt: Atidarymo data
lv: Atvēršanas datums
nb: Åpningsdato
pl: Data otwarcia
ru: Дата открытия
sv: Öppningsdatum
th: วันเปิดทำการ
uk: Дата відкриття

source: Operational
ar: التشغيل
az: Əməliyyat
bn: কর্মক্ষম
cs: Provozní
de: Betriebsbereit
es: Operacional
et: Töökorras
fi: Toiminnassa
ky: Операциялык
lt: Veiklos
lv: Darbības
nb: Operasjonell
pl: Operacyjny
ru: Эксплуатационный
sv: Operativ
th: การดำเนินงาน
uk: Оперативний

source: Option has been added successfully.
ar: تمت إضافة الخيار بنجاح.
az: Seçim uğurla əlavə edildi.
bn: বিকল্প সফলভাবে যোগ করা হয়েছে.
cs: Možnost byla úspěšně přidána.
de: Option wurde erfolgreich hinzugefügt.
es: La opción se agregó correctamente.
et: Valik on edukalt lisatud.
fi: Vaihtoehto on lisätty onnistuneesti.
ky: Опция ийгиликтүү кошулду.
lt: Parinktis sėkmingai pridėta.
lv: Opcija ir veiksmīgi pievienota.
nb: Alternativet er lagt til.
pl: Opcja została pomyślnie dodana.
ru: Опция успешно добавлена.
sv: Alternativet har lagts till.
th: เพิ่มตัวเลือกเรียบร้อยแล้ว
uk: Опцію успішно додано.

source: Option has been removed.
ar: تمت إزالة الخيار.
az: Seçim silindi.
bn: অপশন মুছে ফেলা হয়েছে।
cs: Možnost byla odstraněna.
de: Option wurde entfernt.
es: Se ha eliminado la opción.
et: Valik on eemaldatud.
fi: Vaihtoehto on poistettu.
ky: Опция алынып салынды.
lt: Parinktis pašalinta.
lv: Opcija ir noņemta.
nb: Alternativet er fjernet.
pl: Opcja została usunięta.
ru: Опция удалена.
sv: Alternativet har tagits bort.
th: ตัวเลือกถูกลบออกแล้ว
uk: Опцію видалено.

source: Option has been updated successfully.
ar: تم تحديث الخيار بنجاح.
az: Seçim uğurla yeniləndi.
bn: বিকল্প সফলভাবে আপডেট করা হয়েছে.
cs: Možnost byla úspěšně aktualizována.
de: Die Option wurde erfolgreich aktualisiert.
es: La opción se actualizó correctamente.
et: Valik on edukalt värskendatud.
fi: Vaihtoehto on päivitetty onnistuneesti.
ky: Опция ийгиликтүү жаңыртылды.
lt: Parinktis sėkmingai atnaujinta.
lv: Opcija ir veiksmīgi atjaunināta.
nb: Alternativet har blitt oppdatert.
pl: Opcja została pomyślnie zaktualizowana.
ru: Опция успешно обновлена.
sv: Alternativet har uppdaterats framgångsrikt.
th: ตัวเลือกได้รับการอัปเดตเรียบร้อยแล้ว
uk: Параметр успішно оновлено.

source: Optional
ar: اختياري
az: Könüllü
bn: ঐচ্ছিক
cs: volitelný
es: Opcional
et: Valikuline
fi: Valinnainen
ky: Кошумча
lt: Neprivaloma
lv: Neobligāti
nb: Valgfri
pl: Fakultatywny
ru: Необязательный
sv: Frivillig
th: ไม่จำเป็น
uk: Додатково

source: Options
az: Seçimlər

source: Options are invalid.
ar: الخيارات غير صالحة.
az: Seçimlər etibarsızdır.
bn: বিকল্পগুলি অবৈধ৷
cs: Možnosti jsou neplatné.
de: Optionen sind ungültig.
es: Las opciones no son válidas.
et: Valikud on kehtetud.
fi: Vaihtoehdot eivät kelpaa.
ky: Параметрлер жараксыз.
lt: Parinktys neteisingos.
lv: Opcijas nav derīgas.
nb: Alternativene er ugyldige.
pl: Opcje są nieprawidłowe.
ru: Опции недействительны.
sv: Alternativ är ogiltiga.
th: ตัวเลือกไม่ถูกต้อง
uk: Параметри недійсні.
