Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Pending approval by requesting organization
ar: في انتظار الموافقة من قبل المنظمة الطالبة
az: Tələb edən təşkilat tərəfindən təsdiq gözləy
bn: সংস্থার অনুরোধের মাধ্যমে মুলতুবি অনুমোদন
cs: Čeká na schválení žádající organizací
de: Genehmigung durch die anfragende Organisation steht noch aus
es: Pendiente de aprobación por parte de la organización solicitante
et: Ootab taotleva organisatsiooni kinnitust
fi: Odottaa pyytävän organisaation hyväksyntää
ky: Сурам берүүчү уюм тарабынан жактырууну күтүүдө
lt: Laukiama prašymą pateikusios organizacijos patvirtinimo
lv: Gaida pieprasījuma iesniedzējas organizācijas apstiprinājumu
nb: Venter på godkjenning fra forespørrende organisasjon
pl: Oczekuje na zatwierdzenie przez organizację składającą wniosek
ru: Ожидает одобрения запрашивающей организации
sv: Väntar på godkännande av den begärande organisationen
th: อยู่ระหว่างการอนุมัติโดยขอองค์กร
uk: Очікує на схвалення організацією, яка подала запит

source: Pending approval for changing of
ar: في انتظار الموافقة على تغيير
az: Dəyişdirilməsi üçün təsdiq gözlənilir
bn: পরিবর্তনের জন্য মুলতুবি অনুমোদন
cs: Čeká se na schválení změny
de: Ausstehende Genehmigung für den Wechsel von
es: Pendiente de aprobación para el cambio de
et: Ootel kinnitus, et muuta
fi: Odottaa muutoksen hyväksyntää
ky: өзгөртүү үчүн макулдук күтүүдө
lt: Laukiama patvirtinimo pakeisti
lv: Gaida apstiprinājumu mainīšanai
nb: Venter på godkjenning for endring av
pl: Oczekuje na zgodę na zmianę
ru: Ожидается одобрение на изменение
sv: Väntar på godkännande för ändring av
th: อยู่ระหว่างการพิจารณาอนุมัติให้เปลี่ยนแปลง
uk: Очікує схвалення для зміни

source: Pending approval for creation of
ar: في انتظار الموافقة على إنشاء
az: Yaradılması üçün təsdiq gözlənilir
bn: তৈরির জন্য মুলতুবি অনুমোদন
cs: Čeká na schválení pro vytvoření
de: Ausstehende Genehmigung für die Erstellung von
es: Pendiente de aprobación para la creación de
et: Ootel kinnitus, et luua
fi: Odottaa hyväksyntää kohteen luomiselle
ky: түзүү үчүн бекитүү күтүлүүдө
lt: Laukiama patvirtinimo kurti
lv: Gaida apstiprinājumu izveidei
nb: Venter på godkjenning for opprettelse av
pl: Oczekuje na zatwierdzenie utworzenia
ru: Ожидает одобрения на создание
sv: Väntar på godkännande för skapande av
th: อยู่ระหว่างการอนุมัติให้สร้าง
uk: Очікує схвалення для створення

source: Pending approval for removal of
ar: في انتظار الموافقة على الإزالة
az: Çıxarılması üçün təsdiq gözlənilir
bn: অপসারণের জন্য মুলতুবি অনুমোদন
cs: Čeká se na schválení odstranění
de: Ausstehende Genehmigung zur Entfernung von
es: Pendiente de aprobación para la eliminación de
et: Ootel kinnitus, et eemaldada
fi: Odottaa hyväksyntää kohteen poistamiselle
ky: Алып салууга макулдук күтүүдө
lt: Laukiama patvirtinimo pašalinti
lv: Gaida apstiprinājumu noņemšanai
nb: Venter på godkjenning for fjerning av
pl: Oczekuje na zgodę na usunięcie
ru: Ожидается одобрение на удаление
sv: Väntar på godkännande för avlägsnande av
th: อยู่ระหว่างรออนุมัติให้ถอดถอน
uk: Очікує схвалення для видалення

source: Pending confirmations
ar: التأكيدات في انتظار
az: Gözlənilən təsdiqlər
bn: মুলতুবি নিশ্চিতকরণ
cs: Čeká na potvrzení
de: Ausstehende Bestätigungen
es: Pendiente de confirmaciones
et: Kinnitused ootel
fi: Odottaa vahvistuksia
ky: Күтүүдөгү ырастоолор
lt: Laukiama patvirtinimų
lv: Gaida apstiprinājumus
nb: Venter på bekreftelser
pl: Oczekujące potwierdzenia
ru: Ожидающие подтверждения
sv: Väntar på bekräftelser
th: รอการยืนยัน
uk: Очікує підтвердження

source: Pending consumer approval
ar: في انتظار موافقة المستهلك
az: İstehlakçı təsdiq
bn: মুলতুবি ভোক্তা অনুমোদন
cs: Čeká na schválení spotřebitelem
de: Die Zustimmung des Verbrauchers steht noch aus
es: Pendiente de aprobación del consumidor
et: Tarbija heakskiidu ootel
fi: Odottaa kuluttajan hyväksyntää
ky: Керектөөчүнүн макулдугу күтүлүүдө
lt: Laukiama vartotojo patvirtinimo
lv: Gaida patērētāja apstiprinājumu
nb: Venter på forbrukergodkjenning
pl: Oczekuje na zgodę konsumenta
ru: Ожидает одобрения потребителя
sv: Väntar på konsumentgodkännande
th: รอการอนุมัติจากผู้บริโภค
uk: Очікує схвалення споживача

source: Pending consumer orders
ar: في انتظار طلبات المستهلكين
az: Gözlənilən istehlakçı
bn: মুলতুবি ভোক্তা আদেশ
cs: Nevyřízené objednávky spotřebitelů
de: Ausstehende Verbraucherbestellungen
es: Pedidos de consumo pendientes
et: Ootel tarbijatellimused
fi: Odottavat kuluttajatilaukset
ky: Күтүүдөгү керектөөчү заказдар
lt: Laukiami vartotojų užsakymai
lv: Neapstiprinātie patērētāju pasūtījumi
nb: Ventende forbrukerbestillinger
pl: Oczekujące zamówienia konsumenckie
ru: Ожидаемые потребительские заказы
sv: Väntande konsumentbeställningar
th: คำสั่งซื้อของผู้บริโภคที่รอดำเนินการ
uk: Відкладені замовлення споживачів

source: Pending consumer review
ar: في انتظار مراجعة المستهلك
az: İstehlakçı baxışı
bn: মুলতুবি ভোক্তা পর্যালোচনা
cs: Čeká se na kontrolu spotřebitele
de: Verbraucherbewertung steht aus
es: Pendiente de revisión del consumidor
et: Tarbija ülevaatuse ootel
fi: Odottaa kuluttajan tarkistusta
ky: Керектөөчүлөрдүн кароосу күтүлүүдө
lt: Laukiama vartotojų peržiūros
lv: Gaida patērētāju pārskatīšanu
nb: Venter på forbrukervurdering
pl: Oczekuje na opinię konsumencką
ru: Ожидает рассмотрения потребителями
sv: Väntar på konsumentrecension
th: รอการตรวจสอบของผู้บริโภค
uk: Очікує на перевірку споживача

source: Pending order confirmation
ar: في انتظار تأكيد الطلب
az: Sifarişin təsdiqlənməsi
bn: মুলতুবি অর্ডার নিশ্চিতকরণ
cs: Čeká na potvrzení objednávky
de: Auftragsbestätigung ausstehend
es: Confirmación de pedido pendiente
et: Ootel tellimuse kinnitus
fi: Odottaa tilausvahvistusta
ky: Буйрутманы ырастоо күтүлүүдө
lt: Laukiama užsakymo patvirtinimo
lv: Gaida pasūtījuma apstiprinājumu
nb: Venter på ordrebekreftelse
pl: Oczekujące na potwierdzenie zamówienia
ru: Ожидание подтверждения заказа
sv: Väntar på orderbekräftelse
th: รอการยืนยันคำสั่งซื้อ
uk: Очікує підтвердження замовлення

source: Pending provider approval
ar: في انتظار موافقة المزود
az: Təchizatçının təsdiqi
bn: মুলতুবি প্রদানকারী অনুমোদন
cs: Čeká na schválení poskytovatelem
de: Die Genehmigung des Anbieters steht noch aus
es: Pendiente de aprobación del proveedor
et: Ootab pakkuja kinnitust
fi: Odottaa palveluntarjoajan hyväksyntää
ky: Провайдердин уруксаты күтүлүүдө
lt: Laukiama teikėjo patvirtinimo
lv: Gaida pakalpojumu sniedzēja apstiprinājumu
nb: Venter på leverandørgodkjenning
pl: Oczekuje na zatwierdzenie dostawcy
ru: Ожидает одобрения поставщика
sv: Väntar på leverantörsgodkännande
th: รอการอนุมัติจากผู้ให้บริการ
uk: Очікує схвалення постачальника

source: Pending provider confirmation
ar: في انتظار تأكيد الموفر
az: Təchizatçı təsdiqini
bn: মুলতুবি প্রদানকারী নিশ্চিতকরণ
cs: Čeká se na potvrzení poskytovatele
de: Bestätigung des Anbieters steht aus
es: Confirmación pendiente del proveedor
et: Teenusepakkuja kinnituse ootel:
fi: Odottaa palveluntarjoajan vahvistusta
ky: Провайдердин ырастоосу күтүлүүдө
lt: Laukiama teikėjo patvirtinimo
lv: Gaida pakalpojumu sniedzēja apstiprinājumu
nb: Venter på bekreftelse fra leverandør
pl: Oczekuje na potwierdzenie dostawcy
ru: Ожидается подтверждение поставщика
sv: Väntar på leverantörsbekräftelse
th: รอการยืนยันจากผู้ให้บริการ
uk: Очікується підтвердження постачальника

source: Pending provider orders
ar: في انتظار أوامر المزود
az: Təchizatçı sifarişləri
bn: মুলতুবি প্রদানকারী আদেশ
cs: Nevyřízené objednávky poskytovatele
de: Ausstehende Anbieterbestellungen
es: Pedidos de proveedores pendientes
et: Ootel pakkuja tellimused
fi: Odottavat palveluntarjoajan tilaukset
ky: Күтүүдөгү провайдердин буйруктары
lt: Laukiantys tiekėjo užsakymai
lv: Neapstiprinātie pakalpojumu sniedzēja pasūtījumi
nb: Ventende leverandørbestillinger
pl: Oczekujące zamówienia dostawcy
ru: Ожидающие заказы поставщика
sv: Väntande leverantörsbeställningar
th: คำสั่งซื้อของผู้ให้บริการที่รอดำเนินการ
uk: Замовлення постачальника в очікуванні

source: Pending provider review
ar: في انتظار مراجعة مقدم الخدمة
az: Təchizatçı nəzərdən keçirilməsi
bn: মুলতুবি প্রদানকারী পর্যালোচনা
cs: Čeká se na kontrolu poskytovatele
de: Ausstehende Anbieterüberprüfung
es: Revisión pendiente del proveedor
et: Ootel teenusepakkuja ülevaatust
fi: Odottaa palveluntarjoajan tarkistusta
ky: Провайдердин кароосу күтүлүүдө
lt: Laukiama teikėjo peržiūros
lv: Gaida pakalpojumu sniedzēja pārskatīšanu
nb: Venter på leverandørvurdering
pl: Oczekuje na sprawdzenie dostawcy
ru: Ожидается проверка поставщика
sv: Väntar på granskning av leverantören
th: รอการตรวจสอบผู้ให้บริการ
uk: Очікує перевірки постачальника

source: Pending review
ar: في انتظار المراجعة
az: Gözləyən baxış
bn: মুলতুবি পর্যালোচনা
cs: Čeká na kontrolu
de: Ausstehende Bewertung
es: Pendiente de revisión
et: Ülevaatuse ootel
fi: Odottaa tarkistusta
ky: Карап чыгуу күтүлүүдө
lt: Laukiama peržiūra
lv: Gaida pārskatīšanu
nb: Avventer vurdering
pl: Oczekiwanie na rozpatrzenie
ru: Ожидает оценки
sv: Väntar på granskning
th: รอการตรวจสอบ
uk: Очікує на розгляд

source: Pending tasks
ar: المهام العالقة
az: Gözlənilən işlər
bn: মুলতুবি কাজ
cs: Nevyřízené úkoly
de: Ausstehende Aufgaben
es: Tareas pendientes
et: Ootel ülesanded
fi: Odottavat tehtävät
ky: Күтүүдөгү тапшырмалар
lt: Laukiamos užduotys
lv: Neapstiprinātie uzdevumi
nb: Ventende oppgaver
pl: Oczekujące zadania
ru: Незавершенные задачи
sv: Väntande uppgifter
th: งานที่ค้างอยู่
uk: Завдання, що очікують

source: Per day
ar: في اليوم
az: Gündəlik
bn: প্রতিদিন
cs: Za den
de: Pro Tag
es: Por día
et: Igal päeval
fi: päivässä
ky: Күнүнө
lt: Per dieną
lv: Dienā
nb: Per dag
pl: Dziennie
ru: в сутки
sv: Per dag
th: ต่อวัน
uk: на день

source: Per half month
ar: لكل نصف شهر
az: Yarım ayda
bn: প্রতি অর্ধ মাসে
cs: Za půl měsíce
de: Pro halben Monat
es: Por medio mes
et: Iga poole kuu kohta
fi: puolessa kuukaudessa
ky: Жарым айга
lt: Per pusę mėnesio
lv: Pusmēnesī
nb: Per halv måned
pl: Za pół miesiąca
ru: За полмесяца
sv: Per halv månad
th: ต่อครึ่งเดือน
uk: За півмісяця

source: Per hour
ar: في الساعة
az: Saatda
bn: প্রতি ঘন্টায়
cs: Za hodinu
de: Pro Stunde
es: Por hora
et: Iga tund
fi: Tunnissa
ky: Саатына
lt: Per valandą
lv: Stundā
nb: Per time
pl: Na godzinę
ru: В час
sv: Per timme
th: ต่อชั่วโมง
uk: в годину

source: Per month
ar: كل شهر
az: Ayda
bn: প্রতি মাসে
cs: Za měsíc
de: Pro Monat
es: Por mes
et: Iga kuu
fi: kuukaudessa
ky: Айына
lt: Per mėnesį
lv: mēnesī
nb: Per måned
pl: Miesięcznie
ru: Мес
sv: Per månad
th: ต่อเดือน
uk: на місяць

source: Per {unit}
ar: لكل{unit}
az: Müəllif {unit}
bn: প্রতি{unit}
cs: Za{unit}
de: Pro{unit}
es: Por {unit}
ky: Пер{unit}
pl: Za{unit}
ru: Пер{unit}
th: ต่อ{unit}
uk: пер{unit}

source: Perform local logout
ar: تنفيذ تسجيل الخروج المحلي
az: Yerli çıxışı həyata keçirin
bn: স্থানীয় লগআউট সঞ্চালন
cs: Provést místní odhlášení
de: Führen Sie eine lokale Abmeldung durch
es: Realizar el cierre de sesión local
et: Teostage kohalik väljalogimine
fi: Suorita paikallinen uloskirjautuminen
ky: Жергиликтүү чыгууну аткарыңыз
lt: Atlikite vietinį atsijungimą
lv: Veiciet vietējo atteikšanos
nb: Utføre lokal utlogging
pl: Wykonaj lokalne wylogowanie
ru: Выполнить локальный выход из системы
sv: Utför lokal utloggning
th: ดำเนินการออกจากระบบในเครื่อง
uk: Виконайте локальний вихід із системи

source: Perform mass action
ar: القيام بعمل جماعي
az: Kütləvi hərəkət edin
bn: গণ কর্ম সঞ্চালন
cs: Proveďte hromadnou akci
de: Führen Sie eine Massenaktion durch
es: Realizar una acción masiva
et: Tehke massiaktsioon
fi: Suorita massatoimintaa
ky: Массалык иш-аракеттерди жасоо
lt: Atlikite masinius veiksmus
lv: Veiciet masu darbību
nb: Utfør masseaksjon
pl: Wykonaj akcję masową
ru: Провести массовую акцию
sv: Utför massaktioner
th: ดำเนินการมวลชน
uk: Виконати масову дію

source: Perform review
ar: إجراء المراجعة
az: Nəzərdən keçirin
bn: পর্যালোচনা সঞ্চালন
cs: Proveďte kontrolu
de: Durchführen einer Überprüfung
es: Realizar la revisión
et: Sooritage ülevaade
fi: Suorita tarkistus
ky: Карап чыгуу
lt: Atlikite peržiūrą
lv: Veikt pārskatīšanu
nb: Utfør gjennomgang
pl: Wykonaj przegląd
ru: Выполнить проверку
sv: Utför granskning
th: ดำเนินการตรวจสอบ
uk: Виконати огляд

source: Performed
ar: إجراء
az: İcra edildi
bn: পারফর্ম করেছে
cs: Provedeno
de: Durchgeführt
es: Realizado
et: Avaldatud
fi: Esitetty
ky: Аткарылды
lt: Atlikta
lv: Izpildīts
nb: Utført
pl: Wykonano
ru: Выполняется
sv: Utförs
th: ดำเนินการแล้ว
uk: Виконується

source: Performed by
ar: يؤديها
az: Yerinə yetirmişdir
bn: দ্বারা সঞ্চালিত
cs: Provedl
de: Durchgeführt von
es: Realizado por
et: Avaldaja
fi: Esittäjä
ky: тарабынан аткарылган
lt: Atlieka
lv: Izpilda
nb: Fremført av
pl: Wykonane przez
ru: Исполнитель:
sv: Utförd av
th: แสดงโดย
uk: Виконано

source: Period
ar: مرحلة زمنية
az: Dövr
bn: সময়কাল
cs: Období
de: Periode
es: Período
et: Periood
fi: Jakso
ky: Мезгил
lt: Laikotarpis
lv: Periods
nb: Periode
pl: Okres
ru: Период
th: ระยะเวลา
uk: Період

source: Period {i}
ar: فترة{i}
az: Dövr {i}
bn: সময়কাল{i}
cs: Doba{i}
de: Zeitraum{i}
es: Período {i}
et: Periood{i}
fi: Kausi{i}
ky: Мезгил{i}
lt: Laikotarpis{i}
lv: Periods{i}
nb: Periode{i}
pl: Okres{i}
ru: Период{i}
th: ระยะเวลา{i}
uk: Крапка{i}

source: Periods
ar: الفترات
az: Dövrlər
bn: সময়কাল
cs: Období
de: Perioden
es: Períodos
et: Perioodid
fi: kausia
ky: Мезгилдер
lt: Laikotarpiai
lv: periodi
nb: Perioder
pl: okresy
ru: Периоды
sv: Perioder
th: ระยะเวลา
uk: періоди

source: Permanent
ar: دائم
az: Daimi
bn: স্থায়ী
cs: Trvalý
de: Dauerhaft
es: Permanente
et: Püsiv
fi: Pysyvä
ky: Туруктуу
lt: Nuolatinis
lv: Pastāvīgs
nb: Fast
pl: Stały
ru: Постоянный
th: ถาวร
uk: Постійний

source: Permission expires at
ar: تنتهي صلاحية الإذن في
az: İcazənin müddəti bitir
bn: অনুমতির মেয়াদ শেষ হবে
cs: Platnost povolení vyprší v
de: Die Erlaubnis erlischt am
es: El permiso vence en
et: Õigus aegub
fi: Lupa päättyy klo
ky: Уруксаттын мөөнөтү бүтөт
lt: Leidimas baigiasi
lv: Atļauja beidzas plkst
nb: Tillatelsen utløper kl
pl: Zezwolenie wygasa o godz
ru: Разрешение истекает в
sv: Tillståndet går ut kl
th: สิทธิ์หมดอายุเมื่อ
uk: Термін дії дозволу закінчується о

source: Permission granted at
ar: تم منح الإذن في
az: İcazə verildi
bn: এ অনুমতি দেওয়া হয়েছে
cs: Povolení uděleno v
de: Erlaubnis erteilt am
es: Permiso otorgado en
et: Õigused on antud
fi: Lupa myönnetty klo
ky: Уруксат берилген
lt: Leidimas suteiktas
lv: Atļauja piešķirta plkst
nb: Tillatelse gitt kl
pl: Zezwolenie udzielone o godz
ru: Разрешение предоставлено в
sv: Tillstånd beviljat kl
th: ได้รับอนุญาต ณ
uk: Дозвіл надано на

source: Permission granted by
ar: الإذن الممنوح من قبل
az: İcazə verilmişdir
bn: অনুমতি দেওয়া হয়েছে
cs: Povolení uděleno
de: Erlaubnis erteilt von
es: Permiso otorgado por
et: Luba, mille on andnud
fi: Luvan myöntänyt
ky: тарабынан берилген уруксат
lt: Leidimą suteikė
lv: Atļauju piešķīra
nb: Tillatelse gitt av
pl: Zezwolenie udzielone przez
ru: Разрешение предоставлено
sv: Tillstånd beviljat av
th: ได้รับอนุญาตจาก
uk: Дозвіл надано

source: Permission has been revoked.
ar: تم إلغاء الإذن.
az: İcazə ləğv edildi.
bn: অনুমতি প্রত্যাহার করা হয়েছে।
cs: Oprávnění bylo odvoláno.
de: Die Erlaubnis wurde widerrufen.
es: El permiso ha sido revocado.
et: Luba on tühistatud.
fi: Lupa on peruutettu.
ky: Уруксат жокко чыгарылды.
lt: Leidimas buvo atšauktas.
lv: Atļauja ir atsaukta.
nb: Tillatelse er tilbakekalt.
pl: Zezwolenie zostało cofnięte.
ru: Разрешение было отозвано.
sv: Tillståndet har återkallats.
th: สิทธิ์ถูกเพิกถอนแล้ว
uk: Дозвіл скасовано.

source: Permission has been updated successfully.
ar: تم تحديث الإذن بنجاح.
az: İcazə uğurla yeniləndi.
bn: অনুমতি সফলভাবে আপডেট করা হয়েছে.
cs: Nastavení práv proběhlo úspěšně
de: Die Berechtigung wurde erfolgreich aktualisiert.
es: El permiso se actualizó correctamente.
et: Õigusi on edukalt uuendatud.
fi: Lupa on päivitetty onnistuneesti.
ky: Уруксат ийгиликтүү жаңыртылды.
lt: Leidimas sėkmingai atnaujintas.
lv: Atļauja ir veiksmīgi atjaunināta.
nb: Tillatelsen er oppdatert.
pl: Uprawnienia zostały pomyślnie zaktualizowane.
ru: Разрешение успешно обновлено.
sv: Behörigheten har uppdaterats.
th: อัปเดตสิทธิ์เรียบร้อยแล้ว
uk: Дозвіл успішно оновлено.

source: Permission log
ar: سجل الأذونات
az: İcazə jurnalı
bn: অনুমতি লগ
cs: Protokol oprávnění
de: Berechtigungsprotokoll
es: Registro de permisos
et: Õiguste logi
fi: Lupaloki
ky: Уруксат журналы
lt: Leidimų žurnalas
lv: Atļauju žurnāls
nb: Tillatelseslogg
pl: Dziennik uprawnień
ru: Журнал разрешений
sv: Tillståndslogg
th: บันทึกการอนุญาต
uk: Журнал дозволів

source: Permission request has been approved.
ar: تمت الموافقة على طلب الإذن.
az: İcazə tələbi təsdiqləndi.
bn: অনুমতি অনুরোধ অনুমোদিত হয়েছে.
cs: Žádost o povolení byla schválena.
de: Der Genehmigungsantrag wurde genehmigt.
es: Se ha aprobado la solicitud de permiso.
et: Õiguste taotlus on heaks kiidetud.
fi: Lupapyyntö on hyväksytty.
ky: Уруксат сурамы жактырылды.
lt: Leidimo prašymas patvirtintas.
lv: Atļaujas pieprasījums ir apstiprināts.
nb: Tillatelsesforespørsel er godkjent.
pl: Prośba o pozwolenie została zatwierdzona.
ru: Запрос на разрешение одобрен.
sv: Begäran om tillstånd har godkänts.
th: คำขออนุญาตได้รับการอนุมัติแล้ว
uk: Запит на дозвіл схвалено.

source: Permission request has been rejected.
ar: تم رفض طلب الإذن.
az: İcazə tələbi rədd edildi.
bn: অনুমতি অনুরোধ প্রত্যাখ্যান করা হয়েছে.
cs: Žádost o povolení byla zamítnuta.
de: Die Erlaubnisanfrage wurde abgelehnt.
es: Se ha rechazado la solicitud de permiso.
et: Õiguste taotlus on tagasi lükatud.
fi: Lupapyyntö on hylätty.
ky: Уруксат сурамы четке кагылды.
lt: Leidimo prašymas atmestas.
lv: Atļaujas pieprasījums ir noraidīts.
nb: Tillatelsesforespørsel er avvist.
pl: Prośba o pozwolenie została odrzucona.
ru: Запрос на разрешение отклонен.
sv: Begäran om tillstånd har avvisats.
th: คำขออนุญาตถูกปฏิเสธ
uk: Запит на дозвіл відхилено.

source: Permission requests
ar: طلبات الإذن
az: İcazə tələbləri
bn: অনুমতি অনুরোধ
cs: Žádosti o povolení
de: Erlaubnisanfragen
es: Solicitudes de permiso
et: Lubade taotlused
fi: Lupapyynnöt
ky: Уруксат сурамдары
lt: Leidimų prašymai
lv: Atļauju pieprasījumi
nb: Tillatelsesforespørsler
pl: Prośby o pozwolenie
ru: Запросы на разрешение
sv: Tillståndsbegäranden
th: ขออนุญาต
uk: Запити на дозвіл

source: Permissions
ar: أذونات
az: İcazələr
bn: অনুমতি
cs: Dovolení
de: Berechtigungen
es: Permisos
et: load
fi: Käyttöoikeudet
ky: Уруксаттар
lt: Leidimai
lv: Atļaujas
nb: Tillatelser
pl: Uprawnienia
ru: Разрешения
sv: Behörigheter
th: สิทธิ์
uk: Дозволи

source: Permissions log
ar: سجل الأذونات
az: İcazə qeydləri
bn: অনুমতি লগ
cs: Protokol oprávnění
de: Berechtigungsprotokoll
es: Registro de permisos
et: Lubade logi
fi: Käyttöoikeusloki
ky: Уруксат журналы
lt: Leidimų žurnalas
lv: Atļauju žurnāls
nb: Tillatelseslogg
pl: Dziennik uprawnień
ru: Журнал разрешений
sv: Behörighetslogg
th: บันทึกสิทธิ์
uk: Журнал дозволів

source: Person
ar: شخص
az: Şəxs
bn: ব্যক্তি
cs: Osoba
es: Persona
et: Isik
fi: henkilö
ky: Адам
lt: Asmuo
lv: Persona
pl: Osoba
ru: Человек
th: บุคคล
uk: особа

source: Personal workspace
ar: مساحة عمل شخصية
az: Şəxsi iş sahəsi
bn: ব্যক্তিগত কর্মক্ষেত্র
cs: Osobní pracovní prostor
de: Persönlicher Arbeitsbereich
es: Espacio de trabajo personal
et: Isiklik töölaud
fi: Henkilökohtainen työtila
ky: Жеке иш мейкиндиги
lt: Asmeninė darbo sritis
lv: Personīgā darba vieta
nb: Personlig arbeidsområde
pl: Osobista przestrzeń robocza
ru: Личное рабочее пространство
sv: Personlig arbetsyta
th: พื้นที่ทำงานส่วนตัว
uk: Особистий робочий простір

source: Phone
ar: الهاتف
az: Telefon
bn: ফোন
cs: Telefon
de: Telefon
es: Teléfono
et: Telefon
fi: Puhelin
ky: Телефон
lt: Telefonas
lv: Tālrunis
nb: Telefon
pl: Telefon
ru: Телефон
sv: Telefon
th: โทรศัพท์
uk: Телефон

source: Phone: {phone_number}
ar: هاتف:{phone_number}
az: Telefon: {phone_number}
bn: ফোন:{phone_number}
cs: Telefon:{phone_number}
de: Telefon:{phone_number}
es: Teléfono: {phone_number}
et: Telefon: {phone_number}
fi: Puhelin:{phone_number}
ky: Телефон:{phone_number}
lt: Telefonas:{phone_number}
lv: Tālrunis:{phone_number}
nb: Telefon:{phone_number}
pl: Telefon:{phone_number}
ru: Телефон:{phone_number}
sv: telefon:{phone_number}
th: โทรศัพท์:{phone_number}
uk: телефон:{phone_number}

source: Phone number
ar: رقم الهاتف
az: Telefon nömrəsi
bn: ফোন নম্বর
cs: Telefonní číslo
de: Telefonnummer
es: Número de teléfono
et: Telefoninumber
fi: Puhelinnumero
ky: Тел номери
lt: Telefono numeris
lv: Tālruņa numurs
nb: Telefonnummer
pl: Numer
ru: Номер телефона
sv: Telefonnummer
th: หมายเลขโทรศัพท์
uk: Телефонний номер

source: Phone numbers
ar: أرقام الهواتف
az: Telefon nömrələri
bn: ফোন নাম্বারগুলো
cs: Telefonní čísla
de: Telefonnummern
es: Números de teléfono
et: Telefoninumbrid
fi: Puhelinnumerot
ky: Телефон номерлери
lt: Telefono numeriai
lv: Tālruņa numuri
nb: Telefonnummer
pl: Numery telefoniczne
ru: Номера телефона
sv: Telefonnummer
th: หมายเลขโทรศัพท์
uk: Номери телефонів

source: Plan capacity
ar: قدرة الخطة
az: Plan tutumu
bn: পরিকল্পনা ক্ষমতা
cs: Kapacita plánu
de: Plankapazität
es: Capacidad del plan
et: Plaani mahutavus
fi: Suunnittele kapasiteetti
ky: Пландын кубаттуулугу
lt: Planuoti pajėgumus
lv: Plānot kapacitāti
nb: Planlegge kapasitet
pl: Planuj pojemność
ru: Плановая мощность
sv: Planera kapacitet
th: ความจุของแผน
uk: План потужності

source: Plan capacity is full.
ar: سعة الخطة ممتلئة.
az: Plan tutumu doludur.
bn: পরিকল্পনার ক্ষমতা পূর্ণ।
cs: Kapacita plánu je naplněna.
de: Die Plankapazität ist voll.
es: La capacidad del plan está llena.
et: Plaani mahutavus on täis
fi: Suunnitelman kapasiteetti on täynnä.
ky: Пландын кубаттуулугу толук.
lt: Plano pajėgumas pilnas.
lv: Plāna ietilpība ir pilna.
nb: Plankapasiteten er full.
pl: Pojemność planu jest pełna.
ru: Плановая мощность заполнена.
sv: Planens kapacitet är full.
th: ความจุของแผนเต็มแล้ว
uk: Ємність плану заповнена.

source: Plan component name
ar: اسم مكون الخطة
az: Plan komponentinin adı
bn: পরিকল্পনা উপাদান নাম
cs: Název komponenty plánu
de: Plankomponentenname
es: Nombre del componente del plan
et: Plaani komponendi nimi
fi: Suunnitelman komponentin nimi
ky: План компонентинин аталышы
lt: Plano komponento pavadinimas
lv: Plāna komponenta nosaukums
nb: Planlegge komponentnavn
pl: Nazwa komponentu planu
ru: Имя компонента плана
sv: Plan komponentnamn
th: ชื่อส่วนประกอบแผน
uk: Назва компонента плану

source: Plan components
ar: مكونات الخطة
az: Planın komponentləri
bn: পরিকল্পনা উপাদান
cs: Komponenty plánu
de: Plankomponenten
es: Componentes del plan
et: Plaani komponendid
fi: Suunnittele komponentit
ky: Пландын компоненттери
lt: Planuokite komponentus
lv: Plāna sastāvdaļas
nb: Planlegge komponenter
pl: Zaplanuj komponenty
ru: Компоненты плана
sv: Planera komponenter
th: ส่วนประกอบของแผน
uk: Компоненти плану

source: Plan description
ar: وصف الخطة
az: Plan təsviri
bn: পরিকল্পনার বিবরণ
cs: Popis plánu
de: Planbeschreibung
es: Descripción del plan
et: Plaani kirjeldus
fi: Suunnitelman kuvaus
ky: Пландын сүрөттөлүшү
lt: Plano aprašymas
lv: Plāna apraksts
nb: Planbeskrivelse
pl: Opis planu
ru: Описание тарифа
sv: Planbeskrivning
th: คำอธิบายแผน
uk: Опис плану

source: Plan details
ar: تفاصيل الخطة
az: Plan təfərrüatları
bn: পরিকল্পনার বিশদ বিবরণ
cs: Podrobnosti plánu
es: Detalles del plan
et: Plaani üksikasjad
fi: Suunnitelman tiedot
ky: Пландын чоо-жайы
lt: Išsami plano informacija
lv: Plāna detaļas
nb: Plan detaljer
pl: Szczegóły planu
ru: Сведения о тарифе
sv: Plan detaljer
th: รายละเอียดแผน
uk: Деталі плану

source: Plan does not have limit
ar: الخطة ليس لها حدود
az: Planın məhdudiyyəti yoxdur
bn: পরিকল্পনার সীমা নেই
cs: Plán nemá limit
de: Plan hat keine Begrenzung
es: El plan no tiene límite
et: Plaanil pole limiiti
fi: Suunnitelmalla ei ole rajaa
ky: Пландын чеги жок
lt: Planas neturi apribojimų
lv: Plānam nav ierobežojumu
nb: Plan har ikke grense
pl: Plan nie ma limitu
ru: План не имеет лимита
sv: Planen har ingen gräns
th: แผนไม่มีขีดจำกัด
uk: План не має обмежень
