Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Unable to load the service provider.
ar: غير قادر على تحميل مزود الخدمة.
az: Xidmət təminatçısını yükləmək mümkün deyil.
bn: পরিষেবা প্রদানকারী লোড করতে অক্ষম৷
cs: Nelze načíst poskytovatele služeb.
de: Der Dienstanbieter konnte nicht geladen werden.
es: No se puede cargar el proveedor de servicios.
et: Teenusepakkujat ei saa laadida.
fi: Palveluntarjoajan lataaminen epäonnistui.
ky: Кызмат камсыздоочуну жүктөө мүмкүн эмес.
lt: Nepavyko įkelti paslaugos teikėjo.
lv: Nevar ielādēt pakalpojumu sniedzēju.
nb: Kan ikke laste inn tjenesteleverandøren.
pl: Nie można załadować dostawcy usług.
ru: Не удалось загрузить поставщика услуг.
sv: Det gick inte att ladda tjänsteleverantören.
th: ไม่สามารถโหลดผู้ให้บริการได้
uk: Не вдалося завантажити постачальника послуг.

source: Unable to load user.
ar: غير قادر على تحميل المستخدم.
az: İstifadəçi yüklənə bilmir.
bn: ব্যবহারকারী লোড করতে অক্ষম।
cs: Nelze načíst uživatele.
de: Benutzer kann nicht geladen werden.
es: No se puede cargar el usuario.
et: Ei saa kasutajat laadida
fi: Käyttäjää ei voi ladata.
ky: Колдонуучуну жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti vartotojo.
lv: Nevar ielādēt lietotāju.
nb: Kan ikke laste inn bruker.
pl: Nie można wczytać użytkownika.
ru: Не удалось загрузить пользователя.
sv: Det gick inte att ladda användare.
th: ไม่สามารถโหลดผู้ใช้ได้
uk: Не вдалося завантажити користувача.

source: Unable to load user monthly activity data.
ar: غير قادر على تحميل بيانات النشاط الشهري للمستخدم.
az: İstifadəçinin aylıq fəaliyyət məlumatlarını yükləmək mümkün deyil.
bn: ব্যবহারকারীর মাসিক কার্যকলাপ ডেটা লোড করতে অক্ষম৷
cs: Nelze načíst měsíční údaje o činnosti uživatele.
de: Die monatlichen Aktivitätsdaten des Benutzers können nicht geladen werden.
es: No se puede cargar los datos de actividad mensual del usuario.
et: Kasutaja igakuiseid tegevusandmeid ei saa laadida.
fi: Käyttäjän kuukausittaisten toimintatietojen lataaminen epäonnistui.
ky: Колдонуучунун бир айлык аракети дайындарын жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti vartotojo mėnesio veiklos duomenų.
lv: Nevar ielādēt lietotāja ikmēneša aktivitāšu datus.
nb: Kan ikke laste inn månedlige aktivitetsdata for bruker.
pl: Nie można wczytać miesięcznych danych o aktywności użytkownika.
ru: Невозможно загрузить данные о ежемесячной активности пользователя.
sv: Det gick inte att ladda användarens månatliga aktivitetsdata.
th: ไม่สามารถโหลดข้อมูลกิจกรรมรายเดือนของผู้ใช้ได้
uk: Неможливо завантажити дані про діяльність користувача за місяць.

source: Unable to load users
ar: غير قادر على تحميل المستخدمين
az: İstifadəçiləri yükləyə bilmədi
bn: ব্যবহারকারীদের লোড করতে অক্ষম
cs: Uživatele nelze načíst
de: Benutzer können nicht geladen werden
es: No se puede cargar los usuarios
et: Kasutajaid ei saa laadida
fi: Käyttäjiä ei voi ladata
ky: Колдонуучуларды жүктөө мүмкүн эмес
lt: Nepavyko įkelti vartotojų
lv: Nevar ielādēt lietotājus
nb: Kan ikke laste inn brukere
pl: Nie można załadować użytkowników
ru: Невозможно загрузить пользователей
sv: Det går inte att ladda användare
th: ไม่สามารถโหลดผู้ใช้ได้
uk: Не вдалося завантажити користувачів

source: Unable to login via SAML2 protocol.
ar: غير قادر على تسجيل الدخول عبر بروتوكول SAML2.
az: SAML2 protokolu vasitəsilə daxil olmaq mümkün deyil.
bn: SAML2 প্রোটোকলের মাধ্যমে লগইন করতে অক্ষম৷
cs: Nelze se přihlásit pomocí protokolu SAML2.
de: Anmeldung über das SAML2-Protokoll nicht möglich.
es: No se puede iniciar sesión a través del protocolo SAML2.
et: SAML2 protokollida ei õnnestunud logida
fi: Kirjautuminen SAML2-protokollan kautta ei onnistu.
ky: SAML2 протоколу аркылуу кирүү мүмкүн эмес.
lt: Neįmanoma prisijungti naudojant SAML2 protokolą.
lv: Nevar pieteikties, izmantojot SAML2 protokolu.
nb: Kan ikke logge på via SAML2-protokollen.
pl: Nie można zalogować się poprzez protokół SAML2.
ru: Невозможно войти в систему по протоколу SAML2.
sv: Det går inte att logga in via SAML2-protokollet.
th: ไม่สามารถเข้าสู่ระบบผ่านโปรโตคอล SAML2
uk: Не вдається ввійти через протокол SAML2.

source: Unable to mark the invoice as paid.
ar: غير قادر على وضع علامة على الفاتورة بأنها مدفوعة.
az: Fakturanı ödənişli olaraq qeyd etmək mümkün deyil.
bn: ইনভয়েসটিকে প্রদত্ত হিসাবে চিহ্নিত করতে অক্ষম৷
cs: Nelze označit fakturu jako zaplacenou.
de: Die Rechnung kann nicht als bezahlt markiert werden.
es: No se puede marcar la factura como pagada.
et: Arvet ei saa tasuks märkida.
fi: Laskua ei voi merkitä maksetuksi.
ky: Эсеп-фактураны төлөнгөн деп белгилөө мүмкүн эмес.
lt: Neįmanoma pažymėti sąskaitos faktūros kaip apmokėtos.
lv: Nevar atzīmēt rēķinu kā apmaksātu.
nb: Kan ikke merke fakturaen som betalt.
pl: Nie można oznaczyć faktury jako opłaconej.
ru: Невозможно отметить счет как оплаченный.
sv: Det går inte att markera fakturan som betald.
th: ไม่สามารถทำเครื่องหมายใบแจ้งหนี้ว่าชำระเงินแล้ว
uk: Не вдалося позначити рахунок-фактуру як оплачений.

source: Unable to move item {item} from invoice {origin} to {target}.
ar: غير قادر على نقل العنصر{item} من الفاتورة{origin} ل{target} .
az: Məhsulu faktur {item} adan köçür {origin} mək mümkün deyil{target}.
bn: আইটেম সরাতে অক্ষম{item} চালান থেকে{origin} প্রতি{target} .
cs: Položku nelze přesunout{item} z faktury{origin} na{target} .
de: Element konnte nicht verschoben werden{item} ab Rechnung{origin} Zu{target} .
es: No se puede mover el artículo {item} de la factura {origin} a {target}.
et: Üksust ei saa teisaldada{item} arvelt{origin} juurde{target} .
fi: Kohdetta ei voi siirtää{item} laskusta{origin} to{target} .
ky: Нерсени жылдыруу мүмкүн эмес{item} эсеп-фактурадан{origin} чейин{target} .
lt: Nepavyko perkelti elemento{item} iš sąskaitos faktūros{origin} į{target} .
lv: Nevar pārvietot vienumu{item} no rēķina{origin} uz{target} .
nb: Kan ikke flytte elementet{item} fra faktura{origin} til{target} .
pl: Nie można przenieść elementu{item} z faktury{origin} Do{target} .
ru: Невозможно переместить элемент{item} из счета-фактуры{origin} к{target} .
sv: Det gick inte att flytta objektet{item} från faktura{origin} till{target} .
th: ไม่สามารถย้ายรายการได้{item} จากใบแจ้งหนี้{origin} ถึง{target} .
uk: Неможливо перемістити елемент{item} з рахунку-фактури{origin} до{target} .

source: Unable to move resource.
ar: غير قادر على نقل الموارد.
az: Resursu köçürmək mümkün deyil.
bn: সম্পদ সরাতে অক্ষম।
cs: Nelze přesunout zdroj.
de: Ressource kann nicht verschoben werden.
es: No se puede mover el recurso.
et: Ressursi ei saa teisaldada.
fi: Resurssia ei voi siirtää.
ky: Ресурсту жылдыруу мүмкүн эмес.
lt: Neįmanoma perkelti ištekliaus.
lv: Nevar pārvietot resursu.
nb: Kan ikke flytte ressurs.
pl: Nie można przenieść zasobu.
ru: Невозможно переместить ресурс.
sv: Det gick inte att flytta resursen.
th: ไม่สามารถย้ายทรัพยากรได้
uk: Не вдалося перемістити ресурс.

source: Unable to open console.
ar: غير قادر على فتح وحدة التحكم.
az: Konsolu açmaq mümkün deyil.
bn: কনসোল খুলতে অক্ষম।
cs: Nelze otevřít konzoli.
de: Die Konsole kann nicht geöffnet werden.
es: No se puede abrir la consola.
et: Konsooli ei saa avada.
fi: Konsolin avaaminen ei onnistu.
ky: Консолду ачуу мүмкүн эмес.
lt: Neįmanoma atidaryti konsolės.
lv: Nevar atvērt konsoli.
nb: Kan ikke åpne konsollen.
pl: Nie można otworzyć konsoli.
ru: Невозможно открыть консоль.
sv: Det går inte att öppna konsolen.
th: ไม่สามารถเปิดคอนโซลได้
uk: Не вдається відкрити консоль.

source: Unable to open console. Error message: {message}
ar: غير قادر على فتح وحدة التحكم. رسالة خطأ:{message}
az: Konsolu açmaq mümkün deyil. Xəta mesajı: {message}
bn: কনসোল খুলতে অক্ষম। ভুল বার্তা:{message}
cs: Nelze otevřít konzoli. Chybová zpráva: {message}
de: Die Konsole kann nicht geöffnet werden. Fehlermeldung: {message}
es: No se puede abrir la consola. Mensaje de error: {message}
et: Konsooli pole võimalik avada. Veateade: {message}
fi: Konsolin avaaminen ei onnistu. Virheviesti:{message}
ky: Консолду ачуу мүмкүн эмес. Ката кабары:{message}
lt: Neįmanoma atidaryti konsolės. Klaidos pranešimas: {message}
lv: Nevar atvērt konsoli. Kļūdas ziņojums:{message}
nb: Kan ikke åpne konsollen. Feilmelding: {message}
pl: Nie można otworzyć konsoli. Komunikat o błędzie:{message}
ru: Невозможно открыть консоль. Сообщение об ошибке:{message}
sv: Det går inte att öppna konsolen. Felmeddelande: {message}
th: ไม่สามารถเปิดคอนโซลได้ ข้อความผิดพลาด:{message}
uk: Не вдається відкрити консоль. Повідомлення про помилку:{message}

source: Unable to open console log
ar: غير قادر على فتح سجل وحدة التحكم
az: Konsol jurnalını açmaq mümkün deyil
bn: কনসোল লগ খুলতে অক্ষম
cs: Nelze otevřít protokol konzole
de: Konsolenprotokoll kann nicht geöffnet werden
es: No se puede abrir el registro de la consola
et: Ei ole võimalik laadida kommentaare.
fi: Konsolin lokin avaaminen epäonnistui
ky: Консол журналын ачуу мүмкүн эмес
lt: Neįmanoma atidaryti konsolės žurnalo
lv: Nevar atvērt konsoles žurnālu
nb: Kan ikke åpne konsolllogg
pl: Nie można otworzyć dziennika konsoli
ru: Невозможно открыть журнал консоли
sv: Det gick inte att öppna konsolloggen
th: ไม่สามารถเปิดบันทึกคอนโซลได้
uk: Не вдалося відкрити журнал консолі

source: Unable to pause offering.
ar: غير قادر على إيقاف العرض مؤقتًا.
az: Təklifi dayandıra bilmədi.
bn: অফার বিরাম দিতে অক্ষম.
cs: Nabídku nelze pozastavit.
de: Das Angebot kann nicht pausiert werden.
es: No se puede pausar la oferta.
et: Pakkumist ei saa peatada.
fi: Tarjousta ei voi keskeyttää.
ky: Сунуштоо тындырылбай жатат.
lt: Nepavyko pristabdyti pasiūlymo.
lv: Nevar apturēt piedāvājumu.
nb: Kan ikke sette tilbudet på pause.
pl: Nie można wstrzymać oferty.
ru: Невозможно приостановить предложение.
sv: Det gick inte att pausa erbjudandet.
th: ไม่สามารถหยุดการนำเสนอชั่วคราวได้
uk: Не вдалося призупинити пропозицію.

source: Unable to perform operation.
ar: غير قادر على تنفيذ العملية.
az: Əməliyyat yerinə yetirə bilmədi.
bn: অপারেশন করতে অক্ষম।
cs: Operaci nelze provést.
de: Der Vorgang kann nicht ausgeführt werden.
es: No se puede realizar la operación.
et: Toimingut ei saa sooritada.
fi: Toimintoa ei voi suorittaa.
ky: Операцияны аткаруу мүмкүн эмес.
lt: Nepavyko atlikti operacijos.
lv: Nevar veikt operāciju.
nb: Kan ikke utføre operasjonen.
pl: Nie można wykonać operacji.
ru: Невозможно выполнить операцию.
sv: Det går inte att utföra operationen.
th: ไม่สามารถดำเนินการได้
uk: Неможливо виконати операцію.

source: Unable to perform review.
ar: غير قادر على إجراء المراجعة.
az: Baxış yerinə yetirə bilmədi.
bn: পর্যালোচনা সম্পাদন করতে অক্ষম।
cs: Nelze provést kontrolu.
de: Überprüfung kann nicht durchgeführt werden.
es: No se puede realizar la revisión.
et: Ülevaadet ei saa läbi viia.
fi: Tarkistuksen suorittaminen ei onnistu.
ky: Карап чыгуу мүмкүн эмес.
lt: Neįmanoma atlikti peržiūros.
lv: Nevar veikt pārskatīšanu.
nb: Kan ikke utføre gjennomgang.
pl: Nie można przeprowadzić przeglądu.
ru: Не удалось выполнить проверку.
sv: Det gick inte att utföra granskning.
th: ไม่สามารถดำเนินการตรวจสอบได้
uk: Не вдалося виконати перевірку.

source: Unable to post comment.
ar: غير قادر على ارسال التعليق.
az: Şərhi qoymaq mümkün deyil.
bn: মন্তব্য পোস্ট করার ক্ষেত্রে অক্ষমতা.
cs: Nelze zveřejnit komentář.
de: Kommentar kann nicht gepostet werden.
es: No se puede publicar el comentario.
et: Kommentaari pole võimalik postitada
fi: Kommenttia ei voi lähettää.
ky: Комментарий калтыруу мүмкүн эмес.
lt: Neįmanoma rašyti komentaro.
lv: Nevar publicēt komentāru.
nb: Kan ikke legge inn kommentar.
pl: Nie można opublikować komentarza.
ru: Невозможно оставить комментарий.
sv: Det gick inte att lägga upp en kommentar.
th: ไม่สามารถโพสต์ความคิดเห็นได้
uk: Неможливо опублікувати коментар.

source: Unable to prepare the form.
ar: غير قادر على إعداد النموذج.
az: Formanı hazırlaya bilmədi.
bn: ফর্ম প্রস্তুত করতে অক্ষম।
cs: Nelze připravit formulář.
de: Das Formular konnte nicht vorbereitet werden.
es: No se puede preparar el formulario.
et: Vormi ei saa ette valmistada.
fi: Lomaketta ei voi valmistella.
ky: Форманы даярдоо мүмкүн эмес.
lt: Nepavyko paruošti formos.
lv: Nevar sagatavot veidlapu.
nb: Kan ikke klargjøre skjemaet.
pl: Nie można przygotować formularza.
ru: Не удалось подготовить форму.
sv: Det gick inte att förbereda formuläret.
th: ไม่สามารถเตรียมแบบฟอร์มได้
uk: Неможливо підготувати форму.

source: Unable to process payment.
ar: غير قادر على معالجة الدفع.
az: Ödənişi emal edə bilmədi.
bn: পেমেন্ট প্রক্রিয়া করতে অক্ষম.
cs: Nelze zpracovat platbu.
de: Die Zahlung kann nicht verarbeitet werden.
es: No se puede procesar el pago.
et: Makse töötlemine ebaõnnestus.
fi: Maksua ei voida käsitellä.
ky: Төлөмдү иштетүү мүмкүн эмес.
lt: Neįmanoma apdoroti mokėjimo.
lv: Nevar apstrādāt maksājumu.
nb: Kan ikke behandle betaling.
pl: Nie można przetworzyć płatności.
ru: Не удалось обработать платеж.
sv: Det går inte att behandla betalningen.
th: ไม่สามารถดำเนินการชำระเงินได้
uk: Неможливо обробити платіж.

source: Unable to publish Google Calendar.
ar: غير قادر على نشر تقويم Google.
az: Google Təqvimini dərc etmək mümkün deyil.
bn: Google ক্যালেন্ডার প্রকাশ করতে অক্ষম৷
cs: Nelze publikovat Google Kalendář.
de: Google-Kalender kann nicht veröffentlicht werden.
es: No se puede publicar Google Calendar.
et: Google kalendrit ei saa avaldada.
fi: Google-kalenterin julkaiseminen epäonnistui.
ky: Google Жылнааманы жарыялоо мүмкүн эмес.
lt: Neįmanoma publikuoti Google kalendoriaus.
lv: Nevar publicēt Google kalendāru.
nb: Kan ikke publisere Google Kalender.
pl: Nie można opublikować Kalendarza Google.
ru: Невозможно опубликовать Календарь Google.
sv: Det gick inte att publicera Google Kalender.
th: ไม่สามารถเผยแพร่ Google ปฏิทินได้
uk: Неможливо опублікувати Календар Google.

source: Unable to register service provider.
ar: غير قادر على تسجيل مزود الخدمة.
az: Xidmət təminatçısını qeydiyyatdan keçə
bn: পরিষেবা প্রদানকারী নিবন্ধন করতে অক্ষম.
cs: Nelze zaregistrovat poskytovatele služeb.
de: Der Dienstanbieter kann nicht registriert werden.
es: No se puede registrar el proveedor de servicios.
et: Teenusepakkuajt ei õnnestunud registreerida
fi: Palveluntarjoajan rekisteröinti epäonnistui.
ky: Кызмат камсыздоочуну каттоо мүмкүн эмес.
lt: Neįmanoma užregistruoti paslaugų teikėjo.
lv: Nevar reģistrēt pakalpojumu sniedzēju.
nb: Kan ikke registrere tjenesteleverandør.
pl: Nie można zarejestrować usługodawcy.
ru: Невозможно зарегистрировать поставщика услуг.
sv: Det gick inte att registrera tjänstleverantören.
th: ไม่สามารถลงทะเบียนผู้ให้บริการได้
uk: Не вдалося зареєструвати постачальника послуг.

source: Unable to reject all order items.
ar: غير قادر على رفض كافة عناصر الطلب.
az: Bütün sifariş maddələrini rədd edə bilmədi.
bn: সমস্ত অর্ডার আইটেম প্রত্যাখ্যান করতে অক্ষম.
cs: Nelze odmítnout všechny položky objednávky.
de: Es können nicht alle Bestellpositionen abgelehnt werden.
es: No se puede rechazar todos los artículos del pedido.
et: Kõiki tellimuse üksusi ei saa tagasi lükata.
fi: Kaikkia tilaustuotteita ei voi hylätä.
ky: Бардык буйрутмаларды четке кагуу мүмкүн эмес.
lt: Nepavyko atmesti visų užsakymo prekių.
lv: Nevar noraidīt visas pasūtījuma preces.
nb: Kan ikke avvise alle ordrevarer.
pl: Nie można odrzucić wszystkich pozycji zamówienia.
ru: Невозможно отклонить все позиции заказа.
sv: Det gick inte att avvisa alla beställningsartiklar.
th: ไม่สามารถปฏิเสธรายการสั่งซื้อทั้งหมดได้
uk: Неможливо відхилити всі позиції замовлення.

source: Unable to reject all orders.
ar: غير قادر على رفض كافة الطلبات.
az: Bütün sifarişləri rədd edə bilmədi.
bn: সব আদেশ প্রত্যাখ্যান করতে অক্ষম.
cs: Nelze odmítnout všechny objednávky.
de: Es können nicht alle Bestellungen abgelehnt werden.
es: No se pueden rechazar todos los pedidos.
et: Kõiki tellimusi ei saa tagasi lükata.
fi: Kaikkia tilauksia ei voi hylätä.
ky: Бардык буйруктарды четке кагуу мүмкүн эмес.
lt: Neįmanoma atmesti visų užsakymų.
lv: Nevar noraidīt visus pasūtījumus.
nb: Kan ikke avvise alle bestillinger.
pl: Nie można odrzucić wszystkich zamówień.
ru: Невозможно отклонить все заказы.
sv: Det gick inte att avvisa alla beställningar.
th: ไม่สามารถปฏิเสธคำสั่งซื้อทั้งหมดได้
uk: Неможливо відхилити всі замовлення.

source: Unable to reject invitation.
ar: غير قادر على رفض الدعوة.
az: Dəvəti rədd edə bilmədi.
bn: আমন্ত্রণ প্রত্যাখ্যান করতে অক্ষম৷
cs: Nelze odmítnout pozvánku.
de: Einladung kann nicht abgelehnt werden.
es: No se puede rechazar la invitación.
et: Kutset pole võimalik tagasi lükata
fi: Kutsua ei voi hylätä.
ky: Чакырууну четке кагуу мүмкүн эмес.
lt: Neįmanoma atmesti kvietimo.
lv: Nevar noraidīt ielūgumu.
nb: Kan ikke avvise invitasjon.
pl: Nie można odrzucić zaproszenia.
ru: Невозможно отклонить приглашение.
sv: Det gick inte att avvisa inbjudan.
th: ไม่สามารถปฏิเสธคำเชิญได้
uk: Не вдалося відхилити запрошення.

source: Unable to reject order.
ar: غير قادر على رفض الطلب.
az: Sifarişi rədd edə bilmədi.
bn: আদেশ প্রত্যাখ্যান করতে অক্ষম.
cs: Nelze odmítnout objednávku.
de: Bestellung kann nicht abgelehnt werden.
es: No se puede rechazar el pedido.
et: Tellimust pole võimalik tagasi lükata
fi: Tilausta ei voi hylätä.
ky: Буйрутманы четке кагуу мүмкүн эмес.
lt: Neįmanoma atmesti užsakymo.
lv: Pasūtījumu nevar noraidīt.
nb: Kan ikke avvise ordre.
pl: Nie można odrzucić zamówienia.
ru: Невозможно отклонить заказ.
sv: Det går inte att avvisa beställningen.
th: ไม่สามารถปฏิเสธคำสั่งซื้อได้
uk: Неможливо відхилити замовлення.

source: Unable to reject order item.
ar: غير قادر على رفض عنصر الطلب.
az: Sifariş maddəsini rədd edə bilmədi.
bn: অর্ডার আইটেম প্রত্যাখ্যান করতে অক্ষম.
cs: Nelze odmítnout položku objednávky.
de: Der Bestellartikel kann nicht abgelehnt werden.
es: No se puede rechazar el artículo del pedido.
et: Tellimuse kaupa ei saa tagasi lükata.
fi: Tilaustuotetta ei voi hylätä.
ky: Буйрутманы четке кагуу мүмкүн эмес.
lt: Neįmanoma atmesti užsakymo prekės.
lv: Nevar noraidīt pasūtījuma preci.
nb: Kan ikke avvise bestillingsvare.
pl: Nie można odrzucić pozycji zamówienia.
ru: Невозможно отклонить позицию заказа.
sv: Det gick inte att avvisa beställningsartikel.
th: ไม่สามารถปฏิเสธรายการสั่งซื้อได้
uk: Неможливо відхилити позицію замовлення.

source: Unable to reject permission request.
ar: غير قادر على رفض طلب الإذن.
az: İcazə tələbini rədd edə bilmədi.
bn: অনুমতি অনুরোধ প্রত্যাখ্যান করতে অক্ষম.
cs: Žádost o povolení nelze odmítnout.
de: Berechtigungsanfrage kann nicht abgelehnt werden.
es: No se puede rechazar la solicitud de permiso.
et: Õigusetaotlust ei saa tagasi lükata.
fi: Lupapyyntöä ei voi hylätä.
ky: Уруксат өтүнүчүн четке кагуу мүмкүн эмес.
lt: Nepavyko atmesti leidimo užklausos.
lv: Nevar noraidīt atļaujas pieprasījumu.
nb: Kan ikke avvise tillatelsesforespørselen.
pl: Nie można odrzucić prośby o pozwolenie.
ru: Невозможно отклонить запрос на разрешение.
sv: Det gick inte att avvisa begäran om tillstånd.
th: ไม่สามารถปฏิเสธคำขออนุญาตได้
uk: Не вдалося відхилити запит на дозвіл.

source: Unable to remove SSH key.
ar: غير قادر على إزالة مفتاح SSH.
az: SSH düyməsini silmək mümkün deyil.
bn: SSH কী সরাতে অক্ষম৷
cs: Nelze odstranit klíč SSH.
de: SSH-Schlüssel kann nicht entfernt werden.
es: No se puede eliminar la clave SSH.
et: SSH võtit pole võimalik eemaldada
fi: SSH-avaimen poistaminen ei onnistu.
ky: SSH ачкычын алып салуу мүмкүн эмес.
lt: Neįmanoma pašalinti SSH rakto.
lv: Nevar noņemt SSH atslēgu.
nb: Kan ikke fjerne SSH-nøkkel.
pl: Nie można usunąć klucza SSH.
ru: Невозможно удалить ключ SSH.
sv: Det gick inte att ta bort SSH-nyckeln.
th: ไม่สามารถลบคีย์ SSH ได้
uk: Не вдалося видалити ключ SSH.

source: Unable to remove category.
ar: غير قادر على إزالة الفئة.
az: Kateqoriyanı silmək mümkün deyil.
bn: বিভাগ সরাতে অক্ষম।
cs: Kategorii nelze odebrat.
de: Kategorie kann nicht entfernt werden.
es: No se puede eliminar la categoría.
et: Kategooriat ei saa eemaldada.
fi: Luokkaa ei voi poistaa.
ky: Категорияны алып салуу мүмкүн эмес.
lt: Nepavyko pašalinti kategorijos.
lv: Nevar noņemt kategoriju.
nb: Kan ikke fjerne kategori.
pl: Nie można usunąć kategorii.
ru: Невозможно удалить категорию.
sv: Det gick inte att ta bort kategori.
th: ไม่สามารถลบหมวดหมู่ได้
uk: Не вдалося видалити категорію.

source: Unable to remove category group.
ar: غير قادر على إزالة مجموعة الفئات.
az: Kateqoriya qrupunu silmək mümkün deyil.
bn: বিভাগ গোষ্ঠী সরাতে অক্ষম৷
cs: Nelze odstranit skupinu kategorií.
de: Die Kategoriegruppe konnte nicht entfernt werden.
es: No se puede eliminar el grupo de categorías.
et: Kategooriarühma ei saa eemaldada.
fi: Luokkaryhmää ei voi poistaa.
ky: Категория тобун алып салуу мүмкүн эмес.
lt: Nepavyko pašalinti kategorijų grupės.
lv: Nevar noņemt kategoriju grupu.
nb: Kan ikke fjerne kategorigruppen.
pl: Nie można usunąć grupy kategorii.
ru: Невозможно удалить группу категорий.
sv: Det gick inte att ta bort kategorigruppen.
th: ไม่สามารถลบกลุ่มหมวดหมู่ได้
uk: Не вдалося видалити групу категорій.

source: Unable to remove component.
ar: غير قادر على إزالة المكون.
az: Komponenti silmək mümkün deyil.
bn: উপাদান সরাতে অক্ষম.
cs: Součást nelze odebrat.
de: Komponente kann nicht entfernt werden.
es: No se puede eliminar el componente.
et: Komponenti ei saa eemaldada.
fi: Komponenttia ei voi poistaa.
ky: Компонентти алып салуу мүмкүн эмес.
lt: Nepavyko pašalinti komponento.
lv: Nevar noņemt komponentu.
nb: Kan ikke fjerne komponenten.
pl: Nie można usunąć komponentu.
ru: Невозможно удалить компонент.
sv: Det gick inte att ta bort komponenten.
th: ไม่สามารถถอดส่วนประกอบออกได้
uk: Не вдалося видалити компонент.

source: Unable to remove endpoint.
ar: غير قادر على إزالة نقطة النهاية.
az: Son nöqtəni silmək mümkün deyil.
bn: শেষবিন্দু সরাতে অক্ষম৷
cs: Koncový bod nelze odebrat.
de: Endpunkt kann nicht entfernt werden.
es: No se puede eliminar el punto final.
et: Lõpp-punkti ei saa eemaldada.
fi: Päätepistettä ei voi poistaa.
ky: Акыркы чекит өчүрүлбөй жатат.
lt: Nepavyko pašalinti galutinio taško.
lv: Nevar noņemt galapunktu.
nb: Kan ikke fjerne endepunktet.
pl: Nie można usunąć punktu końcowego.
ru: Не удалось удалить конечную точку.
sv: Det gick inte att ta bort slutpunkten.
th: ไม่สามารถลบปลายทางได้
uk: Не вдалося видалити кінцеву точку.

source: Unable to remove hook.
ar: غير قادر على إزالة الخطاف.
az: Çəngəl çıxarmaq mümkün deyil.
bn: হুক অপসারণ করতে অক্ষম.
cs: Nelze odstranit hook.
de: Hook kann nicht entfernt werden.
es: No se puede eliminar el gancho.
et: Haaki pole võimalik eemaldada
fi: Koukkua ei voi irrottaa.
ky: Илгичти алып салуу мүмкүн эмес.
lt: Neįmanoma pašalinti kabliuko.
lv: Nevar noņemt āķi.
nb: Kan ikke fjerne krok.
pl: Nie można zdjąć haka.
ru: Невозможно снять крючок.
sv: Det går inte att ta bort kroken.
th: ถอดตะขอออกไม่ได้
uk: Не вдалося зняти гачок.

source: Unable to remove image.
ar: غير قادر على إزالة الصورة.
az: Şəkli silmək mümkün deyil.
bn: ছবি সরাতে অক্ষম।
cs: Nelze odstranit obrázek.
de: Bild kann nicht entfernt werden.
es: No se puede eliminar la imagen.
et: Pilti ei saa eemaldada.
fi: Kuvaa ei voi poistaa.
ky: Сүрөттү алып салуу мүмкүн эмес.
lt: Neįmanoma pašalinti vaizdo.
lv: Nevar noņemt attēlu.
nb: Kan ikke fjerne bilde.
pl: Nie można usunąć obrazu.
ru: Не удалось удалить изображение.
sv: Det gick inte att ta bort bilden.
th: ไม่สามารถลบภาพได้
uk: Не вдалося видалити зображення.
