Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Show choices
ar: إظهار الاختيارات
az: Seçimləri göstər
bn: পছন্দ দেখান
cs: Zobrazit volby
de: Auswahl anzeigen
es: Mostrar opciones
et: Näita valikuid
fi: Näytä valinnat
ky: Тандоолорду көрсөтүү
lt: Rodyti pasirinkimus
lv: Rādīt izvēles iespējas
nb: Vis valg
pl: Pokaż opcje
ru: Показать варианты
sv: Visa val
th: แสดงตัวเลือก
uk: Показати варіанти

source: Show console log
ar: إظهار سجل وحدة التحكم
az: Konsol jurnalını göstər
bn: কনসোল লগ দেখান
cs: Zobrazit protokol konzole
de: Konsolenprotokoll anzeigen
es: Mostrar registro de la consola
et: Näita konsooli logi
fi: Näytä konsolin loki
ky: Консол журналын көрсөтүү
lt: Rodyti konsolės žurnalą
lv: Rādīt konsoles žurnālu
nb: Vis konsolllogg
pl: Pokaż dziennik konsoli
ru: Показать журнал консоли
sv: Visa konsollogg
th: แสดงบันทึกคอนโซล
uk: Показати журнал консолі

source: Show controls
ar: إظهار عناصر التحكم
az: Nəzarətləri göstər
bn: নিয়ন্ত্রণ দেখান
cs: Zobrazit ovládací prvky
de: Steuerelemente anzeigen
es: Mostrar controles
et: Kuva juhtelemendid
fi: Näytä säätimet
ky: Башкаруу элементтерин көрсөтүү
lt: Rodyti valdiklius
lv: Rādīt vadīklas
nb: Vis kontroller
pl: Pokaż elementy sterujące
ru: Показать элементы управления
sv: Visa kontroller
th: แสดงการควบคุม
uk: Показати елементи керування

source: Show details
ar: إظهار التفاصيل
az: Təfsilatları göstər
bn: বিস্তারিত দেখাও
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Mostrar detalles
et: Näita detaile
fi: Näytä yksityiskohdat
ky: Деталдарды көрсөтүү
lt: Parodyk detales
lv: Rādīt detalizētu informāciju
nb: Vis detaljer
pl: Pokaż szczegóły
ru: Показать подробности
sv: Visa detaljer
th: แสดงรายละเอียด
uk: Показати деталі

source: Show diff
ar: إظهار الفرق
az: Fərqi göstər
bn: পার্থক্য দেখান
cs: Zobrazit rozdíl
de: Diff anzeigen
es: Mostrar diferencia
et: Näita erinevusi
fi: Näytä ero
ky: Айырмачылыкты көрсөтүү
lt: Rodyti diff
lv: Rādīt atšķir
nb: Vis diff
pl: Pokaż różnicę
ru: Показать разницу
sv: Visa diff
th: แสดงความแตกต่าง
uk: Показати різн

source: Show events
ar: عرض الأحداث
az: Hadisələri göstər
bn: ঘটনা দেখান
cs: Zobrazit události
de: Ereignisse einblenden
es: Mostrar eventos
et: Näita sündmusi
fi: Näytä tapahtumat
ky: Окуяларды көрсөтүү
lt: Rodyti įvykius
lv: Rādīt notikumus
nb: Vis hendelser
pl: Pokaż wydarzenia
ru: Показать события
sv: Visa evenemang
th: แสดงกิจกรรม
uk: Показати події

source: Show less
ar: عرض أقل
az: az göstər
bn: প্রদর্শন কম
cs: Zobrazit méně
de: Zeige weniger
es: Mostrar menos
et: Näita vähem
fi: Näytä vähemmän
ky: Азыраак көрсөтүү
lt: Rodyti mažiau
lv: Rādīt mazāk
nb: Vis mindre
pl: Pokaż mniej
ru: Показать меньше
sv: Visa mindre
th: แสดงน้อยลง
uk: Показувати менше

source: Show metadata
ar: إظهار البيانات الوصفية
az: Metadata göstər
bn: মেটাডেটা দেখান
cs: Zobrazit metadata
de: Metadaten anzeigen
es: Mostrar metadatos
et: Kuva metaandmed
fi: Näytä metatiedot
ky: Метадайындарды көрсөтүү
lt: Rodyti metaduomenis
lv: Rādīt metadatus
nb: Vis metadata
pl: Pokaż metadane
ru: Показать метаданные
sv: Visa metadata
th: แสดงข้อมูลเมตา
uk: Показати метадані

source: Show monthly estimates
ar: عرض التقديرات الشهرية
az: Aylıq təxminləri göstərin
bn: মাসিক অনুমান দেখান
cs: Zobrazit měsíční odhady
de: Monatliche Schätzungen anzeigen
es: Mostrar estimaciones mensuales
et: Kuva igakuised prognoosid
fi: Näytä kuukausittaiset arviot
ky: Айлык эсептерди көрсөтүү
lt: Rodyti mėnesio sąmatas
lv: Rādīt mēneša aprēķinus
nb: Vis månedlige anslag
pl: Pokaż szacunki miesięczne
ru: Показать ежемесячные оценки
sv: Visa månatliga uppskattningar
th: แสดงประมาณการรายเดือน
uk: Показати місячні оцінки

source: Show more
ar: أظهر المزيد
az: daha çox göstərmək
bn: আরো দেখুন
cs: Zobrazit více
de: Zeig mehr
es: Mostrar más
et: Näita rohkem
fi: näytä lisää
ky: Көбүрөөк көрсөтүү
lt: Rodyti daugiau
lv: Parādīt vairāk
nb: Vis mer
pl: pokaż więcej
ru: показать больше
sv: Visa mer
th: แสดงมากขึ้น
uk: Показати більше

source: Show offering
ar: عرض العطاء
az: Təklif göstər
bn: অফার দেখান
cs: Zobrazit nabídku
de: Angebot anzeigen
es: Mostrar oferta
et: Näita pakkumist
fi: Näytä tarjonta
ky: Сунуштарды көрсөтүү
lt: Rodyti pasiūlymą
lv: Rādīt piedāvājumu
nb: Vis tilbud
pl: Pokaż ofertę
ru: Показать предложение
sv: Visa erbjudande
th: แสดงการถวาย
uk: Показати пропозицію

source: Show offerings
ar: عرض العروض
az: Təklifləri göstər
bn: নৈবেদ্য দেখান
cs: Zobrazit nabídky
de: Angebote anzeigen
es: Mostrar ofertas
et: Näita pakkumisi
fi: Näytä tarjoukset
ky: Сунуштарды көрсөтүү
lt: Rodyti pasiūlymus
lv: Rādīt piedāvājumus
nb: Vis tilbud
pl: Pokaż oferty
ru: Показать предложения
sv: Visa erbjudanden
th: แสดงเครื่องบูชา
uk: Показати пропозиції

source: Show only active group invitations
ar: إظهار دعوات المجموعة النشطة فقط
az: Yalnız aktiv qrup dəvətnamələri göstərin
bn: শুধুমাত্র সক্রিয় গ্রুপ আমন্ত্রণগুলি দেখান
cs: Zobrazit pouze pozvánky aktivní skupiny
de: Nur aktive Gruppeneinladungen anzeigen
es: Mostrar solo las invitaciones de grupo activas
et: Kuva ainult aktiivsed rühma kutsed
fi: Näytä vain aktiiviset ryhmäkutsut
ky: Жигердүү топко чакырууларды гана көрсөтүү
lt: Rodyti tik aktyvius grupės kvietimus
lv: Rādīt tikai aktīvos grupas ielūgumus
nb: Vis bare aktive gruppeinvitasjoner
pl: Pokaż tylko aktywne zaproszenia do grup
ru: Показывать только активные приглашения в группы
sv: Visa endast aktiva gruppinbjudningar
th: แสดงเฉพาะคำเชิญกลุ่มที่ใช้งานอยู่
uk: Показувати лише активні запрошення до групи

source: Show only erred
ar: لا تظهر إلا أخطأت
az: Yalnız səhvləri göstər
bn: শুধুমাত্র ভুল দেখান
cs: Zobrazit pouze chybné
de: Nur fehlerhaft anzeigen
es: Mostrar solo errores
et: Näita ainult eksis
fi: Näytä vain virhe
ky: Ката гана көрсөтүү
lt: Rodyti tik suklydo
lv: Parādīt tikai kļūdījies
nb: Vis bare feil
pl: Pokaż tylko błędne
ru: Показать только ошибочные
sv: Visa bara fel
th: แสดงว่าผิดพลาดเท่านั้น
uk: Показувати лише помилки

source: Show only terminated
ar: عرض تم إنهاؤه فقط
az: Yalnız göstərmə sona çatdı
bn: প্রদর্শন শুধুমাত্র বন্ধ
cs: Show pouze ukončena
de: Nur beendet anzeigen
es: Mostrar solo terminado
et: Näita ainult lõpetatud
fi: Näytä vain lopetettu
ky: Көрсөтүү гана токтотулду
lt: Rodymas tik nutrauktas
lv: Rādīt tikai pārtraukta
nb: Vis bare avsluttet
pl: Pokaż tylko zakończone
ru: Показать только прекращено
sv: Visa endast avslutad
th: การแสดงสิ้นสุดลงเท่านั้น
uk: Показати лише припинено

source: Show password
ar: عرض كلمة المرور
az: Şifrəni göstər
bn: পাসওয়ার্ড দেখাও
cs: Zobrazit heslo
de: Passwort anzeigen
es: Mostrar contraseña
et: Näita parooli
fi: Näytä salasana
ky: Сыр сөздү көрсөтүү
lt: Rodyti slaptažodį
lv: Rādīt paroli
nb: Vis passord
pl: Pokaż hasło
ru: Показать пароль
sv: Visa lösenord
th: แสดงรหัสผ่าน
uk: Показати пароль

source: Show plan
ar: عرض الخطة
az: Planı göstər
bn: পরিকল্পনা দেখান
cs: Zobrazit plán
de: Plan anzeigen
es: Mostrar plan
et: Näita plaani
fi: Näytä suunnitelma
ky: Планды көрсөтүү
lt: Rodyti planą
lv: Rādīt plānu
nb: Vis plan
pl: Pokaż plan
ru: Показать план
sv: Visa plan
th: แสดงแผน
uk: Показати план

source: Show private
ar: عرض خاص
az: Özəli göstər
bn: ব্যক্তিগত দেখান
cs: Zobrazit soukromé
de: Privat anzeigen
es: Mostrar privado
et: Näita privaatset
fi: Näytä yksityinen
ky: Купуя көрсөтүү
lt: Rodyti privatų
lv: Rādīt privātu
nb: Vis privat
pl: Pokaż prywatne
ru: Показать приватное
sv: Visa privat
th: แสดงเป็นการส่วนตัว
uk: Показати приватне

source: Show project
ar: عرض المشروع
az: Layihəni göstər
bn: প্রকল্প দেখান
cs: Zobrazit projekt
de: Projekt anzeigen
es: Mostrar proyecto
et: Näita projekti
fi: Näytä projekti
ky: Долбоорду көрсөтүү
lt: Rodyti projektą
lv: Rādīt projektu
nb: Vis prosjekt
pl: Pokaż projekt
ru: Показать проект
sv: Visa projekt
th: แสดงโครงการ
uk: Показати проект

source: Show recipients
ar: إظهار المستلمين
az: Alıcıları göstərin
bn: প্রাপকদের দেখান
cs: Zobrazit příjemce
de: Empfänger anzeigen
es: Mostrar destinatarios
et: Kuva adressaadid
fi: Näytä vastaanottajat
ky: Алуучуларды көрсөтүү
lt: Rodyti gavėjus
lv: Rādīt adresātus
nb: Vis mottakere
pl: Pokaż odbiorców
ru: Показать получателей
sv: Visa mottagare
th: แสดงผู้รับ
uk: Показати одержувачів

source: Show report
ar: عرض التقرير
az: Hesabatı göstər
bn: রিপোর্ট দেখান
cs: Zobrazit hlášení
de: Bericht anzeigen
es: Mostrar informe
et: Näita raportit
fi: Näytä raportti
ky: Отчетту көрсөтүү
lt: Rodyti ataskaitą
lv: Rādīt atskaiti
nb: Vis rapport
pl: Pokaż raport
ru: Показать отчет
sv: Visa rapport
th: แสดงรายงาน
uk: Показати звіт

source: Show request
ar: عرض الطلب
az: İstək göstər
bn: অনুরোধ দেখান
cs: Zobrazit požadavek
de: Anfrage anzeigen
es: Mostrar solicitud
et: Näita päringut
fi: Näytä pyyntö
ky: Сурам көрсөтүү
lt: Rodyti užklausą
lv: Parādīt pieprasījumu
nb: Vis forespørsel
pl: Pokaż żądanie
ru: Показать запрос
sv: Visa begäran
th: แสดงคำขอ
uk: Показати запит

source: Show rules
ar: عرض القواعد
az: Qaydaları göstər
bn: নিয়ম দেখান
cs: Zobrazit pravidla
de: Regeln anzeigen
es: Mostrar reglas
et: Näita reegleid
fi: Näytä säännöt
ky: Эрежелерди көрсөтүү
lt: Rodyti taisykles
lv: Rādīt noteikumus
nb: Vis regler
pl: Pokaż zasady
ru: Показать правила
sv: Visa regler
th: แสดงกฎเกณฑ์
uk: Показати правила

source: Show shared
ar: إظهار المشتركة
az: Paylaşılanları göstərin
bn: শেয়ার করা দেখান
cs: Zobrazit sdílené
de: Freigegeben anzeigen
es: Mostrar compartido
et: Näita jagatud
fi: Näytä jaettu
ky: Бөлүшүлгөн көрсөтүү
lt: Rodyti bendrinamą
lv: Rādīt kopīgoto
nb: Vis delt
pl: Pokaż udostępnione
ru: Показать общие
sv: Visa delat
th: แสดงที่ใช้ร่วมกัน
uk: Показати спільний доступ

source: Show usage
ar: إظهار الاستخدام
az: İstifadəni göstər
bn: ব্যবহার দেখান
cs: Zobrazit využití
de: Verwendung anzeigen
es: Mostrar uso
et: Näita kasutust
fi: Näytä käyttö
ky: Колдонууну көрсөтүү
lt: Rodyti naudojimą
lv: Rādīt lietojumu
nb: Vis bruk
pl: Pokaż użycie
ru: Показать использование
sv: Visa användning
th: แสดงการใช้งาน
uk: Показати використання

source: Show user details
ar: إظهار تفاصيل المستخدم
az: İstifadəçi məlumatlarını göstərin
bn: ব্যবহারকারীর বিবরণ দেখান
cs: Zobrazit podrobnosti o uživateli
de: Benutzerdetails anzeigen
es: Mostrar detalles de usuario
et: Kasutaja üksikasjad
fi: Näytä käyttäjätiedot
ky: Колдонуучунун чоо-жайын көрсөтүү
lt: Rodyti išsamią vartotojo informaciją
lv: Rādīt lietotāja informāciju
nb: Vis brukerdetaljer
pl: Pokaż szczegóły użytkownika
ru: Показать данные пользователя
sv: Visa användarinformation
th: แสดงรายละเอียดผู้ใช้
uk: Показати інформацію про користувача

source: Show users outside organization
az: Təşkilatdan kənar istifadəçiləri göst

source: Show with running accounting
ar: تظهر مع تشغيل المحاسبة
az: Mühasibat uçotu ilə göstərin
bn: চলমান অ্যাকাউন্টিং সহ দেখান
cs: Zobrazit se spuštěným účetnictvím
de: Anzeigen mit laufender Buchhaltung
es: Mostrar con contabilidad en ejecución
et: Näita ainult jooksva arveldusega
fi: Näytä juoksevan kirjanpidon kanssa
ky: Бухгалтердик эсеп менен көрсөтүү
lt: Rodyti su buhalterine apskaita
lv: Rādīt ar tekošo grāmatvedību
nb: Vis med løpende regnskap
pl: Pokaż z prowadzoną księgowością
ru: Показать с запущенным учетом
sv: Visa med löpande redovisning
th: แสดงกับการบัญชีที่กำลังทำงานอยู่
uk: Показати з поточним обліком

source: Show yearly estimates
ar: عرض التقديرات السنوية
az: İllik təxminləri göstərin
bn: বার্ষিক অনুমান দেখান
cs: Zobrazit roční odhady
de: Jährliche Schätzungen anzeigen
es: Mostrar estimaciones anuales
et: Näita aastaprognoose
fi: Näytä vuosiarviot
ky: Жылдык эсептерди көрсөтүү
lt: Rodyti metines sąmatas
lv: Rādīt gada aprēķinus
nb: Vis årlige estimater
pl: Pokaż szacunki roczne
ru: Показать годовые оценки
sv: Visa årliga uppskattningar
th: แสดงประมาณการรายปี
uk: Показати річні оцінки

source: Show {category} resources
ar: يعرض{category} موارد
az: Res {category} ursları göstər
bn: দেখান{category} সম্পদ
cs: Ukázat{category} zdroje
de: Zeigen{category} Ressourcen
es: Mostrar {category} recursos
et: Näita {category} ressursse
fi: Näytä{category} resursseja
ky: Show{category} ресурстар
lt: Rodyti{category} išteklių
lv: Rādīt{category} resursus
nb: Forestilling{category} ressurser
pl: Pokazywać{category} zasoby
ru: Показывать{category} Ресурсы
sv: Show{category} Resurser
th: แสดง{category} ทรัพยากร
uk: Показати{category} ресурси

source: Show {count} more
ar: يعرض{count} أكثر
az: Daha çox {count} göstər
bn: দেখান{count} আরো
cs: Ukázat{count} více
de: Zeigen{count} mehr
es: Mostrar {count} más
et: Näita veel {count}
fi: Näytä{count} lisää
ky: Show{count} көбүрөөк
lt: Rodyti{count} daugiau
lv: Rādīt{count} vairāk
nb: Forestilling{count} mer
pl: Pokazywać{count} więcej
ru: Показывать{count} более
sv: Show{count} Mer
th: แสดง{count} มากกว่า
uk: Показати{count} більше

source: Showing all
ar: عرض الكل
az: Hamısını göstərmək
bn: সব দেখাচ্ছে
cs: Zobrazení všech
de: Alle anzeigen
es: Mostrando todo
et: Näidatakse kõiki
fi: Näytetään kaikki
ky: Баарын көрсөтүү
lt: Rodoma viskas
lv: Rāda visu
nb: Viser alle
pl: Pokazuję wszystko
ru: Показаны все
sv: Visar alla
th: แสดงทั้งหมด
uk: Показано все

source: Showing services available for
ar: عرض الخدمات المتاحة ل
az: Mövcud xidmətlərin göstərilməsi
bn: জন্য উপলব্ধ পরিষেবা দেখাচ্ছে
cs: Zobrazení dostupných služeb pro
de: Verfügbare Dienste anzeigen für
es: Mostrar los servicios disponibles para
et: Saadaolevate teenuste kuvamine
fi: Näytetään saatavilla olevat palvelut
ky: үчүн жеткиликтүү кызматтар көрсөтүлүүдө
lt: Rodomos teikiamos paslaugos
lv: Tiek rādīti pakalpojumi, kas ir pieejami
nb: Viser tjenester tilgjengelig for
pl: Wyświetlanie usług dostępnych dla
ru: Показаны услуги, доступные для
sv: Visar tjänster tillgängliga för
th: กำลังแสดงบริการที่มีให้สำหรับ
uk: Показ послуг, доступних для

source: Showing {sliceStart} to {sliceEnd} of {resultCount} entries.
ar: عرض{sliceStart} ل{sliceEnd} ل{resultCount} إدخالات.
az: {sliceStart} girişlərindən {sliceEnd}-dan {resultCount}-a kimi göstərmək.
bn: দেখাচ্ছে{sliceStart} প্রতি{sliceEnd} এর{resultCount} এন্ট্রি
cs: Zobrazeno {sliceStart} až {sliceEnd} z {resultCount} záznamů.
de: Anzeigen von {sliceStart} bis {sliceEnd} von {resultCount} -Einträgen.
es: Mostrando {sliceStart} a {sliceEnd} de {resultCount} entradas.
et: Näitan {sliceStart} kuni {sliceEnd} kirjet {resultCount} kandest.
fi: Näytetään{sliceStart} to{sliceEnd} /{resultCount} merkintöjä.
ky: Көрсөтүү{sliceStart} чейин{sliceEnd} нын{resultCount} жазуулар.
lt: Rodomi {sliceStart} į {sliceEnd} įrašus iš {resultCount}.
lv: Rāda{sliceStart} uz{sliceEnd} no{resultCount} ieraksti.
nb: Viser {sliceStart} til {sliceEnd} av {resultCount} oppføringer.
pl: Seans{sliceStart} Do{sliceEnd} z{resultCount} wpisy.
ru: Показаны{sliceStart} к{sliceEnd} из{resultCount} записи.
sv: Visar {sliceStart} till {sliceEnd} av {resultCount} poster.
th: กำลังแสดง{sliceStart} ถึง{sliceEnd} ของ{resultCount} รายการ.
uk: Показ{sliceStart} до{sliceEnd} з{resultCount} записи.

source: Shows a common pricelist for all offerings in the marketplace.
ar: يعرض قائمة أسعار مشتركة لجميع العروض في السوق.
az: Bazardakı bütün təkliflər üçün ümumi qiymət siyahısını göstərir.
bn: বাজারের সমস্ত অফারগুলির জন্য একটি সাধারণ মূল্য তালিকা দেখায়৷
cs: Zobrazuje společný ceník pro všechny nabídky na trhu.
de: Zeigt eine gemeinsame Preisliste für alle Angebote auf dem Marktplatz.
es: Muestra una lista de precios común para todas las ofertas del marketplace.
et: Näitab kõigi turul olevate pakkumiste ühist hinnakirja.
fi: Näyttää yhteisen hinnaston kaikille markkinoilla oleville tarjouksille.
ky: Базардагы бардык сунуштар үчүн жалпы баа тизмесин көрсөтөт.
lt: Rodomas bendras visų rinkoje esančių pasiūlymų kainoraštis.
lv: Parāda kopīgu cenu sarakstu visiem piedāvājumiem tirgū.
nb: Viser en felles prisliste for alle tilbud på markedsplassen.
pl: Pokazuje wspólny cennik dla wszystkich ofert na rynku.
ru: Показывает общий прайс-лист для всех предложений на рынке.
sv: Visar en gemensam prislista för alla erbjudanden på marknaden.
th: แสดงรายการราคาทั่วไปสำหรับข้อเสนอทั้งหมดในตลาดกลาง
uk: Показує загальний прайс-лист для всіх пропозицій на ринку.

source: Shows available capacity of offering plans.
ar: يظهر القدرة المتاحة لتقديم الخطط.
az: Təklif planlarının mövcud qabiliyyətini göstərir.
bn: প্ল্যান অফার করার উপলব্ধ ক্ষমতা দেখায়।
cs: Zobrazuje dostupnou kapacitu nabídkových plánů.
de: Zeigt die verfügbare Kapazität der Angebotspläne an.
es: Muestra la capacidad disponible de los planes de oferta.
et: Kuvab saadaolevate pakkumiste mahu.
fi: Näyttää käytettävissä olevan tarjoussuunnitelmien kapasiteetin.
ky: Пландарды сунуш кылуу мүмкүнчүлүгүн көрсөтөт.
lt: Rodo galimą siūlymo planų pajėgumą.
lv: Parāda pieejamo piedāvājuma plānu jaudu.
nb: Viser tilgjengelig kapasitet for å tilby planer.
pl: Pokazuje dostępną pojemność planów ofertowych.
ru: Показывает доступную емкость планов предложения.
sv: Visar tillgänglig kapacitet för att erbjuda planer.
th: แสดงความจุที่มีอยู่ของแผนการเสนอ
uk: Показує доступну ємність планів пропозиції.

source: Shows change in aggregated monthly revenues over time.
ar: يظهر التغيير في الإيرادات الشهرية المجمعة مع مرور الوقت.
az: Zamanla ümumi aylıq gəlirlərdə dəyişikliyi göstərir.
bn: সময়ের সাথে একত্রিত মাসিক আয়ের পরিবর্তন দেখায়।
cs: Ukazuje změnu agregovaných měsíčních příjmů v průběhu času.
de: Zeigt die Veränderung der aggregierten monatlichen Einnahmen im Zeitverlauf.
es: Muestra los cambios en los ingresos mensuales agregados a lo largo del tiempo.
et: Näitab koondatud igakuiste tulude muutust aja jooksul.
fi: Näyttää kuukausittaisten kokonaistulojen muutoksen ajan kuluessa.
ky: Убакыттын өтүшү менен жалпыланган айлык кирешенин өзгөрүшүн көрсөтөт.
lt: Rodo bendrų mėnesinių pajamų pokyčius laikui bėgant.
lv: Rāda izmaiņas kopējos ikmēneša ieņēmumos laika gaitā.
nb: Viser endring i aggregerte månedlige inntekter over tid.
pl: Pokazuje zmianę zagregowanych miesięcznych przychodów w czasie.
ru: Показывает изменение совокупного ежемесячного дохода с течением времени.
sv: Visar förändring i aggregerade månatliga intäkter över tid.
th: แสดงการเปลี่ยนแปลงในรายได้รวมต่อเดือนในช่วงเวลาต่างๆ
uk: Показує зміну сукупних місячних доходів з часом.

source: Shows distributions of organizations into groups.
ar: يظهر توزيعات المنظمات إلى مجموعات.
az: Təşkilatların qruplara bölüşdürülməsini göstərir.
bn: গ্রুপে সংগঠনের বন্টন দেখায়।
cs: Zobrazuje rozdělení organizací do skupin.
de: Zeigt die Verteilung von Organisationen in Gruppen an.
es: Muestra las distribuciones de las organizaciones en grupos.
et: Näitab organisatsioonide jaotust gruppidesse.
fi: Näyttää organisaatioiden jakautumisen ryhmiin.
ky: Уюмдардын топторго бөлүштүрүлүшүн көрсөтөт.
lt: Rodo organizacijų pasiskirstymą į grupes.
lv: Parāda organizāciju sadalījumu grupās.
nb: Viser fordelinger av organisasjoner i grupper.
pl: Pokazuje podział organizacji na grupy.
ru: Показывает распределение организаций по группам.
sv: Visar fördelningar av organisationer i grupper.
th: แสดงการกระจายขององค์กรออกเป็นกลุ่มๆ
uk: Показує розподіл організацій по групах.

source: Shows monthly revenue split by organization.
ar: يعرض تقسيم الإيرادات الشهرية حسب المؤسسة.
az: Təşkilata görə bölünmüş aylıq gəliri göstərir.
bn: প্রতিষ্ঠান দ্বারা মাসিক রাজস্ব বিভক্ত দেখায়।
cs: Zobrazuje rozdělení měsíčních příjmů podle organizace.
de: Zeigt die monatliche Umsatzaufteilung nach Organisation.
es: Muestra los ingresos mensuales divididos por organización.
et: Kuvab igakuised tulud organisatsiooni kaupa.
fi: Näyttää kuukausittaiset tulot organisaatiokohtaisesti jaettuna.
ky: Уюм боюнча бөлүнгөн айлык кирешени көрсөтөт.
lt: Rodomos mėnesio pajamos, paskirstytos pagal organizaciją.
lv: Rāda ikmēneša ieņēmumus, kas sadalīti pa organizācijām.
nb: Viser månedlig inntekt delt etter organisasjon.
pl: Pokazuje miesięczny podział przychodów według organizacji.
ru: Показывает ежемесячный доход, разделенный по организациям.
sv: Visar månatlig intäkt uppdelad efter organisation.
th: แสดงการแบ่งรายได้รายเดือนตามองค์กร
uk: Показує розподіл місячного доходу за організацією.

source: Shows quotas aggregated by organization.
az: Təşkilat üzrə toplanmış kvotaları göstərir.

source: Shows state of a resource as reported by backend system.
az: Arxa sistem tərəfindən bildirildiyi kimi bir resursun vəziyyətini göstərir.

source: Shows state of synchronisation with accounting.
az: Mühasibat uçotu ilə sinxronizasiya vəziyyətini göstərir.

source: Shows state of synchronisation with backend system.
az: Backend sistemi ilə sinxronizasiya vəziyyətini göstərir.

source: Shows usage of resources reported by service providers by month.
ar: يظهر استخدام الموارد التي أبلغ عنها مقدمو الخدمة حسب الشهر.
az: Xidmət təminatçıları tərəfindən aylara görə bildirilən resurslardan istifadəni göstərir.
bn: মাসে মাসে পরিষেবা প্রদানকারীদের দ্বারা রিপোর্ট করা সম্পদের ব্যবহার দেখায়।
cs: Zobrazuje využití zdrojů hlášených poskytovateli služeb podle měsíce.
de: Zeigt die von Dienstanbietern gemeldete Ressourcennutzung pro Monat an.
es: Muestra el uso de los recursos informado por los proveedores de servicios por mes.
et: Näitab teenusepakkujate poolt raporteeritud ressursside kasutust kuude kaupa.
fi: Näyttää palveluntarjoajien raportoimien resurssien käytön kuukausittain.
ky: Кызмат көрсөтүүчүлөр тарабынан ай боюнча ресурстардын колдонулушун көрсөтөт.
lt: Rodo paslaugų teikėjų pateiktų išteklių naudojimą pagal mėnesį.
lv: Parāda pakalpojumu sniedzēju ziņoto resursu izmantošanu pa mēnešiem.
nb: Viser bruk av ressurser rapportert av tjenesteleverandører etter måned.
pl: Pokazuje wykorzystanie zasobów raportowane przez usługodawców według miesiąca.
ru: Показывает использование ресурсов, о которых сообщают поставщики услуг, по месяцам.
sv: Visar användning av resurser som rapporterats av tjänsteleverantörer per månad.
th: แสดงการใช้ทรัพยากรที่รายงานโดยผู้ให้บริการตามเดือน
uk: Показує використання ресурсів, про яке повідомляють постачальники послуг, за місяцями.

source: Shutdown
ar: اغلق
az: Bağlanma
bn: শাটডাউন
cs: Vypnutí
de: Herunterfahren
es: Apagado
et: Lülita välja
fi: Sammuttaa
ky: Өчүрүү
lt: Išjungimo
lv: Izslēgt
nb: Avstengning
pl: Zamknięcie
ru: Неисправность
sv: Avstängning
th: ปิดตัวลง
uk: Закрити

source: Sign in
ar: تسجيل الدخول
az: Daxil ol
bn: সাইন ইন করুন
cs: Přihlásit se
de: Einloggen
es: Iniciar sesión
et: Logi sisse
fi: Kirjaudu sisään
ky: Кирүү
lt: Prisijungti
lv: Ielogoties
nb: Logg på
pl: Rejestrowanie
ru: ВОЙТИ
sv: Logga in
th: เข้าสู่ระบบ
uk: Увійти

source: Sign in with local account
ar: قم بتسجيل الدخول باستخدام الحساب المحلي
az: Yerli hesabla daxil olun
bn: স্থানীয় অ্যাকাউন্ট দিয়ে সাইন ইন করুন
cs: Přihlaste se pomocí místního účtu
de: Melden Sie sich mit einem lokalen Konto an
es: Iniciar sesión con una cuenta local
et: Logige sisse kohaliku kontoga
fi: Kirjaudu sisään paikallisella tilillä
ky: Жергиликтүү каттоо эсеби менен кириңиз
lt: Prisijunkite naudodami vietinę paskyrą
lv: Pierakstieties ar vietējo kontu
nb: Logg på med lokal konto
pl: Zaloguj się na konto lokalne
ru: Войдите с локальной учетной записью
sv: Logga in med lokalt konto
th: ลงชื่อเข้าใช้ด้วยบัญชีท้องถิ่น
uk: Увійдіть за допомогою локального облікового запису

source: Sign in with {label}
ar: تسجيل الدخول ب{label}
az: {label} ilə daxil ol
bn: দিয়ে সাইন ইন{label}
cs: Přihlaste se pomocí {label}
de: Melden Sie sich mit dem Befehl {label} an.
es: Iniciar sesión con {label}
et: {label}
fi: Kirjaudu sisään{label}
ky: менен кирүү{label}
lt: Prisijunkite naudodami {label}
lv: Pierakstīties ar{label}
nb: Logg inn med {label}
pl: Zaloguj się korzystając z{label}
ru: Войти в систему с{label}
sv: Logga in med {label}
th: เข้าสู่ระบบด้วย{label}
uk: Увійти за допомогою{label}
