Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: No organization groups
ar: لا توجد مجموعات تنظيمية
az: Təşkilat qrupları yoxdur
bn: কোনো সংগঠনের দল নেই
cs: Žádné organizační skupiny
de: Keine Organisationsgruppen
es: Sin grupos organizativos
et: Organisatsiooni grupid puuduvad
fi: Ei organisaatioryhmiä
ky: Уюм топтору жок
lt: Nėra organizacijų grupių
lv: Nav organizāciju grupu
nb: Ingen organisasjonsgrupper
pl: Brak grup organizacyjnych
ru: Нет организационных групп
sv: Inga organisationsgrupper
th: ไม่มีกลุ่มองค์กร
uk: Немає організаційних груп

source: No organizations
ar: لا منظمات
az: Təşkilat yoxdur
bn: কোন সংস্থা নেই
cs: Žádné organizace
de: Keine Organisationen
es: Sin organizaciones
et: Organisatsioone pole
fi: Ei järjestöjä
ky: Уюмдар жок
lt: Nėra organizacijų
lv: Nav organizāciju
nb: Ingen organisasjoner
pl: Żadnych organizacji
ru: Нет организаций
sv: Inga organisationer
th: ไม่มีองค์กร
uk: Без організацій

source: No page added yet
ar: لم تتم إضافة أي صفحة حتى الآن
az: Hələ heç bir səhifə əlavə edilmədi
bn: এখনো কোনো পৃষ্ঠা যোগ করা হয়নি
cs: Zatím nebyla přidána žádná stránka
de: Noch keine Seite hinzugefügt
es: Aún no se ha añadido ninguna página
et: Ühtegi lehekülge pole veel lisatud
fi: Sivua ei ole vielä lisätty
ky: Азырынча барак кошулган жок
lt: Puslapis dar nepridėtas
lv: Vēl neviena lapa nav pievienota
nb: Ingen side lagt til ennå
pl: Nie dodano jeszcze żadnej strony
ru: Страница еще не добавлена
sv: Ingen sida har lagts till ännu
th: ยังไม่มีการเพิ่มหน้า
uk: Сторінок ще не додано

source: No pending confirmations
ar: لا توجد تأكيدات معلقة
az: Gözlənilən təsdiqlər yoxdur
bn: কোন মুলতুবি নিশ্চিতকরণ
cs: Žádná čekající potvrzení
de: Keine ausstehenden Bestätigungen
es: No hay confirmaciones pendientes
et: Kinnitamist vajavad tellimused puuduvad.
fi: Ei odottavia vahvistuksia
ky: Күтүүдөгү ырастоолор жок
lt: Nėra laukiančių patvirtinimų
lv: Nav neapstiprinātu apstiprinājumu
nb: Ingen ventende bekreftelser
pl: Brak oczekujących potwierdzeń
ru: Нет ожидающих подтверждений
sv: Inga väntande bekräftelser
th: ไม่มีการยืนยันที่รอดำเนินการ
uk: Немає очікуваних підтверджень

source: No permissions data.
ar: لا توجد بيانات الأذونات.
az: İcazə məlumatları yoxdur.
bn: কোন অনুমতি তথ্য.
cs: Žádná data oprávnění.
de: Keine Berechtigungsdaten.
es: Sin datos de permisos.
et: Ligipääsu andmed puuduvad.
fi: Ei käyttöoikeustietoja.
ky: Уруксат дайындары жок.
lt: Nėra leidimų duomenų.
lv: Nav atļauju datu.
nb: Ingen tillatelsesdata.
pl: Brak danych o uprawnieniach.
ru: Нет данных о разрешениях.
sv: Inga behörighetsdata.
th: ไม่มีข้อมูลสิทธิ์
uk: Немає даних про дозволи.

source: No project
ar: لا يوجد مشروع
az: Layihə yoxdur
bn: কোনো প্রকল্প নেই
cs: Žádný projekt
de: Kein Projekt
es: Sin proyecto
et: Projekt puudub
fi: Ei projektia
ky: Долбоор жок
lt: Jokio projekto
lv: Nav projekta
nb: Ikke noe prosjekt
pl: Brak projektu
ru: Нет проекта
sv: Inget projekt
th: ไม่มีโครงการ
uk: Жодного проекту

source: No projects
ar: لا مشاريع
az: Layihə yoxdur
bn: কোনো প্রকল্প নেই
cs: Žádné projekty
de: Keine Projekte
es: Sin proyectos
et: Projektid puuduvad
fi: Ei projekteja
ky: Долбоорлор жок
lt: Nėra projektų
lv: Nav projektu
nb: Ingen prosjekter
pl: Brak projektów
ru: Нет проектов
sv: Inga projekt
th: ไม่มีโครงการ
uk: Жодних проектів

source: No projects are assigned to this user.
ar: لم يتم تعيين أي مشاريع لهذا المستخدم.
az: Bu istifadəçiyə heç bir layihə təyin edilmir.
bn: এই ব্যবহারকারীকে কোন প্রকল্প বরাদ্দ করা হয় না।
cs: Tomuto uživateli nejsou přiřazeny žádné projekty.
de: Diesem Benutzer sind keine Projekte zugewiesen.
es: No hay proyectos asignados a este usuario.
et: Sellele kasutajale pole määratud ühtegi projekti.
fi: Tälle käyttäjälle ei ole määritetty projekteja.
ky: Бул колдонуучуга эч кандай долбоорлор дайындалган эмес.
lt: Šiam vartotojui nepriskirti jokie projektai.
lv: Šim lietotājam nav piešķirts neviens projekts.
nb: Ingen prosjekter er tilordnet til denne brukeren.
pl: Do tego użytkownika nie są przypisane żadne projekty.
ru: Этому пользователю не назначено ни одного проекта.
sv: Inga projekt tilldelas den här användaren.
th: ไม่มีการกำหนดโปรเจ็กต์ให้กับผู้ใช้รายนี้
uk: Жодні проекти не призначені для цього користувача.

source: No providers
ar: لا مقدمي الخدمات
az: Təchizatçı yoxdur
bn: কোন প্রদানকারী নেই
cs: Žádní poskytovatelé
de: Keine Anbieter
es: Sin proveedores
et: Pakkujaid pole
fi: Ei palveluntarjoajia
ky: Провайдерлер жок
lt: Nėra teikėjų
lv: Nav pakalpojumu sniedzēju
nb: Ingen leverandører
pl: Brak dostawców
ru: Нет поставщиков
sv: Inga leverantörer
th: ไม่มีผู้ให้บริการ
uk: Немає провайдерів

source: No reported incidents in the last 24 hours
ar: لم يتم الإبلاغ عن أي حوادث خلال الـ 24 ساعة الماضية
az: Son 24 saat ərzində heç bir hadisə bildirilməyib
bn: গত ২৪ ঘণ্টায় কোনো ঘটনার খবর পাওয়া যায়নি
cs: Za posledních 24 hodin nebyly hlášeny žádné incidenty
de: In den letzten 24 Stunden wurden keine Vorfälle gemeldet
es: No se ha registrado ningún incidente en las últimas 24 horas
et: Viimase 24 tunni jooksul pole vahejuhtumeid teatatud
fi: Ei raportoituja tapauksia viimeisen 24 tunnin aikana
ky: Акыркы 24 саатта эч кандай окуя катталган жок
lt: Per pastarąsias 24 valandas nebuvo pranešta apie incidentus
lv: Pēdējo 24 stundu laikā nav ziņots par incidentiem
nb: Ingen rapporterte hendelser de siste 24 timene
pl: Brak zgłoszonych incydentów w ciągu ostatnich 24 godzin
ru: За последние 24 часа не сообщалось об инцидентах
sv: Inga rapporterade incidenter under de senaste 24 timmarna
th: ไม่มีรายงานเหตุการณ์ที่เกิดขึ้นใน 24 ชั่วโมงที่ผ่านมา
uk: Немає повідомлень про інциденти за останні 24 години

source: No resource
ar: لا يوجد مورد
az: Resurs yoxdur
bn: কোন সম্পদ নেই
cs: Žádný zdroj
de: Keine Ressource
es: Sin recursos
et: Ressurss puudub
fi: Ei resurssia
ky: Ресурс жок
lt: Nėra išteklių
lv: Nav resursa
nb: Ingen ressurs
pl: Brak zasobu
ru: Нет ресурса
sv: Ingen resurs
th: ไม่มีทรัพยากร
uk: Немає ресурсу

source: No result found
ar: لم يتم العثور على نتيجة
az: Nəticə tapılmadı
bn: কোন ফলাফল পাওয়া যায়নি
cs: Nebyl nalezen žádný výsledek
de: Keine Einträge gefunden
es: No se ha encontrado ningún resultado
et: Tulemust ei leitud
fi: Tulosta ei löytynyt
ky: Эч натыйжа табылган жок
lt: Rezultatas nerastas
lv: Nav atrasts neviens rezultāts
nb: Ingen resultater funnet
pl: Nie znaleziono żadnych wyników
ru: Результатов не найдено
sv: inga resultat
th: ไม่พบผลลัพธ์
uk: Результатів не знайдено

source: No results found
ar: لم يتم العثور على نتائج
az: Nəticə tapılmadı
bn: কোন ফলাফল পাওয়া যায়নি
cs: Nebyly nalezeny žádné výsledky
de: Keine Ergebnisse gefunden
es: No se han encontrado resultados
et: Tulemusi ei leitud
fi: Ei tuloksia
ky: Эч натыйжа табылган жок
lt: Rezultatų nerasta
lv: Nekas nav atrasts
nb: Finner ingen resultater
pl: Nie znaleziono wyników
ru: Результаты не найдены
sv: Inga resultat hittades
th: ไม่พบผลลัพธ์
uk: Нічого не знайдено

source: No rounds
ar: لا جولات
az: Turlar yoxdur
bn: কোন রাউন্ড
cs: Žádná kola
de: Keine Runden
es: Sin rondas
et: Ei mingeid ringe
fi: Ei kierroksia
ky: Раунд жок
lt: Jokių raundų
lv: Nekādas kārtas
nb: Ingen runder
pl: Żadnych rund
ru: Нет раундов
sv: Inga rundor
th: ไม่มีรอบ
uk: Без раундів

source: No service providers
ar: لا يوجد مقدمي الخدمة
az: Xidmət təminatçıları yoxdur
bn: কোন সেবা প্রদানকারী
cs: Žádní poskytovatelé služeb
de: Keine Dienstleister
es: Sin proveedores de servicios
et: Teenusepakkujaid pole
fi: Ei palveluntarjoajia
ky: Кызмат көрсөтүүчүлөр жок
lt: Nėra paslaugų teikėjų
lv: Nav pakalpojumu sniedzēju
nb: Ingen tjenesteleverandører
pl: Brak usługodawców
ru: Нет поставщиков услуг
sv: Inga tjänsteleverantörer
th: ไม่มีผู้ให้บริการ
uk: Немає постачальників послуг

source: No users
ar: لا مستخدمين
az: İstifadəçi yoxdur
bn: কোনো ব্যবহারকারী নেই
cs: Žádní uživatelé
de: Keine Benutzer
es: Sin usuarios
et: Kasutajaid pole
fi: Ei käyttäjiä
ky: Колдонуучулар жок
lt: Nėra vartotojų
lv: Nav lietotāju
nb: Ingen brukere
pl: Brak użytkowników
ru: Нет пользователей
sv: Inga användare
th: ไม่มีผู้ใช้
uk: Немає користувачів

source: No variable defined
ar: لم يتم تعريف أي متغير
az: Heç bir dəyişən müəyyən edilmir
bn: কোন পরিবর্তনশীল সংজ্ঞায়িত
cs: Není definována žádná proměnná
de: Keine Variable definiert
es: No se ha definido ninguna variable
et: Muutujat pole määratletud
fi: Muuttujaa ei ole määritetty
ky: Эч кандай өзгөрмө аныкталган
lt: Nenustatytas kintamasis
lv: Nav definēts mainīgais
nb: Ingen variabel definert
pl: Nie zdefiniowano zmiennej
ru: Переменная не определена
sv: Ingen variabel definierad
th: ไม่มีการกำหนดตัวแปร
uk: Змінна не визначена

source: Node
ar: العقدة
az: Qovşaq
bn: নোড
cs: Uzel
de: Knoten
es: Nodo
et: Sõlm
fi: Solmu
ky: Түйүн
lt: Mazgas
lv: Mezgls
pl: Węzeł
ru: Узел
sv: Nod
th: โหนด
uk: Вузол

source: Node has been created.
ar: تم إنشاء العقدة.
az: Qovşaq yaradılıb.
bn: নোড তৈরি করা হয়েছে।
cs: Uzel byl vytvořen.
de: Knoten wurde erstellt.
es: Se ha creado el nodo.
et: Sõlm on loodud.
fi: Solmu on luotu.
ky: Түйүн түзүлдү.
lt: Mazgas sukurtas.
lv: Mezgls ir izveidots.
nb: Node er opprettet.
pl: Węzeł został utworzony.
ru: Узел создан.
sv: Nod har skapats.
th: สร้างโหนดแล้ว
uk: Вузол створено.

source: Node name
ar: اسم العقدة
az: Düyün adı
bn: নোড নেম
cs: Název uzlu
de: Knotenname
es: Nombre del nodo
et: Sõlme nimi
fi: Solmun nimi
ky: Түйүндүн аталышы
lt: Mazgo pavadinimas
lv: Mezgla nosaukums
nb: Nodenavn
pl: Nazwa węzła
ru: Имя узла
sv: Nodens namn
th: ชื่อโหนด
uk: Ім&#39;я вузла

source: Node plan
ar: خطة العقدة
az: Düyün planı
bn: নোড পরিকল্পনা
cs: Plán uzlů
de: Knotenplan
es: Plan de nodos
et: Sõlmeplaan
fi: Solmusuunnitelma
ky: Түйүн планы
lt: Mazgo planas
lv: Mezglu plāns
pl: Plan węzła
ru: Тариф узла
sv: Nodplan
th: แผนโหนด
uk: План вузла

source: Nodes
ar: العقد
az: Düyünlər
bn: নোড
cs: Uzly
de: Knoten
es: Nodos
et: Sõlmed
fi: Solmut
ky: Түйүндөр
lt: Mazgai
lv: Mezgli
nb: Noder
pl: Węzły
ru: Узлов
sv: Noder
th: โหนด
uk: Вузли

source: Non-detachable and non-resizable boot disk
ar: قرص تمهيد غير قابل للفصل وغير قابل لتغيير الحجم
az: Ayrıla bilməyən və ölçüsü dəyişdirilməyən açılış diski
bn: নন-ডিটাচেবল এবং নন-রিসাইজযোগ্য বুট ডিস্ক
cs: Neoddělitelný spouštěcí disk bez změny velikosti
de: Nicht abnehmbares und in der Größe nicht veränderbares Bootlaufwerk
es: Disco de arranque no desmontable y no redimensionable
et: Mitte-eemaldatav ja mittemuutuv alglaadimisketas
fi: Ei irrotettava ja kokoamaton käynnistyslevy
ky: Ажыратылбаган жана өлчөмү өзгөрүлбөгөн жүктөө диски
lt: Nenuimamas ir nekeičiamas įkrovos diskas
lv: Sāknēšanas disks, kuru nevar atdalīt un mainīt izmērus
nb: Ikke-avtakbar og ikke-endbar oppstartsdisk
pl: Nieodłączany dysk rozruchowy o niezmiennym rozmiarze
ru: Несъемный загрузочный диск с неизменяемым размером
sv: Ej löstagbar och ej storleksändbar startskiva
th: ดิสก์สำหรับบูตที่ไม่สามารถถอดออกได้และไม่สามารถปรับขนาดได้
uk: Невід’ємний завантажувальний диск, розмір якого не змінюється

source: None
ar: اي
az: Heç biri
bn: কোনোটিই নয়
cs: Žádný
de: Keine
es: Ninguno
et: Puudub
fi: Ei lainkaan
ky: Жок
lt: Nėra
lv: neviens
nb: Ingen
pl: Żaden
ru: Никакой
sv: Ingen
th: ไม่มี
uk: Жодного

source: Not a service provider.
ar: ليس مزود الخدمة.
az: Xidmət təminatçısı deyil.
bn: পরিষেবা প্রদানকারী নয়।
cs: Nejedná se o poskytovatele služeb.
de: Kein Dienstleister.
es: No es un proveedor de servicios.
et: Ei õnnestunud teenusepakkujat salvestada.
fi: Ei palveluntarjoaja.
ky: Кызмат көрсөтүүчү эмес.
lt: Ne paslaugų teikėjas.
lv: Nav pakalpojumu sniedzējs.
nb: Ikke en tjenesteleverandør.
pl: Nie usługodawca.
ru: Не поставщик услуг.
sv: Inte en tjänsteleverantör.
th: ไม่ใช่ผู้ให้บริการ
uk: Не є постачальником послуг.

source: Not assigned
ar: غيرمعتمد
az: Təyin edilməyib
bn: নির্ধারিত না
cs: Nepřiřazeno
de: Nicht zugewiesen
es: No asignado
et: Pole määratud
fi: Ei määritetty
ky: Дайындалган эмес
lt: Nepriskirta
lv: nav piešķirts
nb: Ikke tilordnet
pl: Nie przypisano
ru: Не назначен
sv: Ej tilldelad
th: ไม่ได้รับมอบหมาย
uk: Не призначено

source: Not configured
ar: غير مهيأ
az: Konfiqurasiya edilmədi
bn: কনফিগার করা না
cs: není nakonfigurováno
de: Nicht konfiguriert
es: No configurado
et: Pole konfigureeritud
fi: Ei määritetty
ky: Конфигурацияланган эмес
lt: Nesukonfigūruotas
lv: Nav konfigurēts
nb: Ikke konfigurert
pl: Nie skonfigurowane
ru: Не настроено
sv: Inte konfigurerad
th: ไม่ได้กำหนดค่า
uk: Не налаштовано

source: Not logged in
ar: لم تقم بتسجيل الدخول
az: Daxil olmamışdır
bn: লগ ইন করা হয়নি
cs: Nepřihlášení
de: Nicht eingeloggt
es: No ha iniciado sesión
et: Ei ole sisse logitud
fi: Ei kirjautuneena
ky: Кирген жок
lt: Neprisijungęs
lv: Nav pieteicies
nb: Ikke logget inn
pl: Nie zalogowany
ru: Не вошел
sv: Inte inloggad
th: ไม่ได้เข้าสู่ระบบ
uk: Не ввійшли в систему

source: Not overridden
az: Ləğv edilmir

source: Not running accounting
ar: عدم تشغيل المحاسبة
az: Mühasibat aparılmır
bn: অ্যাকাউন্টিং চলছে না
cs: Není spuštěno účetnictví
de: Keine Buchhaltung wird ausgeführt
es: No se ejecuta la contabilidad
et: Töötav arvepidamine puudub
fi: Ei hoida kirjanpitoa
ky: Бухгалтердик эсеп иштебейт
lt: Nevykdo apskaitos
lv: Neveic grāmatvedību
nb: Kjører ikke regnskap
pl: Nie prowadzi księgowości
ru: Не ведется бухгалтерский учет
sv: Körs inte redovisning
th: ไม่ได้ทำบัญชี
uk: Не веде бухгалтерію

source: Not signed in
ar: لم تسجل الدخول
az: Giriş olunmamışdır
bn: সাইন ইন করা হয়নি
cs: Nejste přihlášeni
de: Nicht eingeloggt
es: No ha iniciado sesión
et: Ei ole sisse loginud
fi: Ei kirjautunut sisään
ky: Кире элек
lt: Neprisijungęs
lv: Nav pierakstījies
nb: Ikke pålogget
pl: Nie zalogowano się
ru: Не авторизован
sv: Inte inloggad
th: ไม่ได้ลงชื่อเข้าใช้
uk: Ви не ввійшли

source: Not used
ar: غير مستعمل
az: İstifadə olunmur
bn: ব্যবহার করা হয় না
cs: Nepoužívá se
de: Nicht benutzt
es: No se utiliza
et: Pole kasutatud
fi: Ei käytetty
ky: Колдонулбайт
lt: Nėra naudojamas
lv: Nav izmantots
nb: Ikke brukt
pl: Nieużywane
ru: Не используется
sv: Inte använd
th: ไม่ได้ใช้
uk: Не використовується

source: Note that this virtual machine will not be charged separately for {organization}.
ar: لاحظ أنه لن يتم فرض رسوم على هذا الجهاز الظاهري بشكل منفصل{organization} .
az: Qeyd edək ki, bu virtual maşın üçün ayrıca ödənilməyəcək{organization}.
bn: মনে রাখবেন যে এই ভার্চুয়াল মেশিনের জন্য আলাদাভাবে চার্জ করা হবে না{organization} .
cs: Upozorňujeme, že tento virtuální počítač nebude účtován zvlášť pro {organization}.
de: Beachten Sie, dass diese virtuelle Maschine nicht separat für {organization} berechnet wird.
es: Tenga en cuenta que esta máquina virtual no se cobrará por separado para {organization}.
et: Pane tähele et seda virtuaalmasinat tasustatakse kui osa <strong>{serviceName}</strong> paketist.
fi: Huomaa, että tästä virtuaalikoneesta ei veloiteta erikseen{organization} .
ky: Бул виртуалдык машина үчүн өзүнчө төлөнбөй турганын эске алыңыз{organization} .
lt: Atminkite, kad ši virtualioji mašina nebus apmokestinama atskirai {organization}.
lv: Ņemiet vērā, ka par šo virtuālo mašīnu netiks iekasēta atsevišķa maksa{organization} .
nb: Vær oppmerksom på at denne virtuelle maskinen ikke vil bli belastet separat for {organization}.
pl: Należy pamiętać, że za tę maszynę wirtualną nie zostanie naliczona osobna opłata{organization} .
ru: Обратите внимание, что за эту виртуальную машину отдельно взиматься плата не будет.{organization} .
sv: Observera att den här virtuella datorn inte debiteras separat för {organization}.
th: โปรดทราบว่าเครื่องเสมือนนี้จะไม่ถูกเรียกเก็บเงินแยกต่างหาก{organization} .
uk: Зауважте, що за цю віртуальну машину не стягуватиметься окрема плата{organization} .

source: Note that this volume will not be charged separately for {organization}.
ar: لاحظ أنه لن يتم تحصيل هذا الحجم بشكل منفصل{organization} .
az: Qeyd edək ki, bu həcm ayrıca ödənilməyəcək{organization}.
bn: মনে রাখবেন যে এই ভলিউমের জন্য আলাদাভাবে চার্জ করা হবে না{organization} .
cs: Upozorňujeme, že tento svazek nebude účtován zvlášť pro {organization}.
de: Beachten Sie, dass dieses Volumen nicht separat für {organization} berechnet wird.
es: Tenga en cuenta que este volumen no se cobrará por separado para {organization}.
et: Pane tähele et seda volüümi tasustatakse kui osa <strong>{serviceName}</strong> paketist.
fi: Huomaa, että tästä tilavuudesta ei veloiteta erikseen{organization} .
ky: Бул көлөм үчүн өзүнчө төлөнбөй турганын эске алыңыз{organization} .
lt: Atminkite, kad šis tomas nebus apmokestinamas atskirai {organization}.
lv: Ņemiet vērā, ka par šo apjomu netiks iekasēta atsevišķa maksa{organization} .
nb: Vær oppmerksom på at dette volumet ikke belastes separat for {organization}.
pl: Należy pamiętać, że za ten wolumen nie będzie naliczana odrębna opłata{organization} .
ru: Обратите внимание, что этот объем не будет взиматься отдельно за{organization} .
sv: Observera att denna volym inte debiteras separat för {organization}.
th: โปรดทราบว่าปริมาณนี้จะไม่ถูกเรียกเก็บเงินแยกต่างหากสำหรับ{organization} .
uk: Зауважте, що за цей обсяг не стягуватиметься окрема плата{organization} .

source: Nothing to see here
ar: لا شيء لنرى هنا
az: Burada görmək üçün heç bir şey
bn: এখানে দেখার মতো কিছু নেই
cs: Není tu nic k vidění
de: Es gibt hier nichts zu sehen
es: Nada que ver aqui
et: Siin pole midagi vaadata
fi: Täällä ei ole mitään nähtävää
ky: Бул жерде көрө турган эч нерсе жок
lt: Čia nieko nėra
lv: Šeit nav ko redzēt
nb: Ingenting å se her
pl: Nie ma tu nic do zobaczenia
ru: Здесь нечего смотреть
sv: Inget att se här
th: ไม่มีอะไรให้ดูที่นี่
uk: Тут нічого не видно

source: Nothing to see here.
ar: لا شيء لنرى هنا.
az: Burada görmək üçün heç bir şey yoxdur.
bn: এখানে দেখার মতো কিছু নেই.
cs: Zde není nic k vidění.
de: Es gibt hier nichts zu sehen.
es: Nada que ver aqui.
et: Siin pole midagi vaadata.
fi: Täällä ei ole mitään nähtävää.
ky: Бул жерде көрө турган эч нерсе жок.
lt: Nieko čia pamatyti.
lv: Šeit nav ko redzēt.
nb: Ingenting å se her.
pl: Nie ma tu nic do zobaczenia.
ru: Здесь нечего смотреть.
sv: Inget att se här.
th: ไม่มีอะไรให้ดูที่นี่
uk: Тут нічого не видно.

source: Nothing to show here
ar: لا شيء لإظهاره هنا
az: Burada göstəriləcək heç bir şey
bn: এখানে দেখানোর কিছু নেই
cs: Není tu co ukázat
de: Hier gibt es nichts zu zeigen
es: Nada que mostrar aquí
et: Siin pole midagi näidata
fi: Ei tässä mitään näytettävää
ky: Бул жерде көрсөтө турган эч нерсе жок
lt: Čia nieko nerodyti
lv: Šeit nav ko rādīt
nb: Ingenting å vise her
pl: Nie ma tu nic do pokazania
ru: Здесь нечего показывать
sv: Inget att visa här
th: ไม่มีอะไรจะแสดงที่นี่
uk: Тут нічого не показувати

source: Notification can be sent only for created invoice.
ar: لا يمكن إرسال الإشعار إلا للفاتورة التي تم إنشاؤها.
az: Bildiriş yalnız yaradılmış faktura üçün göndərilə bilər.
bn: শুধুমাত্র তৈরি চালানের জন্য বিজ্ঞপ্তি পাঠানো যেতে পারে।
cs: Oznámení lze odeslat pouze pro vytvořenou fakturu.
de: Eine Benachrichtigung kann nur für die erstellte Rechnung gesendet werden.
es: La notificación se puede enviar solo para la factura creada.
et: Teatist saab saata ainult koostatud arve kohta.
fi: Ilmoitus voidaan lähettää vain luodusta laskusta.
ky: Билдирүү түзүлгөн эсеп-фактура үчүн гана жөнөтүлүшү мүмкүн.
lt: Pranešimą galima siųsti tik apie sukurtą sąskaitą faktūrą.
lv: Paziņojumu var nosūtīt tikai par izveidoto rēķinu.
nb: Varslingen kan bare sendes for opprettet faktura.
pl: Powiadomienie można wysłać tylko dla utworzonej faktury.
ru: Уведомление можно отправить только по созданному счету.
sv: Meddelande kan endast skickas för en skapad faktura.
th: สามารถส่งการแจ้งเตือนสำหรับใบแจ้งหนี้ที่สร้างขึ้นเท่านั้น
uk: Сповіщення можна надіслати лише для створеного рахунку.

source: Notification code
ar: رمز الإخطار
az: Bildiriş kodu
bn: বিজ্ঞপ্তি কোড
cs: Notifikační kód
de: Benachrichtigungscode
es: Código de notificación
et: Teavituskood
fi: Ilmoituskoodi
ky: Кабарлоо коду
lt: Pranešimo kodas
lv: Paziņojuma kods
nb: Varslingskode
pl: Kod powiadomienia
ru: Код уведомления
sv: Aviseringskod
th: รหัสการแจ้งเตือน
uk: Код повідомлення

source: Notification has been created.
ar: تم إنشاء الإخطار.
az: Bildiriş yaradılıb.
bn: বিজ্ঞপ্তি তৈরি করা হয়েছে।
cs: Oznámení bylo vytvořeno.
de: Die Benachrichtigung wurde erstellt.
es: Se ha creado la notificación.
et: Teade on loodud.
fi: Ilmoitus on luotu.
ky: Билдирүү түзүлдү.
lt: Pranešimas sukurtas.
lv: Paziņojums ir izveidots.
nb: Varslingen er opprettet.
pl: Powiadomienie zostało utworzone.
ru: Уведомление создано.
sv: Meddelandet har skapats.
th: สร้างการแจ้งเตือนแล้ว
uk: Сповіщення створено.

source: Notification has been saved as a draft.
ar: تم حفظ الإخطار كمسودة.
az: Bildiriş layihə kimi saxlanılıb.
bn: বিজ্ঞপ্তি একটি খসড়া হিসাবে সংরক্ষণ করা হয়েছে.
cs: Oznámení bylo uloženo jako koncept.
de: Die Benachrichtigung wurde als Entwurf gespeichert.
es: La notificación se ha guardado como borrador.
et: Märguanne on salvestatud mustandina.
fi: Ilmoitus on tallennettu luonnoksena.
ky: Эскертме долбоор катары сакталды.
lt: Pranešimas buvo išsaugotas kaip juodraštis.
lv: Paziņojums ir saglabāts kā melnraksts.
nb: Varslingen er lagret som et utkast.
pl: Powiadomienie zostało zapisane jako wersja robocza.
ru: Уведомление сохранено как черновик.
sv: Aviseringen har sparats som ett utkast.
th: บันทึกการแจ้งเตือนเป็นแบบร่างแล้ว
uk: Сповіщення збережено як чернетку.

source: Notification has been sent.
ar: تم إرسال الإخطار.
az: Bildiriş göndərildi.
bn: বিজ্ঞপ্তি পাঠানো হয়েছে।
cs: Oznámení bylo odesláno.
de: Benachrichtigung wurde gesendet.
es: Se ha enviado la notificación.
et: Teade on saadetud.
fi: Ilmoitus on lähetetty.
ky: Билдирүү жөнөтүлдү.
lt: Pranešimas išsiųstas.
lv: Paziņojums ir nosūtīts.
nb: Varsel er sendt.
pl: Powiadomienie zostało wysłane.
ru: Уведомление отправлено.
sv: Avisering har skickats.
th: ส่งการแจ้งเตือนแล้ว
uk: Сповіщення надіслано.

source: Notification has been updated.
ar: تم تحديث الإخطار.
az: Bildiriş yenilənib.
bn: বিজ্ঞপ্তি আপডেট করা হয়েছে.
cs: Oznámení bylo aktualizováno.
de: Die Benachrichtigung wurde aktualisiert.
es: Se ha actualizado la notificación.
et: Teade on värskendatud.
fi: Ilmoitus on päivitetty.
ky: Билдирме жаңыртылды.
lt: Pranešimas atnaujintas.
lv: Paziņojums ir atjaunināts.
nb: Varslingen er oppdatert.
pl: Powiadomienie zostało zaktualizowane.
ru: Уведомление обновлено.
sv: Meddelandet har uppdaterats.
th: การแจ้งเตือนได้รับการปรับปรุงแล้ว
uk: Сповіщення оновлено.

source: Notification method
ar: طريقة الإخطار
az: Bildiriş metodu
bn: বিজ্ঞপ্তি পদ্ধতি
cs: Způsob oznamování
de: Benachrichtigungsmethode
es: Método de notificación
et: Teate edastamise viis
fi: Ilmoitusmenetelmä
ky: Кабарлоо ыкмасы
lt: Pranešimo metodas
lv: Paziņošanas metode
nb: Varslingsmetode
pl: Sposób powiadamiania
ru: Способ уведомления
sv: Anmälningsmetod
th: วิธีการแจ้ง
uk: Спосіб сповіщення

source: Notification template has been created.
ar: تم إنشاء قالب الإخطار.
az: Bildiriş şablonu yaradılıb.
bn: বিজ্ঞপ্তি টেমপ্লেট তৈরি করা হয়েছে.
cs: Šablona oznámení byla vytvořena.
de: Benachrichtigungsvorlage wurde erstellt.
es: Se ha creado la plantilla de notificación.
et: Teatise mall on loodud.
fi: Ilmoitusmalli on luotu.
ky: Эскертме үлгүсү түзүлдү.
lt: Pranešimo šablonas sukurtas.
lv: Paziņojuma veidne ir izveidota.
nb: Varslingsmal er opprettet.
pl: Utworzono szablon powiadomienia.
ru: Шаблон уведомления создан.
sv: Aviseringsmall har skapats.
th: สร้างเทมเพลตการแจ้งเตือนแล้ว
uk: Шаблон повідомлення створено.
