Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: You have exceeded maximum number of quotas.
ar: لقد تجاوزت الحد الأقصى لعدد الحصص.
az: Siz maksimal sayda kvotanı aşdınız.
bn: আপনি সর্বোচ্চ সংখ্যক কোটা অতিক্রম করেছেন।
cs: Překročili jste maximální počet kvót.
de: Sie haben die maximale Anzahl von Kontingenten überschritten.
es: Ha superado el número máximo de cuotas.
et: Olete ületanud maksimaalse arvu kvoote.
fi: Olet ylittänyt kiintiöiden enimmäismäärän.
ky: Сиз квоталардын максималдуу санынан ашып кеттиңиз.
lt: Viršijote maksimalų kvotų skaičių.
lv: Jūs esat pārsniedzis maksimālo kvotu skaitu.
nb: Du har overskredet maksimalt antall kvoter.
pl: Przekroczono maksymalną liczbę przydziałów.
ru: Вы превысили максимальное количество квот.
sv: Du har överskridit det maximala antalet kvoter.
th: คุณมีจำนวนโควต้าเกินจำนวนสูงสุดแล้ว
uk: Ви перевищили максимальну кількість квот.

source: You have no notifications yet.
ar: ليس لديك أي إشعارات حتى الآن.
az: Hələ bildirişiniz yoxdur.
bn: আপনি এখনও কোনো বিজ্ঞপ্তি নেই.
cs: Zatím nemáte žádná oznámení.
de: Sie haben noch keine Benachrichtigungen.
es: Todavía no tienes notificaciones.
et: Teil pole veel teateid!
fi: Sinulla ei ole vielä ilmoituksia.
ky: Сизде азырынча эч кандай эскертмелер жок.
lt: Dar neturite pranešimų.
lv: Jums vēl nav paziņojumu.
nb: Du har ingen varsler ennå.
pl: Nie masz jeszcze żadnych powiadomień.
ru: У вас пока нет уведомлений.
sv: Du har inga meddelanden ännu.
th: คุณยังไม่มีการแจ้งเตือน
uk: У вас ще немає сповіщень.

source: You have no quotas yet.
ar: ليس لديك حصص بعد.
az: Sizin hələ heç bir kvotanız yoxdur.
bn: আপনি এখনও কোন কোটা আছে.
cs: Zatím nemáte žádné kvóty.
de: Sie haben noch keine Quoten.
es: Todavía no tiene cuotas.
et: Sul ei ole veel kvoote.
fi: Sinulla ei ole vielä kiintiöitä.
ky: Сизде азырынча квоталар жок.
lt: Jūs dar neturite kvotų.
lv: Jums vēl nav kvotu.
nb: Du har ingen kvoter ennå.
pl: Nie masz jeszcze żadnych limitów.
ru: У вас пока нет квоты.
sv: Du har inga kvoter än.
th: คุณยังไม่มีโควต้า
uk: У вас ще немає квот.

source: You have not added any SSH keys to your <Link>profile</Link>.
ar: لم تقم بإضافة أي مفاتيح SSH إلى ملفك<Link> حساب تعريفي</Link> .
az: <Link>Profil </Link> inizə heç bir SSH düyməsini əlavə etməmisiniz.
bn: আপনি আপনার কোন SSH কী যোগ করেননি<Link> প্রোফাইল</Link> .
cs: Nepřidali jste žádné SSH klíče do svého <Link>profilu</Link>.
de: Sie haben Ihrem <Link>Profil</Link> keine SSH-Schlüssel hinzugefügt.
es: No ha añadido ninguna clave SSH a tu <Link>perfil</Link>.
et: Te pole omale SSH-võtit lisanud<Link> profiil</Link> .
fi: Et ole lisännyt SSH-avaimia<Link> profiili</Link> .
ky: Сиз эч кандай SSH ачкычыңызды кошкон жоксуз<Link> профиль</Link> .
lt: Nepridėjote jokių SSH raktų prie savo <Link>profilis</Link>.
lv: Jūs neesat pievienojis nevienu SSH atslēgu savam<Link> profils</Link> .
nb: Du har ikke lagt til noen SSH-nøkler i <Link>profil</Link>.
pl: Nie dodałeś żadnych kluczy SSH do swojego<Link> profil</Link> .
ru: Вы не добавили никаких SSH-ключей в свой<Link> профиль</Link> .
sv: Du har inte lagt till några SSH-nycklar till din <Link>profil</Link>.
th: คุณยังไม่ได้เพิ่มคีย์ SSH ใด ๆ ให้กับคุณ<Link> ประวัติโดยย่อ</Link> .
uk: Ви не додали жодних ключів SSH до свого<Link> профіль</Link> .

source: You have the right to purchase service without additional approval.
ar: لديك الحق في شراء الخدمة دون الحصول على موافقة إضافية.
az: Əlavə təsdiq olmadan xidmət almaq hüququnuz var.
bn: আপনার অতিরিক্ত অনুমোদন ছাড়াই পরিষেবা কেনার অধিকার রয়েছে।
cs: Máte právo zakoupit službu bez dalšího schválení.
de: Sie haben das Recht, den Service ohne zusätzliche Genehmigung zu erwerben.
es: Tiene derecho a adquirir el servicio sin aprobación adicional.
et: Teil on õigus osta teenust ilma täiendava nõusolekuta.
fi: Sinulla on oikeus ostaa palvelu ilman lisähyväksyntää.
ky: Сиз кошумча уруксатсыз кызматты сатып алууга укугуңуз бар.
lt: Jūs turite teisę pirkti paslaugą be papildomo patvirtinimo.
lv: Jums ir tiesības iegādāties pakalpojumu bez papildu apstiprinājuma.
nb: Du har rett til å kjøpe service uten ytterligere godkjenning.
pl: Masz prawo wykupić usługę bez dodatkowej zgody.
ru: Вы имеете право приобрести услугу без дополнительного согласования.
sv: Du har rätt att köpa tjänst utan ytterligare godkännande.
th: คุณมีสิทธิ์ซื้อบริการโดยไม่ต้องได้รับการอนุมัติเพิ่มเติม
uk: Ви маєте право придбати послугу без додаткового погодження.

source: You have the right to request service without additional approval.
ar: لديك الحق في طلب الخدمة دون الحصول على موافقة إضافية.
az: Əlavə təsdiq olmadan xidmət tələb etmək hüququnuz var.
bn: আপনার অতিরিক্ত অনুমোদন ছাড়াই পরিষেবার অনুরোধ করার অধিকার রয়েছে।
cs: Máte právo požadovat servis bez dalšího schválení.
de: Sie haben das Recht, eine Dienstleistung ohne zusätzliche Genehmigung anzufordern.
es: Tiene derecho a solicitar el servicio sin aprobación adicional.
et: Teil on õigus taotleda teenust ilma täiendava nõusolekuta.
fi: Sinulla on oikeus pyytää palvelua ilman lisähyväksyntää.
ky: Кошумча уруксатсыз кызматты талап кылууга укугуңуз бар.
lt: Jūs turite teisę prašyti paslaugos be papildomo patvirtinimo.
lv: Jums ir tiesības pieprasīt pakalpojumu bez papildu apstiprinājuma.
nb: Du har rett til å be om tjeneste uten ytterligere godkjenning.
pl: Masz prawo zażądać usługi bez dodatkowej zgody.
ru: Вы имеете право запросить услугу без дополнительного одобрения.
sv: Du har rätt att begära service utan ytterligare godkännande.
th: คุณมีสิทธิ์ขอรับบริการโดยไม่ต้องได้รับการอนุมัติเพิ่มเติม
uk: Ви маєте право вимагати обслуговування без додаткового погодження.

source: You haven't created any issues yet.
ar: لم تقم بإنشاء أي مشاكل حتى الآن.
az: Hələ heç bir problem yaratmadınız.
bn: আপনি এখনও কোনো সমস্যা তৈরি করেননি।
cs: Zatím jste nevytvořili žádné problémy.
de: Sie haben noch keine Probleme erstellt.
es: Todavía no has creado ningún problema.
et: Te pole veel juhtumitest teatanud.
fi: Et ole vielä luonut ongelmia.
ky: Сиз азырынча эч кандай маселе жараткан жоксуз.
lt: Dar nesukūrėte jokių problemų.
lv: Jūs vēl neesat radījis nevienu problēmu.
nb: Du har ikke opprettet noen problemer ennå.
pl: Nie utworzyłeś jeszcze żadnych problemów.
ru: Вы еще не создали ни одной проблемы.
sv: Du har inte skapat några problem än.
th: คุณยังไม่ได้สร้างปัญหาใดๆ
uk: Ви ще не створили жодної проблеми.

source: You must be staff to modify payment profiles
ar: يجب أن تكون موظفًا لتعديل ملفات تعريف الدفع
az: Ödəniş profillərini dəyişdirmək üçün işçi olmalısınız
bn: পেমেন্ট প্রোফাইল পরিবর্তন করার জন্য আপনাকে অবশ্যই কর্মী হতে হবে
cs: Chcete-li upravit platební profily, musíte být zaměstnanci
de: Sie müssen Mitarbeiter sein, um Zahlungsprofile zu ändern
es: Debe ser personal para modificar los perfiles de pago
et: Makseprofiilide muutmiseks peate olema Staff õigustega
fi: Sinun on oltava henkilökuntaa, jotta voit muokata maksuprofiileja
ky: Төлөм профилдерин өзгөртүү үчүн сиз кызматкер болушуңуз керек
lt: Norėdami modifikuoti mokėjimų profilius, turite būti darbuotojai
lv: Lai mainītu maksājumu profilus, jums ir jābūt personālam
nb: Du må være personale for å endre betalingsprofiler
pl: Aby modyfikować profile płatności, musisz być pracownikiem
ru: Вы должны быть сотрудником, чтобы изменять платежные профили
sv: Du måste vara personal för att ändra betalningsprofiler
th: คุณต้องเป็นพนักงานจึงจะแก้ไขโปรไฟล์การชำระเงินได้
uk: Ви повинні бути співробітником, щоб змінити платіжні профілі

source: You must be staff to modify payments
ar: يجب أن تكون موظفًا لتعديل المدفوعات
az: Ödənişləri dəyişdirmək üçün işçi olmalısınız
bn: পেমেন্ট পরিবর্তন করার জন্য আপনাকে অবশ্যই কর্মী হতে হবে
cs: Chcete-li upravit platby, musíte být zaměstnanci
de: Sie müssen Mitarbeiter sein, um Zahlungen zu ändern
es: Debe ser personal para modificar los pagos
et: Maksete muutmiseks peate olema personal
fi: Sinun on oltava henkilökuntaa muuttaaksesi maksuja
ky: Төлөмдөрдү өзгөртүү үчүн сиз кызматкер болушуңуз керек
lt: Norėdami modifikuoti mokėjimus, turite būti darbuotojai
lv: Lai mainītu maksājumus, jums ir jābūt personālam
nb: Du må være stab for å endre betalinger
pl: Aby modyfikować płatności, musisz być pracownikiem
ru: Вы должны быть сотрудником, чтобы изменить платежи
sv: Du måste vara personal för att ändra betalningar
th: คุณต้องเป็นพนักงานจึงจะแก้ไขการชำระเงินได้
uk: Ви повинні бути співробітником, щоб змінити платежі

source: You need approval to finish purchasing of services.
ar: تحتاج إلى موافقة لإنهاء شراء الخدمات.
az: Xidmətlərin alınmasını başa çatdırmaq üçün təsdiq lazımdır.
bn: পরিষেবা ক্রয় শেষ করার জন্য আপনার অনুমোদন প্রয়োজন।
cs: K dokončení nákupu služeb potřebujete schválení.
de: Sie benötigen eine Genehmigung, um den Kauf von Dienstleistungen abzuschließen.
es: Necesita la aprobación para finalizar la compra de servicios.
et: Teenuste ostmise lõpetamiseks on vaja luba.
fi: Tarvitset hyväksynnän lopettaaksesi palvelujen ostamisen.
ky: Кызматтарды сатып алууну аяктоо үчүн сизге уруксат керек.
lt: Norint baigti pirkti paslaugas, reikia patvirtinimo.
lv: Lai pabeigtu pakalpojumu iegādi, jums ir nepieciešams apstiprinājums.
nb: Du trenger godkjenning for å fullføre innkjøp av tjenester.
pl: Aby dokończyć zakup usług, potrzebujesz zgody.
ru: Чтобы завершить приобретение услуг, вам необходимо одобрение.
sv: Du behöver godkännande för att slutföra inköp av tjänster.
th: คุณต้องได้รับการอนุมัติจึงจะซื้อบริการให้เสร็จสิ้นได้
uk: Вам потрібне схвалення, щоб завершити придбання послуг.

source: You will be redirected in a moment.
ar: سيتم إعادة توجيهك في لحظة.
az: Siz bir ana yönləndiriləcəksiniz.
bn: আপনাকে কিছুক্ষণের মধ্যে পুনঃনির্দেশিত করা হবে।
cs: Za chvíli budete přesměrováni.
de: Sie werden gleich umgeleitet.
es: Será redirigido en un momento.
et: Teid suunatakse hetke pärast ümber.
fi: Sinut uudelleenohjataan hetken kuluttua.
ky: Бир аздан кийин кайра багытталасыз.
lt: Po akimirkos būsite nukreipti.
lv: Pēc brīža jūs tiksit novirzīts.
nb: Du vil bli omdirigert om et øyeblikk.
pl: Za chwilę nastąpi przekierowanie.
ru: Вы будете перенаправлены через мгновение.
sv: Du kommer att omdirigeras om ett ögonblick.
th: คุณจะถูกเปลี่ยนเส้นทางในอีกสักครู่
uk: Ви будете перенаправлені за мить.

source: Your FreeIPA has been removed in FreeIPA server.
ar: تمت إزالة FreeIPA الخاص بك في خادم FreeIPA.
az: Sizin FreeIPA-nız FreeIPA serverində keçirilib.
bn: আপনার FreeIPA FreeIPA সার্ভারে সরানো হয়েছে।
cs: Váš FreeIPA byl na serveru FreeIPA odstraněn.
de: Ihr FreeIPA wurde auf dem FreeIPA-Server entfernt.
es: Su FreeIPA ha sido eliminado en el servidor de FreeIPA.
et: Sinu FreeIPA on eemaldatud FreeIPA serverist.
fi: FreeIPAsi on poistettu FreeIPA-palvelimelta.
ky: Сиздин FreeIPA FreeIPA серверинен алынып салынды.
lt: Jūsų FreeIPA buvo pašalintas FreeIPA serverio.
lv: Jūsu FreeIPA ir noņemts no FreeIPA servera.
nb: Din FreeIPA er fjernet i FreeIPA-server.
pl: Twoje FreeIPA zostało usunięte z serwera FreeIPA.
ru: Ваш FreeIPA был удален с сервера FreeIPA.
sv: Din FreeIPA har tagits bort i FreeIPA-servern.
th: FreeIPA ของคุณถูกลบออกจากเซิร์ฟเวอร์ FreeIPA
uk: Ваш FreeIPA видалено на сервері FreeIPA.

source: Your FreeIPA has been synced successfully.
ar: تمت مزامنة FreeIPA الخاص بك بنجاح.
az: Sizin FreeIPA uğurla sinxronlaşdırılıb.
bn: আপনার FreeIPA সফলভাবে সিঙ্ক করা হয়েছে।
cs: Váš FreeIPA byl úspěšně synchronizován.
de: Ihr FreeIPA wurde erfolgreich synchronisiert.
es: Su FreeIPA se ha sincronizado correctamente.
et: Teie FreeIPA on edukalt sünkroonitud.
fi: FreeIPA on synkronoitu onnistuneesti.
ky: Сиздин FreeIPA ийгиликтүү шайкештештирилди.
lt: Jūsų FreeIPA buvo sėkmingai sinchronizuotas.
lv: Jūsu FreeIPA ir veiksmīgi sinhronizēts.
nb: Din FreeIPA har blitt synkronisert.
pl: Twoja FreeIPA została pomyślnie zsynchronizowana.
ru: Ваш FreeIPA успешно синхронизирован.
sv: Din FreeIPA har synkroniserats framgångsrikt.
th: FreeIPA ของคุณได้รับการซิงค์เรียบร้อยแล้ว
uk: Ваш FreeIPA успішно синхронізовано.

source: Your account is not authorized to use this allocation
ar: حسابك غير مصرح له باستخدام هذا التخصيص
az: Hesabınız bu ayırmanı istifadə etmək səlahiyyətinə malik deyil
bn: আপনার অ্যাকাউন্ট এই বরাদ্দ ব্যবহার করার জন্য অনুমোদিত নয়
cs: Váš účet není oprávněn používat tuto alokaci
de: Ihr Konto ist nicht berechtigt, diese Zuordnung zu verwenden
es: Su cuenta no está autorizada para utilizar esta asignación
et: Teie kontol ei ole lubatud seda jaotust kasutada
fi: Tililläsi ei ole oikeutta käyttää tätä varausta
ky: Каттоо эсебиңиз бул бөлүштүрүүнү колдонууга уруксаты жок
lt: Jūsų paskyra nėra įgaliota naudoti šio paskirstymo
lv: Jūsu konts nav pilnvarots izmantot šo piešķīrumu
nb: Kontoen din er ikke autorisert til å bruke denne tildelingen
pl: Twoje konto nie jest upoważnione do korzystania z tego przydziału
ru: Вашему аккаунту не разрешено использовать это распределение.
sv: Ditt konto har inte behörighet att använda den här allokeringen
th: บัญชีของคุณไม่ได้รับอนุญาตให้ใช้การจัดสรรนี้
uk: Ваш обліковий запис не авторизовано для використання цього розподілу

source: Your account is not part of any organization. Your view will be restricted.
ar: حسابك ليس جزءًا من أي منظمة. سيتم تقييد وجهة نظرك.
az: Hesabınız heç bir təşkilatın bir hissəsi deyil. Görünüşünüz məhdudlaşacaq.
bn: আপনার অ্যাকাউন্ট কোনো প্রতিষ্ঠানের অংশ নয়. আপনার দর্শন সীমাবদ্ধ করা হবে.
cs: Váš účet není součástí žádné organizace. Váš pohled bude omezen.
de: Ihr Konto gehört keiner Organisation an. Ihre Sicht wird eingeschränkt.
es: Su cuenta no forma parte de ninguna organización. Su vista estará restringida.
et: Teie konto ei kuulu ühegi organisatsiooni koosseisu. Teie vaade on piiratud.
fi: Tilisi ei ole osa mitään organisaatiota. Näkymäsi on rajoitettu.
ky: Каттоо эсебиңиз эч кандай уюмдун бөлүгү эмес. Көз карашыңыз чектелет.
lt: Jūsų paskyra nepriklauso jokiai organizacijai. Jūsų vaizdas bus apribotas.
lv: Jūsu konts nav nevienas organizācijas daļa. Jūsu skats tiks ierobežots.
nb: Kontoen din er ikke en del av noen organisasjon. Utsikten din vil være begrenset.
pl: Twoje konto nie jest częścią żadnej organizacji. Twój widok zostanie ograniczony.
ru: Ваша учетная запись не является частью какой-либо организации. Ваш обзор будет ограничен.
sv: Ditt konto är inte en del av någon organisation. Din vy kommer att vara begränsad.
th: บัญชีของคุณไม่ได้เป็นส่วนหนึ่งขององค์กรใดๆ มุมมองของคุณจะถูกจำกัด
uk: Ваш обліковий запис не є частиною жодної організації. Ваш перегляд буде обмежено.

source: Your current email is:
ar: بريدك الإلكتروني الحالي هو:
az: Sizin mövcud e-poçtunuz:
bn: আপনার বর্তমান ইমেল হল:
cs: Váš aktuální e-mail je:
de: Ihre aktuelle E-Mail lautet:
es: Su correo electrónico actual es:
et: Sinu kehtiv e-posti aadress on:
fi: Nykyinen sähköpostiosoitteesi on:
ky: Учурдагы электрондук почтаңыз:
lt: Jūsų dabartinis el. paštas yra:
lv: Jūsu esošā e-pasta adrese ir:
nb: Din nåværende e-post er:
pl: Twój obecny adres e-mail to:
ru: Ваш текущий адрес электронной почты:
sv: Din nuvarande e-postadress är:
th: อีเมลปัจจุบันของคุณคือ:
uk: Ваша поточна електронна адреса:

source: Your custom message will appear here
ar: ستظهر رسالتك المخصصة هنا
az: Xüsusi mesajınız burada görünəcək
bn: আপনার কাস্টম বার্তা এখানে প্রদর্শিত হবে
cs: Zde se zobrazí vaše vlastní zpráva
de: Ihre benutzerdefinierte Nachricht wird hier angezeigt
es: Su mensaje personalizado aparecerá aquí
et: Teie kohandatud sõnum ilmub siin
fi: Mukautettu viestisi näkyy täällä
ky: Сиздин жеке билдирүүңүз бул жерде көрүнөт
lt: Jūsų tinkintas pranešimas bus rodomas čia
lv: Šeit tiks parādīts jūsu pielāgotais ziņojums
nb: Din egendefinerte melding vises her
pl: Tutaj pojawi się Twoja niestandardowa wiadomość
ru: Ваше персонализированное сообщение появится здесь
sv: Ditt anpassade meddelande visas här
th: ข้อความที่คุณกำหนดเองจะปรากฏที่นี่
uk: Тут з’явиться ваше спеціальне повідомлення

source: Your invitation is being processed.
ar: تتم الآن معالجة دعوتك.
az: Dəvətiniz işlənilir.
bn: আপনার আমন্ত্রণ প্রক্রিয়া করা হচ্ছে.
cs: Vaše pozvánka se zpracovává.
de: Ihre Einladung wird bearbeitet.
es: Su invitación está siendo procesada.
et: Sinu kutse on töötlemisel.
fi: Kutsuasi käsitellään.
ky: Чакырууңуз иштетилүүдө.
lt: Jūsų kvietimas apdorojamas.
lv: Jūsu ielūgums tiek apstrādāts.
nb: Invitasjonen din blir behandlet.
pl: Twoje zaproszenie jest przetwarzane.
ru: Ваше приглашение находится в обработке.
sv: Din inbjudan behandlas.
th: คำเชิญของคุณกำลังได้รับการประมวลผล
uk: Ваше запрошення обробляється.

source: Your invitation was accepted.
ar: تم قبول دعوتك.
az: Dəvətiniz qəbul edildi.
bn: আপনার আমন্ত্রণ গৃহীত হয়েছে.
cs: Vaše pozvánka byla přijata.
de: Ihre Einladung wurde angenommen.
es: Su invitación fue aceptada.
et: Sinu kutse võeti vastu.
fi: Kutsusi hyväksyttiin.
ky: Чакырууңуз кабыл алынды.
lt: Jūsų kvietimas buvo priimtas.
lv: Jūsu uzaicinājums tika pieņemts.
nb: Invitasjonen din ble godtatt.
pl: Twoje zaproszenie zostało przyjęte.
ru: Ваше приглашение было принято.
sv: Din inbjudan accepterades.
th: คำเชิญของคุณได้รับการยอมรับแล้ว
uk: Ваше запрошення було прийнято.

source: Your organization does not have any projects yet.
ar: مؤسستك ليس لديها أي مشاريع حتى الآن.
az: Təşkilatınızın hələ heç bir layihəsi yoxdur.
bn: আপনার প্রতিষ্ঠানের এখনো কোনো প্রকল্প নেই।
cs: Vaše organizace zatím nemá žádné projekty.
de: Ihre Organisation hat noch keine Projekte.
es: Su organización aún no tiene ningún proyecto.
et: Teie organisatsioonil pole veel ühtegi projekti.
fi: Organisaatiollasi ei ole vielä projekteja.
ky: Сиздин уюмуңузда азырынча эч кандай долбоор жок.
lt: Jūsų organizacija dar neturi jokių projektų.
lv: Jūsu organizācijai vēl nav neviena projekta.
nb: Organisasjonen din har ingen prosjekter ennå.
pl: Twoja organizacja nie ma jeszcze żadnych projektów.
ru: У вашей организации пока нет проектов.
sv: Din organisation har inga projekt ännu.
th: องค์กรของคุณยังไม่มีโครงการใดๆ
uk: У вашій організації ще немає проектів.

source: Your permission request has been submitted.
ar: لقد تم تقديم طلب الإذن الخاص بك.
az: İcazə sorğunuz təqdim edildi.
bn: আপনার অনুমতি অনুরোধ জমা দেওয়া হয়েছে.
cs: Vaše žádost o povolení byla odeslána.
de: Ihre Erlaubnisanfrage wurde übermittelt.
es: Se ha enviado tu solicitud de permiso.
et: Teie loataotlus on esitatud.
fi: Lupapyyntösi on lähetetty.
ky: Сиздин уруксат сурамыңыз тапшырылды.
lt: Jūsų leidimo prašymas buvo pateiktas.
lv: Jūsu atļaujas pieprasījums ir iesniegts.
nb: Din tillatelsesforespørsel er sendt.
pl: Twoja prośba o pozwolenie została przesłana.
ru: Ваш запрос на разрешение отправлен.
sv: Din begäran om tillstånd har skickats.
th: ส่งคำขออนุญาตของคุณแล้ว
uk: Ваш запит на дозвіл надіслано.

source: Your request is being processed.
ar: يتم معالجة طلبك.
az: Sorğunuz işlənməkdədir.
bn: আপনার অনুরোধ প্রক্রিয়া করা হচ্ছে।
cs: Vaše žádost se zpracovává.
de: Ihre Anfrage wird bearbeitet.
es: Su solicitud está siendo procesada.
et: Teie taotlust töödeldakse.
fi: Pyyntöäsi käsitellään.
ky: Сиздин суроо иштетилүүдө.
lt: Jūsų užklausa apdorojama.
lv: Jūsu pieprasījums tiek apstrādāts.
nb: Forespørselen din er under behandling.
pl: Twoja prośba jest przetwarzana.
ru: Ваш запрос обрабатывается.
sv: Din förfrågan behandlas.
th: คำขอของคุณกำลังได้รับการประมวลผล
uk: Ваш запит обробляється.

source: Your role:
ar: دورك:
az: Sizin rolunuz:
bn: আপনার ভুমিকা:
cs: Tvá role:
de: Deine Rolle:
es: Su rol:
et: Teie roll:
fi: Sinun roolisi:
ky: Сиздин ролуңуз:
lt: Jūsų vaidmuo:
lv: Jūsu loma:
nb: Din rolle:
pl: Twoja rola:
ru: Ваша роль:
sv: Din roll:
th: บทบาทของคุณ:
uk: Ваша роль:

source: Your role allows to see all existing resources
ar: يسمح دورك برؤية جميع الموارد الموجودة
az: Rolunuz bütün mövcud resursları görməyə imkan verir
bn: আপনার ভূমিকা সমস্ত বিদ্যমান সম্পদ দেখতে অনুমতি দেয়
cs: Vaše role umožňuje vidět všechny existující zdroje
de: Mit Ihrer Rolle können Sie alle vorhandenen Ressourcen sehen
es: Su rol le permite ver todos los recursos existentes
et: Teie roll võimaldab näha kõiki olemasolevaid ressursse
fi: Roolisi avulla näet kaikki olemassa olevat resurssit
ky: Сиздин ролуңуз бардык ресурстарды көрүүгө мүмкүндүк берет
lt: Jūsų vaidmuo leidžia matyti visus esamus išteklius
lv: Jūsu loma ļauj redzēt visus esošos resursus
nb: Din rolle lar deg se alle eksisterende ressurser
pl: Twoja rola pozwala zobaczyć wszystkie istniejące zasoby
ru: Ваша роль позволяет видеть все существующие ресурсы
sv: Din roll tillåter att se alla befintliga resurser
th: บทบาทของคุณอนุญาตให้ดูทรัพยากรที่มีอยู่ทั้งหมด
uk: Ваша роль дозволяє бачити всі наявні ресурси

source: Your role allows to see all organizations
az: Sizin rolunuz bütün təşkilatları görməyə imkan verir

source: Your role allows to see all projects
az: Sizin rolunuz bütün layihələri görməyə imkan verir

source: Your session has expired, please enter credentials to continue.
ar: لقد انتهت جلستك، يرجى إدخال بيانات الاعتماد للمتابعة.
az: Sessiyanızın müddəti bitdi, davam etmək üçün etimadnaməni daxil edin.
bn: আপনার সেশনের মেয়াদ শেষ হয়ে গেছে, অনুগ্রহ করে চালিয়ে যেতে শংসাপত্র লিখুন।
cs: Vaše relace vypršela, pro pokračování prosím zadejte přihlašovací údaje.
de: Ihre Sitzung ist abgelaufen, geben Sie anmeldenachgeben, um fortzufahren.
es: Su sesión ha expirado, introduzca las credenciales para continuar.
et: Teie seanss on aegunud, jätkamiseks palun logige uuesti sisse.
fi: Istuntosi on vanhentunut. Jatka antamalla kirjautumistiedot.
ky: Сеансыңыздын мөөнөтү бүттү, улантуу үчүн эсептик дайындарды киргизиңиз.
lt: Jūsų sesija baigėsi, norėdami tęsti, įveskite kredencialus.
lv: Jūsu sesija ir beigusies. Lai turpinātu, lūdzu, ievadiet akreditācijas datus.
nb: Økten din er utløpt, vennligst skriv inn legitimasjon for å fortsette.
pl: Twoja sesja wygasła. Wprowadź dane uwierzytelniające, aby kontynuować.
ru: Срок действия вашего сеанса истек. Введите учетные данные, чтобы продолжить.
sv: Din session har upphört att gälla. Ange autentiseringsuppgifter för att fortsätta.
th: เซสชันของคุณหมดอายุแล้ว โปรดป้อนข้อมูลรับรองเพื่อดำเนินการต่อ
uk: Термін дії вашого сеансу закінчився, введіть облікові дані, щоб продовжити.

source: Your source for everything as a service.
ar: مصدرك لكل شيء كخدمة.
az: Xidmət kimi hər şey üçün mənbəyiniz.
bn: একটি পরিষেবা হিসাবে সবকিছুর জন্য আপনার উৎস.
cs: Váš zdroj pro všechno jako služba.
de: Ihre Quelle für alles als Service.
es: Su fuente de todo como servicio.
et: Teie teenuste alguspunkt
fi: Sinun lähde kaikkeen palveluna.
ky: Кызмат катары бардык нерсенин булагы.
lt: Jūsų, kaip paslaugos, šaltinis.
lv: Jūsu avots visam kā pakalpojumam.
nb: Din kilde for alt som en tjeneste.
pl: Twoje źródło wszystkiego jako usługi.
ru: Ваш источник всего как услуги.
sv: Din källa för allt som en tjänst.
th: แหล่งที่มาของคุณสำหรับทุกสิ่งที่เป็นบริการ
uk: Ваше джерело всього як послуга.

source: Zammad group
ar: جماعة الزماد
az: Zammad qrupu
bn: জাম্মাদ গ্রুপ
cs: Skupina Zammad
de: Zammad-Gruppe
es: grupo zammad
et: Zammad rühm
fi: Zammad ryhmä
ky: Заммад тобу
lt: Zammad grupė
lv: Zammad grupa
nb: Zammad-gruppen
pl: Grupa Zammad
ru: Группа Заммад
sv: Zammad grupp
th: กลุ่มซัมมาด
uk: Група Заммад

source: (VAT is not included)
ar: (لا يتم تضمين ضريبة القيمة المضافة)
az: (ƏDV daxil deyil)
bn: (ভ্যাট অন্তর্ভুক্ত নয়)
cs: (DPH není zahrnuta)
de: (MwSt. ist nicht inbegriffen)
es: (El IVA no está incluido)
et: (ei sisalda käibemaksu)
fi: (alv ei sisälly hintaan)
ky: (КНС камтылган эмес)
lt: (PVM neįskaičiuotas)
lv: (PVN nav iekļauts)
nb: (MVA er ikke inkludert)
pl: (VAT nie jest wliczony w cenę)
ru: (НДС не включен)
sv: (Moms ingår inte)
th: (ไม่รวมภาษีมูลค่าเพิ่ม)
uk: (ПДВ не включено)
