Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Submit usage report
ar: إرسال تقرير الاستخدام
az: İstifadə hesabatını göndərin
bn: ব্যবহারের প্রতিবেদন জমা দিন
cs: Odeslat hlášení o využití
de: Nutzungsbericht einreichen
es: Enviar informe de uso
et: Sisesta kasutusraport
fi: Lähetä käyttöraportti
ky: Колдонуу отчетун тапшырыңыз
lt: Pateikti naudojimo ataskaitą
lv: Iesniedziet lietošanas pārskatu
nb: Send inn bruksrapport
pl: Prześlij raport użytkowania
ru: Отправить отчет об использовании
sv: Skicka användningsrapport
th: ส่งรายงานการใช้งาน
uk: Надіслати звіт про використання

source: Submit with
ar: يقدم مع
az: __ilə təqdim etmə
bn: সাথে জমা দিন
cs: Odeslat s
de: Einreichen mit
es: Enviar con
et: Sisesta koos
fi: Lähetä kanssa
ky: менен тапшырыңыз
lt: Pateikti su
lv: Iesniegt ar
nb: Send inn med
pl: Prześlij za pomocą
ru: Отправить с
sv: Skicka in med
th: ยื่นด้วย
uk: Подати с

source: Submitted
az: Təqdim

source: Subnet
ar: الشبكة الفرعية
az: Alt şəbəkə
bn: সাবনেট
cs: Podsíť
de: Subnetz
es: Subred
et: Alamvõrk
fi: Aliverkko
lt: Potinklis
lv: Apakštīkls
nb: Delnett
pl: Podsieć
ru: Подсеть
sv: Undernät
th: ซับเน็ต
uk: Підмережа

source: Subnet CIDR
ar: الشبكة الفرعية CIDR
az: CIDR (sinifsiz domenlərarası marşrutlama) alt-şəbəkəsi
bn: সাবনেট সিআইডিআর
cs: Podsíť CIDR
de: Subnetz CIDR
es: Subred CIDR
et: Alamvõrgu CIDR
fi: Aliverkko CIDR
lt: Potinklis CIDR
lv: Apakštīkls CIDR
nb: CIDR for delnett
pl: CIDR podsieci
ru: CIDR подсети
sv: Undernät CIDR
th: ซับเน็ต CIDR
uk: Підмережа CIDR

source: Subnet has been created.
ar: تم إنشاء الشبكة الفرعية.
az: Alt şəbəkə yaradılıb.
bn: সাবনেট তৈরি করা হয়েছে।
cs: Podsíť byla vytvořena.
de: Subnetz wurde erstellt.
es: Se ha creado la subred.
et: Alamvõrk on loodud.
fi: Aliverkko on luotu.
ky: Кошумча тармак түзүлдү.
lt: Sukurtas potinklis.
lv: Apakštīkls ir izveidots.
nb: Delnett er opprettet.
pl: Podsieć została utworzona.
ru: Подсеть создана.
sv: Undernät har skapats.
th: สร้างซับเน็ตแล้ว
uk: Підмережа створена.

source: Subnet name
ar: اسم الشبكة الفرعية
az: Alt şəbəkənin adı
bn: সাবনেট নাম
cs: Název podsítě
de: Subnetzname
es: Nombre de subred
et: Alamvõrgu nimi
fi: Aliverkon nimi
ky: Субнеттин аталышы
lt: Potinklio pavadinimas
lv: Apakštīkla nosaukums
nb: Delnettnavn
pl: Nazwa podsieci
ru: Имя подсети
sv: Undernätets namn
th: ชื่อซับเน็ต
uk: Назва підмережі

source: Subnets
ar: الشبكات الفرعية
az: Al-şəbəkələr
bn: সাবনেট
cs: Podsítě
de: Subnetze
es: Subredes
et: Alamvõrgud
fi: Aliverkot
lt: Potinkliai
lv: Apakštīkli
nb: Delnett
pl: Podsieci
ru: Подсети
sv: Undernät
th: ซับเน็ต
uk: Підмережі

source: Subnets: {subnets}
ar: الشبكات الفرعية:{subnets}
az: Alt şəbəkələr: {subnets}
bn: সাবনেট:{subnets}
cs: Podsítě:{subnets}
de: Subnetze:{subnets}
es: Subredes: {subnets}
et: Alamvõrgud: {subnets}
fi: Aliverkot:{subnets}
ky: Кошумча тармактар:{subnets}
lt: Potinkliai:{subnets}
lv: Apakštīkli:{subnets}
nb: Undernett:{subnets}
pl: Podsieci:{subnets}
ru: Подсети:{subnets}
sv: Subnät:{subnets}
th: ซับเน็ต:{subnets}
uk: Підмережі:{subnets}

source: Subnets from where connection to self-service is allowed.
ar: الشبكات الفرعية التي يُسمح بالاتصال بالخدمة الذاتية منها.
az: Özünə xidmətə qoşulma icazə verilən alt-şəbəkələr.
bn: সাবনেট যেখান থেকে স্ব-পরিষেবার সংযোগ অনুমোদিত।
cs: Podsítě, ze kterých je povoleno připojení k samoobsluze.
de: Subnetze, von denen aus die Verbindung mit Self-Service erlaubt ist.
es: Subredes desde las que se permite la conexión al autoservicio.
et: Alamvõrgud kus kohast ühendus iseteenindusse on lubatud.
fi: Aliverkot, joista yhteys itsepalveluun on sallittu.
ky: Өзүн-өзү тейлөөгө туташууга уруксат берилген ички тармактар.
lt: Potinkliai, iš kurių leidžiama prisijungti prie savitarnos.
lv: Apakštīkli, no kuriem ir atļauts savienojums ar pašapkalpošanos.
nb: Delnett fra hvor tilkobling til selvbetjening er tillatt.
pl: Podsieci, z których dozwolone jest połączenie z samoobsługą.
ru: Подсети, из которых разрешено подключение к самообслуживанию.
sv: Undernät där anslutning till självbetjäning är tillåten.
th: ซับเน็ตที่อนุญาตให้เชื่อมต่อกับบริการตนเอง
uk: Підмережі, з яких дозволено підключення до самообслуговування.

source: Subscription ID
ar: معرف الإشتراك
az: Abunə ID-si
bn: সাবস্ক্রিপশন আইডি
cs: ID předplatného
de: Abonnement-ID
es: ID de suscripción
et: Registreerimise ID
fi: Tilauksen tunnus
ky: Жазылуу ID
lt: Prenumeratos ID
lv: Abonementa ID
nb: Abonnements-ID
pl: Identyfikator subskrypcji
ru: Идентификатор подписки
sv: Prenumeration ID
th: รหัสการสมัคร
uk: Ідентифікатор підписки

source: Subtotal
ar: المجموع الفرعي
az: Cəmi
bn: সাবটোটাল
cs: Mezisoučet
de: Zwischensumme
et: Kokku
fi: Välisumma
ky: Аралык сумма
lt: Tarpinė suma
lv: Starpsumma
nb: Delsum
pl: Suma częściowa
ru: Промежуточная сумма
sv: Delsumma
th: ยอดรวม
uk: Проміжний підсумок

source: Success
ar: نجاح
az: Uğur
bn: সফলতা
cs: Úspěch
de: Erfolg
es: Éxito
et: Edu
fi: Menestys
ky: Ийгилик
lt: Sėkmė
lv: Panākumi
nb: Suksess
pl: Sukces
ru: Успех
sv: Framgång
th: ความสำเร็จ
uk: успіх

source: Sum
ar: مجموع
az: Cəmi
bn: সমষ্টি
cs: Součet
de: Summe
es: Suma
et: Summa
fi: Summa
ky: Сум
lt: Suma
lv: Summa
pl: Suma
ru: Сумма
sv: Summa
th: ผลรวม
uk: сума

source: Summary
ar: ملخص
az: Xülasə
bn: সারসংক্ষেপ
cs: Souhrn
de: Zusammenfassung
es: Resumen
et: Kokkuvõte
fi: Yhteenveto
ky: Жыйынтык
lt: Santrauka
lv: KOPSAVILKUMA
nb: Sammendrag
pl: Streszczenie
ru: Сводка
sv: Sammanfattning
th: สรุป
uk: Резюме

source: Summary template
ar: قالب ملخص
az: Xülasə şablonu
bn: সারাংশ টেমপ্লেট
cs: Šablona souhrnu
de: Zusammenfassungsvorlage
es: Plantilla de resumen
et: Kokkuvõtte mall
fi: Yhteenvetomalli
ky: Кыскача шаблон
lt: Santraukos šablonas
lv: Kopsavilkuma veidne
nb: Oppsummeringsmal
pl: Szablon podsumowania
ru: Шаблон сводки
sv: Sammanfattningsmall
th: เทมเพลตสรุป
uk: Шаблон резюме

source: Support
ar: دعم
az: Dəstək
bn: সমর্থন
cs: Podpora
de: Unterstützung
es: Soporte
et: Tugi
fi: Tuki
ky: Колдоо
lt: Parama
lv: Atbalsts
nb: Støtte
pl: Wsparcie
ru: Поддержка
sv: Stöd
th: สนับสนุน
uk: Підтримка

source: Support dashboard
ar: لوحة الدعم
az: Dəstək paneli
bn: সমর্থন ড্যাশবোর্ড
cs: Řídicí panel podpory
es: Panel de control de soporte
et: Kasutajatoe töölaud
fi: Tuen kojelauta
ky: Колдоо тактасы
lt: Palaikykite prietaisų skydelį
lv: Atbalsta informācijas panelis
nb: Instrumentbord for støtte
pl: Panel Pomocy
ru: Панель поддержки
sv: Instrumentpanel för support
th: แดชบอร์ดการสนับสนุน
uk: Інформаційна панель підтримки

source: Support request events
ar: أحداث طلب الدعم
az: Dəstək sorğu hadisələri
bn: সমর্থন অনুরোধ ঘটনা
cs: Události žádosti o podporu
de: Support-Anforderungsereignisse
es: Eventos de solicitud de soporte
et: Kasutajatoe päringud
fi: Tukipyyntötapahtumat
ky: Сурам окуяларын колдоо
lt: Palaikymo užklausos įvykiai
lv: Atbalsta pieprasījuma pasākumi
nb: Hendelser for støtteforespørsel
pl: Zdarzenia związane z żądaniami wsparcia
ru: События запроса поддержки
sv: Händelser med supportbegäran
th: กิจกรรมการร้องขอการสนับสนุน
uk: Події запитів на підтримку

source: Support requests
ar: طلبات الدعم
az: Dəstək sorğuları
bn: সমর্থন অনুরোধ
cs: Žádosti o podporu
de: Supportanfragen
es: Solicitudes de soporte
et: Kasutajatoe päring
fi: Tukipyynnöt
ky: Сурамдарды колдоо
lt: Palaikymo užklausos
lv: Atbalsta pieprasījumi
nb: Supportforespørsler
pl: Prośby o wsparcie
ru: Запросы в службу поддержки
sv: Supportförfrågningar
th: คำขอการสนับสนุน
uk: Запити в службу підтримки

source: Support tickets
ar: تذاكر الدعم الفني
az: Dəstək sorğuları
bn: সমর্থন টিকিট
cs: Podpůrné vstupenky
es: Tickets de soporte
et: Tugipiletid
fi: Tukiliput
ky: Колдоо билеттери
lt: Palaikymo bilietai
lv: Atbalsta biļetes
nb: Support billetter
pl: Bilety wsparcia
ru: Билеты в службу поддержки
sv: Supportbiljetter
th: ตั๋วสนับสนุน
uk: Підтримка квитків

source: Support user
ar: دعم المستخدم
az: Dəstək istifadəçisi
bn: সমর্থন ব্যবহারকারী
cs: Uživatel podpory
de: Benutzer unterstützen
es: Usuario de soporte
et: Kasutajatoe kasutaja
fi: Tukikäyttäjä
ky: Колдоо колдонуучу
lt: Palaikykite vartotoją
lv: Atbalsta lietotājs
nb: Støtte bruker
pl: Użytkownik wsparcia
ru: Пользователь поддержки
sv: Stödanvändare
th: ผู้ใช้ที่สนับสนุน
uk: Підтримка користувача

source: Support workspace
ar: دعم مساحة العمل
az: İş sahəsini dəstəkləyin
bn: সমর্থন কর্মক্ষেত্র
cs: Pracovní prostor podpory
de: Support-Arbeitsbereich
es: Espacio de trabajo de soporte
et: Toe töölaud
fi: Tukityötila
ky: Колдоо иш мейкиндиги
lt: Palaikykite darbo sritį
lv: Atbalsta darbvieta
nb: Støtte arbeidsområde
pl: Wsparcie obszaru roboczego
ru: Рабочая область поддержки
sv: Stöd arbetsyta
th: สนับสนุนพื้นที่ทำงาน
uk: Підтримка робочого простору

source: Supported formats
az: dəstəklənən formatlar

source: Sure? Form data would be lost
ar: بالتأكيد؟ سيتم فقدان بيانات النموذج
az: Əlbəttə? Forma məlumatları itiriləcək
bn: নিশ্চিত? ফর্ম ডেটা হারিয়ে যাবে
cs: Jste si jistý? Data formuláře by byla ztracena
de: Sicher? Formulardaten würden verloren gehen
es: ¿Seguro? Los datos del formulario se perderían
et: Muidugi? Vormi andmed lähevad kaotsi
fi: Varma? Lomaketiedot menetetään
ky: Албетте? Форма маалыматтары жоголуп кетет
lt: Tikrai? Formos duomenys bus prarasti
lv: Protams? Veidlapas dati tiks zaudēti
nb: Sikker? Skjemadata ville gå tapt
pl: Jasne? Dane formularza zostaną utracone
ru: Конечно? Данные формы будут потеряны
sv: Säker? Formulärdata skulle gå förlorade
th: แน่นอน? ข้อมูลแบบฟอร์มจะหายไป
uk: Зрозуміло? Дані форми буде втрачено

source: Suspend
ar: تعليق
az: dayandırmaq
bn: সাসপেন্ড
cs: Pozastavit
de: Auszusetzen
es: Suspender
et: Riputama
fi: Keskeyttää
ky: Токтотуу
lt: Sustabdyti
lv: Apturēt
nb: Suspender
pl: Zawiesić
ru: Приостановить
sv: Avbryta
th: ระงับ
uk: Призупинити

source: Switch resource plan
ar: تبديل خطة الموارد
az: Resurs planını dəyişdirin
bn: রিসোর্স প্ল্যান পরিবর্তন করুন
cs: Přepnout plán zdrojů
de: Ressourcenplan wechseln
es: Cambiar el plan de recursos
et: Vahetage ressursiplaani
fi: Vaihda resurssisuunnitelmaa
ky: Ресурс планын которуштуруу
lt: Perjungti išteklių planą
lv: Mainiet resursu plānu
nb: Bytt ressursplan
pl: Zmień plan zasobów
ru: Сменить план ресурсов
sv: Byt resursplan
th: สลับแผนทรัพยากร
uk: Змінити план ресурсів

source: Switch to {org}
ar: التبديل إلى{org}
az: Keçin {org}
bn: সুইচ{org}
cs: Přepnout na{org}
de: Wechseln zu{org}
es: Cambiar a {org}
et: Vaheta {org}
fi: Vaihtaa{org}
ky: Өтүү{org}
lt: Pereiti prie{org}
lv: Pāriet uz{org}
nb: Bytte til{org}
pl: Przełącz na{org}
ru: Переключить на{org}
sv: Byta till{org}
th: เปลี่ยนไปที่{org}
uk: Перейти до{org}

source: Sync profile
ar: ملف تعريف المزامنة
az: Sinxronizasiya profili
bn: প্রোফাইল সিঙ্ক করুন
cs: Synchronizovat profil
de: Profil synchronisieren
es: Sincronizar el perfil
et: Sünkroniseeri profiil
fi: Synkronoi profiili
ky: Профильди шайкештирүү
lt: Sinchronizuoti profilį
lv: Sinhronizēt profilu
nb: Synkroniser profil
pl: Synchronizuj profil
ru: Синхронизировать профиль
sv: Synkroniseringsprofil
th: ซิงค์โปรไฟล์
uk: Профіль синхронізації

source: Sync state
az: Sinxronizasiya vəziyyəti

source: Sync with Google Calendar
ar: تزامن مع تقويم جوجل
az: Google Təqvimi ilə sinxronizasiya
bn: গুগল ক্যালেন্ডারের সাথে সিঙ্ক করুন
cs: Synchronizace s Google Kalendářem
de: Synchronisieren mit Google Kalender
es: Sincronización con Google Calendar
et: Sünkroonimine Google'i kalendriga
fi: Synkronoi Google-kalenterin kanssa
ky: Google Жылнаама менен шайкештирүү
lt: Sinchronizavimas su Google Kalendoriumi
lv: Sinhronizējiet ar Google kalendāru
nb: Synkroniser med Google Kalender
pl: Synchronizuj z Kalendarzem Google
ru: Синхронизировать с Google Календарем
sv: Synkronisera med Google Kalender
th: ซิงค์กับ Google ปฏิทิน
uk: Синхронізація з календарем Google

source: Synchronisation has been scheduled.
ar: تمت جدولة المزامنة.
az: Sinxronizasiya planlaşdırılıb.
bn: সিঙ্ক্রোনাইজেশন নির্ধারিত হয়েছে।
cs: Synchronizace byla naplánována.
de: Die Synchronisierung wurde geplant.
es: Se ha programado la sincronización.
et: Sünkroonimine on ajastatud.
fi: Synkronointi on ajoitettu.
ky: Синхрондоштуруу пландаштырылган.
lt: Sinchronizavimas suplanuotas.
lv: Sinhronizācija ir ieplānota.
nb: Synkronisering er planlagt.
pl: Synchronizacja została zaplanowana.
ru: Синхронизация запланирована.
sv: Synkronisering har schemalagts.
th: มีการกำหนดเวลาการซิงโครไนซ์แล้ว
uk: Синхронізацію заплановано.

source: Synchronise
ar: مزامنه
az: Sinxronlaşdırın
bn: সিঙ্ক্রোনাইজ করুন
cs: Synchronizovat
de: Synchronisieren
es: Sincronizar
et: Sünkroniseeri
fi: Synkronoida
ky: Синхрондоштуруу
lt: Sinchronizuoti
lv: Sinhronizēt
nb: Synkroniser
pl: Synchronizować
ru: Синхронизировать
sv: Synkronisera
th: ซิงโครไนซ์
uk: Синхронізувати

source: Synchronize
ar: مزامنه
az: Sinxronizasiya edin
bn: সিঙ্ক্রোনাইজ করুন
cs: Synchronizovat
de: Synchronisieren
es: Sincronizar
et: Sünkrooni
fi: Synkronoida
ky: Синхрондоштуруу
lt: Sinchronizuoti
lv: Sinhronizēt
nb: Synkroniser
pl: Synchronizować
ru: Синхронизировать
sv: Synkronisera
th: ประสาน
uk: Синхронізувати

source: Synchronized from identity provider
ar: متزامنة من مزود الهوية
az: Şəxsiyyət təminatçısından
bn: পরিচয় প্রদানকারী থেকে সিঙ্ক্রোনাইজ করা হয়েছে
cs: Synchronizováno od poskytovatele identity
de: Vom Identitätsanbieter synchronisiert
es: Sincronizado desde el proveedor de identidad
et: Sünkroonitud identiteedipakkujalt
fi: Synkronoitu identiteetintarjoajalta
ky: Аныктык камсыздоочудан синхрондоштуруу
lt: Sinchronizuota iš tapatybės teikėjo
lv: Sinhronizēts no identitātes nodrošinātāja
nb: Synkronisert fra identitetsleverandør
pl: Zsynchronizowano z dostawcą tożsamości
ru: Синхронизировано с поставщиком удостоверений
sv: Synkroniserad från identitetsleverantör
th: ซิงโครไนซ์จากผู้ให้บริการข้อมูลประจำตัว
uk: Синхронізовано від постачальника посвідчень

source: System administrator
ar: مدير النظام
az: Sistem administratoru
bn: সিস্টেম অ্যাডমিনিস্ট্রেটর
cs: Správce systému
es: Administrador del sistema
et: Süsteemiadministraator
fi: Järjestelmänvalvoja
ky: Системалык администратор
lt: Sistemos administratorius
lv: Sistēmas administrators
pl: Administrator systemu
ru: Системный администратор
sv: Systemadministratör
th: ผู้ดูแลระบบ
uk: Системний адміністратор

source: System role
ar: دور النظام
az: Sistem rolu
bn: সিস্টেম ভূমিকা
cs: Systémová role
de: Systemrolle
es: Rol del sistema
et: Süsteemi roll
fi: Järjestelmän rooli
ky: Системанын ролу
lt: Sistemos vaidmuo
lv: Sistēmas loma
nb: Rolle i systemet
pl: Rola systemowa
ru: Системная роль
sv: Systemroll
th: บทบาทของระบบ
uk: Системна роль

source: System storage
ar: تخزين النظام
az: Sistem saxlama
bn: সিস্টেম স্টোরেজ
cs: Systémové úložiště
de: Systemspeicher
es: Almacenamiento del sistema
et: Süsteemi salvestamine
fi: Järjestelmän tallennus
ky: Системанын сактагычы
lt: Sistemos saugykla
lv: Sistēmas krātuve
nb: Lagring av systemet
pl: Pamięć systemowa
ru: Системное хранилище
sv: Systemlagring
th: การจัดเก็บระบบ
uk: Системне сховище

source: System volume
ar: حجم النظام
az: Sistem həcmi
bn: সিস্টেম ভলিউম
cs: Hlasitost systému
de: Systemlautstärke
es: Volumen del sistema
et: Süsteemi helitugevus
fi: Järjestelmän äänenvoimakkuus
ky: Системанын көлөмү
lt: Sistemos tūris
lv: Sistēmas apjoms
nb: Systemvolum
pl: Głośność systemowa
ru: Системный том
sv: Systemvolym
th: ระดับเสียงของระบบ
uk: Системний обсяг

source: System volume couldn't be detached.
ar: لا يمكن فصل حجم النظام.
az: Sistem həcmini ayırmaq mümkün olmadı.
bn: সিস্টেম ভলিউম বিচ্ছিন্ন করা যায়নি।
cs: Systémový svazek nelze odpojit.
de: Das Systemvolume konnte nicht getrennt werden.
es: No se pudo separar el volumen del sistema.
et: Süsteemi salvestusüksust ei saanud lahti ühendada.
fi: Järjestelmän äänenvoimakkuutta ei voitu irrottaa.
ky: Тутум көлөмүн ажыраткан жок.
lt: Sistemos tomo atsieti nepavyko.
lv: Sistēmas skaļumu nevarēja atvienot.
nb: Systemvolumet kunne ikke kobles fra.
pl: Nie można odłączyć wolumenu systemowego.
ru: Системный том не удалось отсоединить.
sv: Systemvolymen kunde inte lossas.
th: ไม่สามารถแยกระดับเสียงของระบบได้
uk: Не вдалося від&#39;єднати системний том.

source: System volume size
ar: حجم حجم النظام
az: Sistemin həcmi ölçüsü
bn: সিস্টেম ভলিউম আকার
cs: Velikost systémového svazku
de: Systemvolumengröße
es: Tamaño del volumen del sistema
et: Süsteemi volüümi suurus
fi: Järjestelmän tilavuuden koko
ky: Системанын көлөмүнүн өлчөмү
lt: Sistemos tūrio dydis
lv: Sistēmas skaļuma lielums
nb: Systemets volumstørrelse
pl: Rozmiar woluminu systemowego
ru: Размер системного тома
sv: Systemets volym storlek
th: ขนาดวอลุ่มของระบบ
uk: Розмір системного тома

source: System volume type
ar: نوع حجم النظام
az: Sistem həcmi növü
bn: সিস্টেম ভলিউম প্রকার
cs: Typ systémového svazku
de: Systemvolumetyp
es: Tipo de volumen del sistema
et: Süsteemi volüümi tüüp
fi: Järjestelmän äänenvoimakkuuden tyyppi
ky: Системанын көлөмүнүн түрү
lt: Sistemos tūrio tipas
lv: Sistēmas skaļuma veids
nb: Systemvolumtype
pl: Typ wolumenu systemowego
ru: Тип системного тома
sv: Systemvolymtyp
th: ประเภทวอลุ่มของระบบ
uk: Тип системного тому

source: TAX
ar: ضريبة
az: VERGİ
bn: ট্যাক্স
cs: DAŇ
de: STEUER
es: Impuesto
et: MAKS
fi: Vero
ky: Салык
lt: MOKESČIAI
lv: Nodoklis
nb: Skatt
pl: Podatek
ru: Налог
sv: SKATT
th: ภาษี
uk: податок

source: TLD "{tld}" must not be all numeric
ar: نطاق المستوى الأعلى &quot;{tld} &quot;يجب ألا تكون جميعها رقمية
az: TLD "{tld}" hamısı rəqəmsal olmamalıdır
bn: TLD&quot;{tld} &quot;সমস্ত সংখ্যাসূচক হতে হবে না
cs: TLD "{tld}" nesmí být pouze číselné.
de: TLD "{tld}" darf nicht alle numerisch sein
es: TLD "{tld}" no debe ser todo numérico
et: TLD&quot;{tld} &quot; ei tohi olla ainult numbrid
fi: TLD&quot;{tld} &quot; ei saa olla vain numeerisia
ky: TLD &quot;{tld} &quot;баары сандык болбошу керек
lt: TLD „{tld}“ negali būti visas skaitmeninis
lv: TLD&quot;{tld} &quot; nedrīkst būt tikai skaitļi
nb: TLD "{tld}" kan ikke være alle numeriske
pl: TLD &quot;{tld} &quot; nie może być w całości liczbą
ru: домен верхнего уровня &quot;{tld} &quot; не должно быть только числом
sv: TLD "{tld}" får inte vara numerisk
th: ทีแอลดี &quot;{tld} &quot; ต้องไม่เป็นตัวเลขทั้งหมด
uk: TLD &quot;{tld} &quot; не має бути лише числовим

source: TLD '{label}' must not be all numeric
ar: نطاق المستوى الأعلى &quot;{label} &#39; يجب ألا تكون جميعها رقمية
az: TLD '{label}' hamısı rəqəmsal olmamalıdır
bn: TLD&#39;{label} &#39; সব সাংখ্যিক হতে হবে না
cs: TLD&#39;{label} &#39; nesmí být pouze číselné
de: TLD &#39;{label} &#39; darf nicht ausschließlich numerisch sein
es: El TLD '{label}' no debe ser exclusivamente numérico
et: tippdomeen{label} &#39; ei tohi olla ainult numbrid
fi: TLD&#39;{label} &#39; ei saa olla vain numeerisia
ky: TLD &#39;{label} &#39; баары сандык болбошу керек
lt: TLD&#39;{label} &#39; neturi būti tik skaitiniai
lv: TLD{label} &#39; nedrīkst būt tikai skaitļi
nb: TLD &#39;{label} &#39; må ikke bare være numerisk
pl: TLD &#39;{label} &#39; nie może być w całości numeryczny
ru: домен верхнего уровня &#39;{label} &#39; не должен быть полностью числовым
sv: TLD &#39;{label} &#39; får inte bara vara numerisk
th: ทีแอลดี&#39;{label} &#39; ต้องไม่เป็นตัวเลขทั้งหมด
uk: TLD &#39;{label} &#39; не має бути лише числовим

source: TOTAL
ar: مجموع
az: ÜMUMİ
bn: মোট
cs: CELKEM
de: GESAMT
et: KOKKU
fi: Koko
ky: БАРДЫГЫ
lt: IŠ VISO
lv: Kopējā
nb: TOTALT
pl: Łączny
ru: Итого
sv: TOTALT
th: รวม
uk: Всього

source: Taking a snapshot
ar: أخذ لقطة
az: Ani təsviri çəkmək
bn: একটি স্ন্যাপশট গ্রহণ
cs: Pořizování snímku
de: Schnappschuss machen
es: Tomando una instantánea
et: Maks. tõmmiste arv.
fi: Otetaan tilannekuvaa
ky: Сүрөт тартуу
lt: Momentinės kopijos darymas
lv: Momentuzņēmuma uzņemšana
nb: Ta et øyeblikksbilde
pl: Wykonywanie migawki
ru: Делаем снимок
sv: Ta en ögonblicksbild
th: กำลังถ่ายรูป
uk: Зробити знімок

source: Target
ar: هدف
az: Hədəf
bn: টার্গেট
cs: Cíl
de: Ziel
es: Objetivo
et: Sihtmärk
fi: Kohde
ky: Максат
lt: Tikslinės
lv: Mērķis
nb: Mål
pl: CEL
ru: Цель
sv: Mål
th: เป้า
uk: Цільова

source: Target invoice
ar: الفاتورة المستهدفة
az: Hədəf faktura
bn: লক্ষ্য চালান
cs: Cílová faktura
de: Zielrechnung
es: Factura objetivo
et: Sihtarve
fi: Kohdelasku
ky: Максаттуу эсеп-фактура
lt: Tikslinė sąskaita faktūra
lv: Mērķa rēķins
nb: Målfaktura
pl: Docelowa faktura
ru: Целевой счет
sv: Målfaktura
th: ใบแจ้งหนี้เป้าหมาย
uk: Цільова накладна

source: Target type
ar: نوع الهدف
az: Hədəf növü
bn: টার্গেট টাইপ
cs: Typ cíle
de: Zieltyp
es: Tipo de objetivo
et: Sihtmärgi tüüp
fi: Kohdetyyppi
ky: Максат түрү
lt: Tikslinis tipas
lv: Mērķa veids
nb: Måltype
pl: Typ celu
ru: Тип цели
sv: Måltyp
th: ประเภทเป้าหมาย
uk: Цільовий тип

source: Targets
ar: الأهداف
az: Hədəflər
bn: টার্গেট
cs: Cíle
de: Ziele
es: Objetivos
et: Sihtmärgid
fi: Tavoitteet
ky: Максаттар
lt: Tikslai
lv: Mērķi
nb: Mål
pl: Cele
ru: Цели
sv: Mål
th: เป้าหมาย
uk: Цілі

source: Tax
ar: ضريبة
az: Vergi
bn: ট্যাক্স
cs: Daň
de: Steuer
es: Impuesto
et: Maks
fi: Vero
ky: Салык
lt: MOKESČIAI
lv: Nodoklis
nb: Skatt
pl: Podatek
ru: Налог
sv: Skatt
th: ภาษี
uk: податок

source: Tax number
ar: الرقم الضريبي
az: Vergi nömrəsi
bn: কর নম্বর
cs: Daňové číslo
de: Steuernummer
es: Número de impuesto
et: Maksu number
fi: Veronumero
ky: Салык номуру
lt: Mokesčio numeris
lv: Nodokļa numurs
nb: Skattenummer
pl: Numer identyfikacji podatkowej
ru: Налоговый номер
sv: Skattenummer
th: หมายเลขภาษี
uk: Податковий номер

source: Tax percent
ar: نسبة الضريبة
az: Vergi faizi
bn: ট্যাক্স শতাংশ
cs: Procento daně
de: Steuerprozent
es: Porcentaje de impuestos
et: Maksuprotsent
fi: Veroprosentti
ky: Салык пайызы
lt: Mokesčių procentas
lv: Nodokļa procenti
nb: Mva-prosent
pl: Procent podatku
ru: Налоговый процент
sv: Skatt procent
th: เปอร์เซ็นต์ภาษี
uk: Податкові відсотки

source: Team
ar: فريق
az: Heyət
bn: টীম
cs: Tým
de: Mannschaft
es: Equipo
et: Meeskond
fi: Joukkue
ky: Команда
lt: Komanda
lv: Komanda
pl: Zespół
ru: Команда
sv: Grupp
th: ทีม
uk: Команда

source: Team invitations
ar: دعوات الفريق
az: Komanda dəvətnamələri
bn: দল আমন্ত্রণ
cs: Týmové pozvánky
de: Teameinladungen
es: Invitaciones del equipo
et: Meeskonna kutsed
fi: Joukkueen kutsut
ky: Команда чакыруулары
lt: Komandos kvietimai
lv: Komandu ielūgumi
nb: Teaminvitasjoner
pl: Zaproszenia drużynowe
ru: Приглашения в команду
sv: Teaminbjudningar
th: คำเชิญทีม
uk: Командні запрошення

source: Team member has been removed.
ar: تمت إزالة عضو الفريق.
az: Komanda üzvü çıxarıldı.
bn: দলের সদস্যকে সরিয়ে দেওয়া হয়েছে।
cs: Člen týmu byl odstraněn.
de: Das Teammitglied wurde entfernt.
es: Se ha eliminado el miembro del equipo.
et: Meeskonna liige on eemaldatud.
fi: Joukkueen jäsen on poistettu.
ky: Команда мүчөсү алынып салынды.
lt: Komandos narys pašalintas.
lv: Komandas dalībnieks ir noņemts.
nb: Teammedlemmet er fjernet.
pl: Członek zespołu został usunięty.
ru: Член команды удален.
sv: Teammedlemmen har tagits bort.
th: สมาชิกในทีมถูกลบออกแล้ว
uk: Члена команди видалено.

source: Team members
ar: أعضاء الفريق
az: Komanda üzvləri
bn: দলের সদস্যরা
cs: Členové týmu
de: Teammitglieder
es: Miembros del equipo
et: Meeskonna liikmed
fi: Ryhmän jäsenet
ky: Команда мүчөлөрү
lt: Komandos nariai
lv: Komandas dalībnieki
nb: Lag medlemmer
pl: Członkowie drużyny
ru: Члены команды
sv: Gruppmedlemmar
th: สมาชิกในทีม
uk: Члени команди

source: Team size
ar: حجم الفريق
az: Heyət ölçüsü
bn: দলের আকার
cs: Velikost týmu
de: Teamgröße
es: Tamaño del equipo
et: Meeskonna suurus
fi: Joukkueen koko
ky: Команда өлчөмү
lt: Komandos dydis
lv: Komandas lielums
nb: Lagstørrelse
pl: Wielkość zespołu
ru: Размер команды
sv: Lagstorlek
th: ขนาดทีม
uk: Розмір команди
