Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Edit confirmation message of {offeringName}
ar: تحرير رسالة التأكيد الخاصة بـ{offeringName}
az: Təsdiq mesajını redaktə edin {offeringName}
bn: এর নিশ্চিতকরণ বার্তা সম্পাদনা করুন{offeringName}
cs: Upravit potvrzovací zprávu {offeringName}
de: Bestätigungsnachricht von {offeringName} bearbeiten
es: Editar el mensaje de confirmación de {offeringName}
et: Redigeeri kinnitussõnumit{offeringName}
fi: Muokkaa vahvistusviestiä kohteelle{offeringName}
ky: ырастоо билдирүүсүн түзөтүү{offeringName}
lt: Redaguoti {offeringName} patvirtinimo pranešimą
lv: Rediģēt apstiprinājuma ziņojumu{offeringName}
nb: Rediger bekreftelsesmelding for {offeringName}
pl: Edytuj wiadomość potwierdzającą{offeringName}
ru: Изменить сообщение с подтверждением{offeringName}
sv: Redigera bekräftelsemeddelande för{offeringName}
th: แก้ไขข้อความยืนยันของ{offeringName}
uk: Редагувати повідомлення про підтвердження{offeringName}

source: Edit customer member
az: Müştəri üzvünü redakt

source: Edit environment variables
ar: تحرير متغيرات البيئة
az: Ətraf mühit dəyişkənlərini
bn: পরিবেশ পরিবর্তনশীল সম্পাদনা করুন
cs: Upravit proměnné prostředí
de: Bearbeiten Sie Umgebungsvariablen
es: Editar variables de entorno
et: Redigeeri keskkonna muutujaid
fi: Muokkaa ympäristömuuttujia
ky: Айлана-чөйрө өзгөрмөлөрүн түзөтүү
lt: Redaguoti aplinkos kintamuosius
lv: Rediģēt vides mainīgos
nb: Rediger miljøvariabler
pl: Edytuj zmienne środowiskowe
ru: Редактировать переменные среды
sv: Redigera miljövariabler
th: แก้ไขตัวแปรสภาพแวดล้อม
uk: Редагувати змінні середовища

source: Edit footer
ar: تحرير التذييل
az: Altbilgi redaktə edin
bn: ফুটার সম্পাদনা করুন
cs: Upravit zápatí
de: Fußzeile bearbeiten
es: Editar pie de página
et: Redigeeri jalust
fi: Muokkaa alatunnistetta
ky: Колонтитулду түзөтүү
lt: Redaguoti poraštę
lv: Rediģēt kājeni
nb: Rediger bunntekst
pl: Edytuj stopkę
ru: Изменить нижний колонтитул
sv: Redigera sidfot
th: แก้ไขส่วนท้าย
uk: Редагувати нижній колонтитул

source: Edit integration options
ar: تحرير خيارات التكامل
az: İnteqrasiya variantlarını redakt
bn: ইন্টিগ্রেশন অপশন এডিট করুন
cs: Upravit možnosti integrace
de: Bearbeiten Sie die Integrationsoptionen
es: Editar opciones de integración
et: Integreerimisvalikute redigeerimine
fi: Muokkaa integrointiasetuksia
ky: Интеграция параметрлерин түзөтүңүз
lt: Redaguoti integravimo parinktis
lv: Rediģēt integrācijas opcijas
nb: Rediger integreringsalternativer
pl: Edytuj opcje integracji
ru: Изменить параметры интеграции
sv: Redigera integrationsalternativ
th: แก้ไขตัวเลือกการรวม
uk: Редагувати параметри інтеграції

source: Edit item
ar: تعديل عنصر
az: Maddə redaktə edin
bn: আইটেম সম্পাদনা করুন
cs: Upravit položku
de: Element bearbeiten
es: Editar artículo
et: Muuda üksust
fi: Muokkaa kohdetta
ky: Объектти түзөтүү
lt: Redaguoti elementą
lv: Rediģēt vienumu
nb: Rediger element
pl: Edytuj element
ru: Изменить элемент
sv: Redigera objekt
th: แก้ไขรายการ
uk: Редагувати елемент

source: Edit offering
ar: تحرير العرض
az: Təklifi redaktə edin
bn: অফার সম্পাদনা করুন
cs: Upravit nabídku
de: Angebot bearbeiten
es: Editar la oferta
et: Muuda pakkumist
fi: Muokkaa tarjontaa
ky: Сунушту түзөтүү
lt: Redaguoti pasiūlymą
lv: Rediģēt piedāvājumu
nb: Rediger tilbud
pl: Edytuj ofertę
ru: Изменить предложение
sv: Redigera erbjudande
th: แก้ไขข้อเสนอ
uk: Редагувати пропозицію

source: Edit offering details
ar: تعديل تفاصيل العرض
az: Təklif məlumatlarını redaktə edin
bn: প্রস্তাব বিবরণ সম্পাদনা করুন
cs: Upravit podrobnosti nabídky
de: Angebotsdetails bearbeiten
es: Editar detalles de la oferta
et: Redigeeri pakkumise üksikasju
fi: Muokkaa tarjouksen tietoja
ky: Сунуштун чоо-жайын түзөтүү
lt: Redaguoti pasiūlymo informaciją
lv: Rediģēt informāciju par piedāvājumu
nb: Rediger tilbudsdetaljer
pl: Edytuj szczegóły oferty
ru: Изменить сведения о предложении
sv: Redigera erbjudandedetaljer
th: แก้ไขรายละเอียดข้อเสนอ
uk: Редагувати деталі пропозиції

source: Edit option
ar: خيار التحرير
az: Düzəliş seçimi
bn: সম্পাদনা বিকল্প
cs: Možnost úpravy
de: Option bearbeiten
es: Editar opción
et: Muuda valikut
fi: Muokkaa vaihtoehtoa
ky: Түзөтүү опциясы
lt: Redaguoti parinktį
lv: Rediģēt opciju
nb: Rediger alternativ
pl: Opcja edycji
ru: Редактировать вариант
sv: Redigera alternativ
th: แก้ไขตัวเลือก
uk: Опція редагування

source: Edit organization request ({name})
ar: تحرير طلب المنظمة ({name} )
az: Təşkilat tələbini redaktə edin ({name})
bn: সংস্থার অনুরোধ সম্পাদনা করুন ({name} )
cs: Upravit žádost o organizaci ({name} )
de: Organisationsanfrage bearbeiten ({name} )
es: Editar solicitud de organización ({name})
et: Muuda organisatsiooni taotlust ({name} )
fi: Muokkaa organisaatiopyyntöä ({name} )
ky: Уюмдун өтүнүчүн түзөтүү ({name} )
lt: Redaguoti organizacijos užklausą ({name} )
lv: Rediģēt organizācijas pieprasījumu ({name} )
nb: Rediger organisasjonsforespørsel ({name} )
pl: Edytuj prośbę organizacji ({name} )
ru: Изменить запрос организации ({name} )
sv: Redigera organisationsbegäran ({name} )
th: แก้ไขคำขอขององค์กร ({name} )
uk: Редагувати запит організації ({name} )

source: Edit permissions
ar: تحرير الأذونات
az: İcazələri redaktə
bn: অনুমতি সম্পাদনা করুন
cs: Úprava oprávnění
de: Bearbeiten von Berechtigungen
es: Editar los permisos
et: Redigeeri õigusi
fi: Muokkaa käyttöoikeuksia
ky: Уруксаттарды түзөтүү
lt: Redaguoti leidimus
lv: Rediģēt atļaujas
nb: Rediger tillatelser
pl: Edytuj uprawnienia
ru: Редактировать разрешения
sv: Redigera behörigheter
th: แก้ไขสิทธิ์
uk: Права на редагування

source: Edit plan
ar: تحرير الخطة
az: Planı redaktə edin
bn: পরিকল্পনা সম্পাদনা করুন
cs: Upravit plán
de: PLAN BEARBEITEN
es: Editar plan
et: Redigeeri plaani
fi: Muokkaa suunnitelmaa
ky: Планды түзөтүү
lt: Redaguoti planą
lv: Rediģēt plānu
nb: Rediger plan
pl: Edytuj plan
ru: Изменить план
sv: Redigera plan
th: แก้ไขแผน
uk: Редагувати план

source: Edit prices
ar: تحرير الأسعار
az: Qiymətləri düzəldin
bn: মূল্য সম্পাদনা করুন
cs: Upravit ceny
de: Preise bearbeiten
es: Editar precios
et: Muuda hindu
fi: Muokkaa hintoja
ky: Бааларды түзөтүү
lt: Redaguoti kainas
lv: Rediģēt cenas
nb: Rediger priser
pl: Edytuj ceny
ru: Изменить цены
sv: Redigera priser
th: แก้ไขราคา
uk: Редагувати ціни

source: Edit prices for current month
ar: تعديل الأسعار للشهر الحالي
az: Cari ay üçün qiymətləri redaktə edin
bn: বর্তমান মাসের জন্য মূল্য সম্পাদনা করুন
cs: Upravit ceny pro aktuální měsíc
de: Bearbeiten Sie die Preise für den aktuellen Monat
es: Editar precios para el mes actual
et: Muuda jooksva kuu hindu
fi: Muokkaa kuluvan kuukauden hintoja
ky: Учурдагы ай үчүн бааларды түзөтүү
lt: Redaguoti einamojo mėnesio kainas
lv: Rediģēt pašreizējā mēneša cenas
nb: Rediger priser for inneværende måned
pl: Edytuj ceny na bieżący miesiąc
ru: Изменить цены на текущий месяц
sv: Redigera priser för innevarande månad
th: แก้ไขราคาสำหรับเดือนปัจจุบัน
uk: Редагувати ціни на поточний місяць

source: Edit prices for next month
ar: تعديل الأسعار للشهر القادم
az: Gələn ay üçün qiymətləri redaktə edin
bn: পরের মাসের জন্য মূল্য সম্পাদনা করুন
cs: Upravit ceny pro příští měsíc
de: Bearbeiten Sie die Preise für den nächsten Monat
es: Editar precios para el próximo mes
et: Muuda järgmise kuu hindu
fi: Muokkaa hintoja seuraavalle kuukaudelle
ky: Кийинки ай үчүн бааларды түзөтүңүз
lt: Redaguoti kito mėnesio kainas
lv: Rediģēt cenas nākamajam mēnesim
nb: Rediger priser for neste måned
pl: Edytuj ceny na przyszły miesiąc
ru: Изменить цены на следующий месяц
sv: Redigera priser för nästa månad
th: แก้ไขราคาสำหรับเดือนหน้า
uk: Змінити ціни на наступний місяць

source: Edit profile
ar: تحرير ملف التعريف
az: Profili redaktə edin
bn: জীবন বৃত্তান্ত সম্পাদনা
cs: Upravit profil
de: Profil bearbeiten
es: Editar perfil
et: Muuda profiili
fi: Muokkaa profiilia
ky: Профилди түзөтүү
lt: Redaguoti profilį
lv: Rediģēt profilu
nb: Rediger profil
pl: Edytuj profil
ru: Редактировать профиль
sv: Redigera profil
th: แก้ไขโปรไฟล์
uk: Редагувати профіль

source: Edit project member
ar: تحرير عضو المشروع
az: Layihə üzvünü redaktə etmək
bn: প্রকল্প সদস্য সম্পাদনা করুন
cs: Upravit člena projektu
de: Projekt-Mitglied bearbeiten
es: Editar el miembro del proyecto
et: Muuda projekti liiget
fi: Muokkaa projektin jäsentä
ky: Долбоор мүчөсүн түзөтүү
lt: Redaguoti projekto narį
lv: Izmainīt projekta dalībnieku
nb: Rediger prosjektmedlem
pl: Edytuj członka projektu
ru: Изменить участника проекта
sv: Redigera projektmedlem
th: แก้ไขสมาชิกโครงการ
uk: Редагувати учасника проекту

source: Edit project request ({name})
ar: تعديل طلب المشروع ({name} )
az: Layihə sorğusunu redaktə edin ({name})
bn: প্রকল্পের অনুরোধ সম্পাদনা করুন ({name} )
cs: Upravit žádost o projekt ({name} )
de: Projektanfrage bearbeiten ({name} )
es: Editar solicitud de proyecto ({name})
et: Muuda projektitaotlust ({name} )
fi: Muokkaa projektipyyntöä ({name} )
ky: Долбоордун өтүнүчүн түзөтүү ({name} )
lt: Redaguoti projekto užklausą ({name} )
lv: Rediģēt projekta pieprasījumu ({name} )
nb: Rediger prosjektforespørsel ({name} )
pl: Edytuj żądanie projektu ({name} )
ru: Редактировать запрос проекта ({name} )
sv: Redigera projektförfrågan ({name} )
th: แก้ไขคำขอโครงการ ({name} )
uk: Редагувати запит проекту ({name} )

source: Edit quotas
ar: تحرير الاقتباسات
az: Kvotları redaktə edin
bn: উদ্ধৃতি সম্পাদনা করুন
cs: Upravit citáty
de: Zitate bearbeiten
es: Editar cotizaciones
et: Muuda kvoote
fi: Muokkaa lainauksia
ky: Цитаталарды түзөтүү
lt: Redaguoti citatas
lv: Rediģēt citātus
nb: Rediger sitater
pl: Edytuj cytaty
ru: Редактировать цитаты
sv: Redigera citat
th: แก้ไขคำพูด
uk: Редагувати цитати

source: Edit request
ar: تعديل الطلب
az: Sorğunu redaktə edin
bn: অনুরোধ সম্পাদনা করুন
cs: Upravit požadavek
de: Anfrage bearbeiten
es: Editar solicitud
et: Muuda taotlust
fi: Muokkaa pyyntöä
ky: Өтүнүчтү түзөтүү
lt: Redaguoti užklausą
lv: rediģēšanas pieprasījums
nb: Rediger forespørsel
pl: edytuj prośbę
ru: изменить запрос
sv: redigera begäran
th: แก้ไขคำขอ
uk: Редагувати запит

source: Edit role
ar: تحرير الدور
az: Rolu redaktə edin
bn: ভূমিকা সম্পাদনা করুন
cs: Upravit roli
de: Rolle bearbeiten
es: Editar rol
et: Muuda rolli
fi: Muokkaa roolia
ky: Ролду түзөтүү
lt: Redaguoti vaidmenį
lv: Rediģēt lomu
nb: Rediger rolle
pl: Edytuj rolę
ru: Изменить роль
sv: Redigera roll
th: แก้ไขบทบาท
uk: Редагувати роль

source: Edit round allocation
az: Dəyirmi bölüşdürül

source: Edit round review
az: Dəyirmi rəyi redaktə

source: Edit round submission
az: Round təqdimatını redaktə

source: Edit schedules
ar: تحرير الجداول الزمنية
az: Cədvləri redaktə edin
bn: সময়সূচী সম্পাদনা করুন
cs: Upravit plány
de: Zeitpläne bearbeiten
es: Editar programaciones
et: Muuda ajakavasid
fi: Muokkaa aikatauluja
ky: Графиктерди түзөтүү
lt: Redaguoti tvarkaraščius
lv: Rediģēt grafikus
nb: Rediger tidsplaner
pl: Edytuj harmonogramy
ru: Редактировать расписания
sv: Redigera scheman
th: แก้ไขกำหนดการ
uk: Редагувати розклади

source: Edit service provider details
ar: تحرير تفاصيل مزود الخدمة
az: Xidmət təminatçısı detallarını
bn: পরিষেবা প্রদানকারীর বিবরণ সম্পাদনা করুন
cs: Upravit podrobnosti poskytovatele služeb
de: Bearbeiten Sie die Details des Dienstanbieters
es: Editar los detalles del proveedor de servicios
et: Muuda teenusepakkuja üksikasju
fi: Muokkaa palveluntarjoajan tietoja
ky: Кызмат көрсөтүүчүнүн чоо-жайын түзөтүңүз
lt: Redaguoti paslaugų teikėjo informaciją
lv: Rediģēt pakalpojumu sniedzēja informāciju
nb: Rediger tjenesteleverandørdetaljer
pl: Edytuj dane usługodawcy
ru: Изменить сведения о поставщике услуг
sv: Redigera tjänstleverantörsinformation
th: แก้ไขรายละเอียดผู้ให้บริการ
uk: Редагувати інформацію про постачальника послуг

source: Edit team member
ar: تحرير عضو الفريق
az: Heyət üzvünü redaktə etmək
bn: দলের সদস্য সম্পাদনা করুন
cs: Upravit člena týmu
de: Teammitglied bearbeiten
es: Editar miembro del equipo
et: Muuda meeskonna liiget
fi: Muokkaa tiimin jäsentä
ky: Команда мүчөсүн түзөтүү
lt: Redaguoti komandos narį
lv: Izmainīt komandas dalībnieku
nb: Rediger teammedlem
pl: Edytuj członka zespołu
ru: Изменить участника команды
sv: Redigera teammedlem
th: แก้ไขสมาชิกในทีม
uk: Редагувати члена команди

source: Edit user agreements
ar: تحرير اتفاقيات المستخدم
az: İstifadəçi müqavilələrini
bn: ব্যবহারকারী চুক্তি সম্পাদনা করুন
cs: Upravit uživatelské smlouvy
de: Benutzervereinbarungen bearbeiten
es: Editar acuerdos de usuario
et: Kasutajalepingute muutmine
fi: Muokkaa käyttäjäsopimuksia
ky: Колдонуучу келишимдерин түзөтүү
lt: Redaguoti vartotojo sutartis
lv: Rediģēt lietotāja līgumus
nb: Rediger brukeravtaler
pl: Edytuj umowy użytkownika
ru: Редактировать пользовательские соглашения
sv: Redigera användaravtal
th: แก้ไขข้อตกลงผู้ใช้
uk: Редагувати угоди користувача

source: Edit {title}
ar: يحرر{title}
az: Redaktə edin {title}
bn: সম্পাদনা করুন{title}
cs: Upravit{title}
de: Bearbeiten{title}
es: Editar {title}
et: Redigeeri {title}
fi: Muokata{title}
ky: Түзөтүү{title}
lt: Redaguoti{title}
lv: Rediģēt{title}
nb: Redigere{title}
pl: Edytuj {title}
ru: Редактировать {title}
sv: Redigera{title}
th: แก้ไข{title}
uk: Редагувати{title}

source: Effective ID
ar: معرف فعال
az: Effektiv ID
bn: কার্যকরী আইডি
cs: Efektivní ID
de: Effektiver Ausweis
es: ID efectiva
et: ID
fi: Tehokas ID
ky: Натыйжалуу ID
lt: Veiksmingas ID
lv: Efektīvs ID
nb: Effektiv ID
pl: Efektywny identyfikator
ru: Эффективный идентификатор
sv: Effektivt ID
th: รหัสที่มีประสิทธิภาพ
uk: Ефективний ID

source: Egress
ar: الخروج
az: Çıxış
bn: প্রস্থান
de: Ausstieg
es: Salida
fi: Ulostulo
ky: Чыгуу
lt: Išėjimas
lv: Izeja
nb: Utgang
pl: Wyjście
ru: Выход
sv: Utgång
th: ทางออก
uk: Виїзд

source: Email
ar: البريد الإلكتروني
az: e-poçt
bn: ইমেইল
es: Correo electrónico
et: E-post
fi: Sähköposti
lt: El. paštas
lv: E-pasts
nb: E-post
sv: E-post
th: อีเมล
uk: Електронна пошта

source: Email: {email}
ar: بريد إلكتروني:{email}
az: E-poçt: {email}
bn: ইমেইল:{email}
cs: E-mailem:{email}
es: Correo electrónico: {email}
et: E-post: {email}
fi: Sähköposti:{email}
ky: Электрондук почта:{email}
lt: El. paštas:{email}
lv: E-pasts:{email}
nb: E-post:{email}
ru: Электронная почта:{email}
sv: E-post:{email}
th: อีเมล:{email}
uk: Електронна пошта:{email}

source: Email address
ar: عنوان البريد الإلكتروني
az: E-poçt ünvanı
bn: ইমেইল ঠিকানা
cs: E-mailová adresa
de: Email-Adresse
es: Dirección de correo electrónico
et: E-posti aadress
fi: Sähköpostiosoite
ky: Электрондук почта дареги
lt: El. pašto adresas
lv: E-pasta adrese
nb: E-postadresse
pl: Adres e-mail
ru: Email адрес
sv: E-postadress
th: ที่อยู่อีเมล
uk: Адреса електронної пошти

source: Email change request has been cancelled.
ar: تم إلغاء طلب تغيير البريد الإلكتروني.
az: E-poçt dəyişikliyi tələbi ləğv edildi.
bn: ইমেল পরিবর্তন অনুরোধ বাতিল করা হয়েছে.
cs: Žádost o změnu e-mailu byla zrušena.
de: E-Mail-Änderungsanforderung wurde abgebrochen.
es: Se ha cancelado la solicitud de cambio de correo electrónico.
et: E-posti muutmise taotlus on tühistatud.
fi: Sähköpostin muutospyyntö on peruutettu.
ky: Электрондук почтаны өзгөртүү өтүнүчү жокко чыгарылды.
lt: El. pašto pakeitimo užklausa atšaukta.
lv: E-pasta maiņas pieprasījums ir atcelts.
nb: Forespørselen om endring av e-post er kansellert.
pl: Żądanie zmiany adresu e-mail zostało anulowane.
ru: Запрос на изменение адреса электронной почты был отменен.
sv: Begäran om ändring av e-post har avbrutits.
th: คำขอเปลี่ยนอีเมลถูกยกเลิก
uk: Запит на зміну електронної адреси скасовано.

source: Email has been updated.
ar: تم تحديث البريد الإلكتروني.
az: E-poçt yeniləndi.
bn: ইমেল আপডেট করা হয়েছে.
cs: E-mail byl aktualizován.
de: E-Mail wurde aktualisiert.
es: Se ha actualizado el correo electrónico.
et: E-post on uuendatud.
fi: Sähköposti on päivitetty.
ky: Электрондук почта жаңыртылды.
lt: El. paštas buvo atnaujintas.
lv: E-pasts ir atjaunināts.
nb: E-posten er oppdatert.
pl: E-mail został zaktualizowany.
ru: Электронная почта обновлена.
sv: E-postmeddelandet har uppdaterats.
th: อีเมล์ได้รับการปรับปรุงแล้ว
uk: Електронну адресу оновлено.

source: Email verification has been sent. Please check your inbox.
ar: تم إرسال التحقق من البريد الإلكتروني. يرجى التحقق من البريد الوارد الخاص بك.
az: E-poçt doğrulama göndərildi. Zəhmət olmasa daxil qutunuzu yoxlayın.
bn: ইমেল যাচাইকরণ পাঠানো হয়েছে. আপনার ইনবক্স চেক করুন.
cs: Ověřovací e-mail byl odeslán. Zkontrolujte si prosím vaši doručenou poštu.
de: Die E-Mail-Überprüfung wurde gesendet. Bitte überprüfe deinen Posteingang.
es: Se ha enviado la verificación de correo electrónico. Por favor, compruebe su bandeja de entrada.
et: E-posti kinnitus on saadetud. Palun kontrollige oma postkasti.
fi: Sähköpostivahvistus on lähetetty. Tarkista postilaatikkosi.
ky: Электрондук почта текшерүүсү жөнөтүлдү. Сураныч, почтаңызды текшериңиз.
lt: Išsiųstas el. pašto patvirtinimas. Patikrinkite savo pašto dėžutę.
lv: E-pasta pārbaude ir nosūtīta. Lūdzu, pārbaudiet savu iesūtni.
nb: E-postbekreftelse er sendt. Vennligst sjekk innboksen din.
pl: Weryfikacja e-mailem została wysłana. Proszę, sprawdź swoją skrzynkę odbiorczą.
ru: Подтверждение по электронной почте отправлено. Пожалуйста, проверьте свой почтовый ящик.
sv: E-postverifiering har skickats. Vänligen kolla din inkorg.
th: การยืนยันอีเมลถูกส่งแล้ว กรุณาตรวจสอบกล่องจดหมายของคุณ
uk: Підтвердження електронною поштою надіслано. Будь ласка, перевірте свою поштову скриньку.

source: Emails
ar: رسائل البريد الإلكتروني
az: E-poçt
bn: ইমেইল
cs: e-maily
es: Correos electrónicos
et: E-kirjad
fi: Sähköpostit
ky: Электрондук почталар
lt: Laiškai
lv: E-pasti
nb: E-post
pl: Wiadomości e-mail
ru: Электронная почта
sv: E -post
th: อีเมล
uk: електронні листи

source: Enable
ar: تمكين
az: Aktivləşdirin
bn: সক্ষম করুন
cs: Povolit
de: Aktivieren
es: Habilitar
et: Aktiveeri
fi: Ottaa käyttöön
ky: Иштетүү
lt: Įgalinti
lv: Iespējot
nb: Aktiver
pl: Umożliwiać
ru: Давать возможность
sv: Aktivera
th: เปิดใช้งาน
uk: Увімкнути

source: Enable DHCP
ar: تمكين DHCP
az: DHCP (əsas hissənin dinamik konfiqurasiya edilmə protokolu) işə salmaq
bn: DHCP সক্ষম করুন
cs: Povolit DHCP
de: Aktivieren von DHCP
es: Habilitar DHCP
et: Luba DHCP
fi: Ota DHCP käyttöön
ky: DHCP иштетүү
lt: Įgalinti DHCP
lv: Iespējot DHCP
nb: Aktiver DHCP
pl: Włącz DHCP
ru: Включить DHCP
sv: Aktivera DHCP
th: เปิดใช้งาน DHCP
uk: Увімкніть DHCP

source: Enable by default
ar: تمكين افتراضيا
az: Varsayılan olaraq aktivləşdirin
bn: ডিফল্টরূপে সক্ষম করুন
cs: Ve výchozím nastavení povolit
de: Standardmäßig aktivieren
es: Habilitar de forma predeterminada
et: Vaikimisi lubamine
fi: Ota oletuksena käyttöön
ky: Демейки боюнча иштетүү
lt: Įgalinti pagal numatytuosius nustatymus
lv: Iespējot pēc noklusējuma
nb: Aktiver som standard
pl: Włącz domyślnie
ru: Включить по умолчанию
sv: Aktivera som standard
th: เปิดใช้งานตามค่าเริ่มต้น
uk: Увімкнено за замовчуванням

source: Enable call manager
ar: تمكين مدير المكالمات
az: Zəng menecerini aktiv edin
bn: কল ম্যানেজার সক্ষম করুন
cs: Povolit správce hovorů
de: Anrufmanager aktivieren
es: Habilitar administrador de llamadas
et: Luba kõnehaldur
fi: Ota puhelunhallinta käyttöön
ky: Чалуу менеджерин иштетүү
lt: Įgalinti skambučių tvarkyklę
lv: Iespējot zvanu pārvaldnieku
nb: Aktiver samtalebehandling
pl: Włącz menedżera połączeń
ru: Включить менеджер звонков
sv: Aktivera samtalshanteraren
th: เปิดใช้งานตัวจัดการการโทร
uk: Увімкнути менеджер викликів

source: Enable limit
ar: تمكين الحد
az: Limiti aktivləşdirin
bn: সীমা সক্ষম করুন
cs: Povolit limit
de: Limit aktivieren
es: Habilitar límite
et: Luba limiit
fi: Ota raja käyttöön
ky: Чекти иштетүү
lt: Įjungti ribą
lv: Iespējot ierobežojumu
nb: Aktiver grense
pl: Włącz limit
ru: Включить лимит
sv: Aktivera gräns
th: เปิดใช้งานขีดจำกัด
uk: Увімкнути обмеження

source: Enable profile after creation
ar: تمكين الملف الشخصي بعد الإنشاء
az: Yaradıldıqdan sonra profili aktivləşdirin
bn: তৈরির পর প্রোফাইল সক্রিয় করুন
cs: Povolit profil po vytvoření
de: Profil nach der Erstellung aktivieren
es: Habilitar perfil después de la creación
et: Luba profiil pärast loomist
fi: Ota profiili käyttöön luomisen jälkeen
ky: Түзүлгөндөн кийин профилди иштетүү
lt: Įgalinti profilį po sukūrimo
lv: Iespējot profilu pēc izveides
nb: Aktiver profil etter oppretting
pl: Włącz profil po utworzeniu
ru: Включить профиль после создания
sv: Aktivera profil efter att ha skapats
th: เปิดใช้งานโปรไฟล์หลังการสร้าง
uk: Увімкніть профіль після створення

source: Enabled
ar: تمكين
az: İşə salındı
bn: সক্রিয়
cs: Povoleno
de: Aktiviert
es: Habilitado
et: Lubatud
fi: Käytössä
ky: Иштетилди
lt: Įjungtas
lv: Ieslēgts
nb: Aktivert
pl: Włączone
ru: Включен
sv: Aktiverad
th: เปิดใช้งาน
uk: Увімкнено

source: Enabled checklists have been updated.
ar: تم تحديث قوائم التحقق الممكّنة.
az: Aktivləşdirilmiş yoxlama siyahıları yeniləndi.
bn: সক্রিয় চেকলিস্ট আপডেট করা হয়েছে.
cs: Povolené kontrolní seznamy byly aktualizovány.
de: Aktivierte Checklisten wurden aktualisiert.
es: Se han actualizado las listas de verificación habilitadas.
et: Lubatud kontrollloendeid on värskendatud.
fi: Käytössä olevat tarkistuslistat on päivitetty.
ky: Иштетилген текшерүү тизмелери жаңыртылды.
lt: Įgalinti kontroliniai sąrašai atnaujinti.
lv: Iespējotie kontrolsaraksti ir atjaunināti.
nb: Aktiverte sjekklister er oppdatert.
pl: Włączone listy kontrolne zostały zaktualizowane.
ru: Включенные контрольные списки обновлены.
sv: Aktiverade checklistor har uppdaterats.
th: รายการตรวจสอบที่เปิดใช้งานได้รับการอัปเดตแล้ว
uk: Увімкнені контрольні списки оновлено.

source: Enabled default gateway
ar: تمكين البوابة الافتراضية
az: Standart şlüzü aktivləşdirildi
bn: সক্রিয় ডিফল্ট গেটওয়ে
cs: Povolená výchozí brána
de: Aktiviertes Standard-Gateway
es: Puerta de enlace predeterminada habilitada
et: Lubatud vaikimisi lüüs
fi: Käytössä oletusyhdyskäytävä
ky: Иштетилген демейки шлюз
lt: Įgalintas numatytasis šliuzas
lv: Iespējota noklusējuma vārteja
nb: Aktivert standard gateway
pl: Włączono bramę domyślną
ru: Включен шлюз по умолчанию
sv: Aktiverad standardgateway
th: เปิดใช้งานเกตเวย์เริ่มต้นแล้ว
uk: Увімкнено шлюз за замовчуванням

source: Encountered an empty component
ar: واجه مكونًا فارغًا
az: Boş bir komponentlə qarşılaşdı
bn: একটি খালি উপাদান সম্মুখীন হয়েছে
cs: Nalezena prázdná komponenta
de: Auf eine leere Komponente gestoßen
es: Se ha encontrado un componente vacío
et: Ilmnes tühi komponent
fi: Havaittiin tyhjä komponentti
ky: Бош компонентке туш болду
lt: Aptiko tuščią komponentą
lv: Tika atklāts tukšs komponents
nb: Støtte på en tom komponent
pl: Napotkano pusty komponent
ru: Обнаружен пустой компонент
sv: En tom komponent har påträffats
th: พบกับองค์ประกอบที่ว่างเปล่า
uk: Виявлено порожній компонент

source: End
ar: انتهاء
az: Sonda
bn: শেষ
cs: Konec
de: Ende
es: Fin
et: Lõpp
fi: Loppu
ky: Аягы
lt: Galas
lv: beigas
nb: Slutt
pl: Koniec
ru: Конец
sv: Slut
th: จบ
uk: Кінець

source: End date
ar: تاريخ الانتهاء
az: Bitmə tarixi
bn: শেষ তারিখ
cs: Datum ukončení
de: Enddatum
es: Fecha de finalización
et: Lõppkuupäev
fi: Päättymispäivä
ky: Аяктоо күнү
lt: Pabaigos data
lv: Beigu datums
nb: Sluttdato
pl: Data zakończenia
ru: Дата окончания
sv: Slutdatum
th: วันที่สิ้นสุด
uk: Кінцева дата

source: End date:
ar: تاريخ الانتهاء:
az: Bitmə tarixi:
bn: শেষ তারিখ:
cs: Datum ukončení:
de: Endtermin:
es: Fecha de finalización:
et: Lõppkuupäev:
fi: Päättymispäivä:
ky: Аяктоо күнү:
lt: Pabaigos data:
lv: Beigu datums:
nb: Sluttdato:
pl: Data końcowa:
ru: Дата окончания:
sv: Slutdatum:
th: วันที่สิ้นสุด:
uk: Дата закінчення:
