Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: There are no provider events.
ar: لا توجد أحداث مزود.
az: Provayder hadisələri yoxdur.
bn: কোন প্রদানকারী ইভেন্ট নেই.
cs: Nejsou žádné události poskytovatele.
de: Es gibt keine Anbieterveranstaltungen.
es: No hay eventos para proveedores.
et: Teenusepakkuja sündmusi pole.
fi: Palveluntarjoajan tapahtumia ei ole.
ky: Провайдер окуялары жок.
lt: Teikėjų įvykių nėra.
lv: Nav pakalpojumu sniedzēja notikumu.
nb: Det er ingen leverandørarrangementer.
pl: Brak wydarzeń dostawców.
ru: Нет событий провайдера.
sv: Det finns inga leverantörshändelser.
th: ไม่มีกิจกรรมของผู้ให้บริการ
uk: Немає подій провайдера.

source: There are no remote accounts yet.
ar: لا توجد حسابات بعيدة حتى الآن.
az: Hələ uzaq hesab yoxdur.
bn: এখনও কোন দূরবর্তী অ্যাকাউন্ট নেই.
cs: Zatím neexistují žádné vzdálené účty.
de: Es gibt noch keine Remote-Konten.
es: Todavía no hay cuentas remotas.
et: Veel pole kaugkontosid.
fi: Etätilejä ei vielä ole.
ky: Азырынча алыскы аккаунттар жок.
lt: Kol kas nėra nuotolinių paskyrų.
lv: Attālināto kontu vēl nav.
nb: Det er ingen eksterne kontoer ennå.
pl: Nie ma jeszcze kont zdalnych.
ru: Удаленных аккаунтов пока нет.
sv: Det finns inga fjärrkonton ännu.
th: ยังไม่มีบัญชีระยะไกล
uk: Віддалених облікових записів ще немає.

source: There are no report fields defined in the offering.
ar: لا توجد حقول تقرير محددة في العرض.
az: Təklifdə müəyyən edilmiş hesabat sahələri yoxdur.
bn: অফার সংজ্ঞায়িত কোন রিপোর্ট ক্ষেত্র আছে.
cs: V nabídce nejsou definována žádná pole sestav.
de: Im Angebot sind keine Berichtsfelder definiert.
es: No hay campos de informe definidos en la oferta.
et: Pakkumisel pole aruandevälju määratletud.
fi: Tarjouksessa ei ole määritelty raporttikenttiä.
ky: Сунушта аныкталган эч кандай отчет талаалары жок.
lt: Pasiūlyme nėra apibrėžtų ataskaitos laukų.
lv: Piedāvājumā nav definēti atskaites lauki.
nb: Det er ingen rapportfelt definert i tilbudet.
pl: W ofercie nie zdefiniowano żadnych pól raportów.
ru: В предложении не определены поля отчета.
sv: Det finns inga rapportfält definierade i erbjudandet.
th: ไม่มีฟิลด์รายงานที่กำหนดไว้ในข้อเสนอ
uk: У пропозиції немає полів звіту.

source: There are no requests yet.
ar: لا توجد طلبات حتى الآن.
az: Hələ heç bir sorğu yoxdur.
bn: এখনও কোন অনুরোধ নেই.
cs: Zatím nejsou žádné požadavky.
de: Es gibt noch keine Anfragen.
es: Todavía no hay solicitudes.
et: Päringuid ei ole veel.
fi: Pyyntöjä ei vielä ole.
ky: Азырынча эч кандай өтүнүч жок.
lt: Dar nėra užklausų.
lv: Pieprasījumu vēl nav.
nb: Det er ingen forespørsler ennå.
pl: Nie ma jeszcze żadnych żądań.
ru: Запросов пока нет.
sv: Det finns inga förfrågningar ännu.
th: ยังไม่มีการร้องขอใดๆ
uk: Заявок ще немає.

source: There are no resource events.
ar: لا توجد أحداث الموارد.
az: Resurs hadisələri yoxdur.
bn: কোন সম্পদ ঘটনা আছে.
cs: Neexistují žádné události zdrojů.
de: Es gibt keine Ressourcenereignisse.
es: No hay eventos de recursos.
et: Ressursi sündmused puuduvad.
fi: Resurssitapahtumia ei ole.
ky: Ресурстук окуялар жок.
lt: Nėra išteklių įvykių.
lv: Resursu notikumu nav.
nb: Det er ingen ressurshendelser.
pl: Brak zdarzeń zasobów.
ru: Ресурсных событий нет.
sv: Det finns inga resurshändelser.
th: ไม่มีกิจกรรมทรัพยากร
uk: Немає ресурсних подій.

source: There are no resource issues.
ar: لا توجد قضايا الموارد.
az: Resurs məsələləri yoxdur.
bn: কোন সম্পদ সমস্যা আছে.
cs: Nejsou žádné problémy se zdroji.
de: Es gibt keine Ressourcenprobleme.
es: No hay problemas de recursos.
et: Ressursi probleemid puuduvad.
fi: Resurssiongelmia ei ole.
ky: Ресурстук маселелер жок.
lt: Nėra problemų dėl išteklių.
lv: Nav problēmu ar resursiem.
nb: Det er ingen ressursproblemer.
pl: Nie ma problemów z zasobami.
ru: Проблем с ресурсами нет.
sv: Det finns inga resursproblem.
th: ไม่มีปัญหาด้านทรัพยากร
uk: Проблем із ресурсами немає.

source: There are no resource options defined in the offering.
ar: لا توجد خيارات للموارد محددة في العرض.
az: Təklifdə müəyyən edilmiş resurs variantları yoxdur.
bn: অফারে সংজ্ঞায়িত কোন সম্পদ বিকল্প নেই।
cs: V nabídce nejsou definovány žádné možnosti zdrojů.
de: Im Angebot sind keine Ressourcenoptionen definiert.
es: No hay opciones de recursos definidas en la oferta.
et: Pakkumises pole ressursivalikuid määratletud.
fi: Tarjouksessa ei ole määritelty resurssivaihtoehtoja.
ky: Сунушта аныкталган ресурс параметрлери жок.
lt: Pasiūlyme nėra apibrėžtų išteklių parinkčių.
lv: Piedāvājumā nav definētu resursu opciju.
nb: Det er ingen ressursalternativer definert i tilbudet.
pl: W ofercie nie zdefiniowano żadnych opcji zasobów.
ru: В предложении не определены параметры ресурсов.
sv: Det finns inga resursalternativ definierade i erbjudandet.
th: ไม่มีตัวเลือกทรัพยากรที่กำหนดไว้ในข้อเสนอ
uk: У пропозиції немає параметрів ресурсів.

source: There are no resources
ar: لا توجد موارد
az: Heç bir qaynaq yoxdur
bn: কোন সম্পদ নেই
cs: Nejsou žádné zdroje
de: Es sind keine Ressourcen vorhanden
es: No hay recursos
et: Puuduvad ressursid
fi: Ei ole resursseja
ky: Ресурстар жок
lt: Nėra išteklių
lv: Resursu nav
nb: Det er ingen ressurser
pl: Nie ma żadnych zasobów
ru: Нет ресурсов
sv: Det finns inga resurser
th: ไม่มีทรัพยากร
uk: Ресурсів немає

source: There are no resources available.
ar: لا توجد موارد متاحة.
az: Mövcud heç bir resurs yoxdur.
bn: কোন সম্পদ উপলব্ধ নেই.
cs: Nejsou k dispozici žádné zdroje.
de: Es sind keine Ressourcen verfügbar.
es: No hay recursos disponibles.
et: Ressursid pole saadaval.
fi: Resursseja ei ole saatavilla.
ky: эч кандай ресурстар жок.
lt: Nėra jokių išteklių.
lv: Nav pieejami resursi.
nb: Det er ingen tilgjengelige ressurser.
pl: Brak dostępnych zasobów.
ru: Нет доступных ресурсов.
sv: Det finns inga resurser tillgängliga.
th: ไม่มีทรัพยากรที่มีอยู่
uk: Немає доступних ресурсів.

source: There are no sections for comparison yet.
ar: لا توجد أقسام للمقارنة حتى الآن.
az: Hələ müqayisə üçün bölmələr yoxdur.
bn: তুলনা করার জন্য এখনও কোন বিভাগ নেই.
cs: Zatím nejsou k dispozici žádné sekce pro srovnání.
de: Es gibt noch keine Abschnitte zum Vergleich.
es: Todavía no hay secciones para la comparación.
et: Veel pole sektsioone mida võrrelda
fi: Vertailevia osioita ei vielä ole.
ky: Азырынча салыштыруу үчүн бөлүмдөр жок.
lt: Kol kas nėra skyrių, kuriuos būtų galima palyginti.
lv: Salīdzināšanai vēl nav nevienas sadaļas.
nb: Det er ingen seksjoner for sammenligning ennå.
pl: Nie ma jeszcze sekcji do porównania.
ru: Разделов для сравнения пока нет.
sv: Det finns inga avsnitt för jämförelse ännu.
th: ยังไม่มีส่วนสำหรับการเปรียบเทียบ
uk: Розділів для порівняння поки немає.

source: There are no {verboseName} found matching the filter.
ar: لا يوجد{verboseName} وجدت مطابقة عامل التصفية.
az: Filtrə uyğun heç bir {verboseName} tapılmadı.
bn: সেখানে নেই{verboseName} ফিল্টারের সাথে মিলে গেছে।
cs: Nebyly nalezeny žádné {verboseName}, které by odpovídaly filtru.
de: Es wurden keine {verboseName} gefunden, die mit dem Filter übereinstimmen.
es: No se ha encontrado ningún {verboseName} que coincida con el filtro.
et: Filtrile vastavat {verboseName} ei leitud.
fi: Ei ole olemassa{verboseName} suodatinta vastaava.
ky: жок{verboseName} чыпкага дал келген.
lt: Nerasta, kad {verboseName} atitiktų filtrą.
lv: Nepastāv{verboseName} atrasts atbilstošs filtram.
nb: Det er ingen {verboseName} funnet som samsvarer med filteret.
pl: Nie ma{verboseName} znaleziono pasujące do filtra.
ru: Нет{verboseName} найдено соответствующее фильтру.
sv: Det finns inga {verboseName} som matchar filtret.
th: ไม่มี{verboseName} พบว่าตรงกับตัวกรอง
uk: Немає жодних{verboseName} знайдено, що відповідає фільтру.

source: There are no {verboseName} yet.
ar: لا يوجد{verboseName} حتى الآن.
az: Hələ heç bir {verboseName} yoxdur.
bn: সেখানে নেই{verboseName} এখনো.
cs: Zatím neexistují žádné {verboseName}.
de: Es gibt noch keine {verboseName}.
es: Todavía no hay {verboseName}.
et: {verboseName} puuduvad.
fi: Ei ole olemassa{verboseName} vielä.
ky: жок{verboseName} дагы.
lt: Kol kas nėra „{verboseName}“.
lv: Nepastāv{verboseName} vēl.
nb: Det er ingen {verboseName} ennå.
pl: Nie ma{verboseName} już.
ru: Нет{verboseName} еще.
sv: Det finns inga {verboseName} än.
th: ไม่มี{verboseName} ยัง.
uk: Немає жодних{verboseName} ще.

source: There are not namespaces in this project yet.
ar: لا توجد مساحات أسماء في هذا المشروع حتى الآن.
az: Bu layihədə hələ ad sahəsi yoxdur.
bn: এই প্রকল্পে এখনও নামস্থান নেই।
cs: V tomto projektu zatím nejsou žádné jmenné prostory.
de: In diesem Projekt sind noch keine Namespaces vorhanden.
es: Todavía no hay espacios de nombres en este proyecto.
et: Selles projektis pole veel nimeruume.
fi: Tässä projektissa ei ole vielä nimitiloja.
ky: Бул долбоордо азырынча ат мейкиндиктери жок.
lt: Šiame projekte dar nėra vardų srities.
lv: Šajā projektā vēl nav nosaukumvietu.
nb: Det er ikke navneområder i dette prosjektet ennå.
pl: W tym projekcie nie ma jeszcze przestrzeni nazw.
ru: В этом проекте пока нет пространств имен.
sv: Det finns inga namnområden i detta projekt än.
th: ยังไม่มีเนมสเปซในโปรเจ็กต์นี้
uk: У цьому проекті ще немає просторів імен.

source: There is no activity yet.
ar: لا يوجد نشاط حتى الان.
az: Hələlik heç bir fəaliyyət yoxdur.
bn: কোন উত্তর নেই এখন পর্যন্ত।
cs: Zatím není žádná aktivita.
de: Es gibt noch keine Aktivität.
es: No hay actividad todavía.
et: Tegevused veel puuduvad.
fi: Ei vielä toimintaa.
ky: Азырынча активдүүлүк жок.
lt: Kol kas nėra jokios veiklos.
lv: Pagaidām aktivitāšu nav.
nb: Det er ingen aktivitet ennå.
pl: Nie ma jeszcze żadnej aktywności.
ru: Активности пока нет.
sv: Det finns ingen aktivitet än.
th: ยังไม่มีกิจกรรมใดๆ
uk: Активності ще немає.

source: There is no description
ar: لا يوجد وصف
az: Heç bir təsvir yoxdur
bn: কোন বর্ণনা নেই
cs: Neexistuje žádný popis
de: Es gibt keine Beschreibung
es: No hay descripción
et: Kirjeldust ei ole
fi: Kuvausta ei ole
ky: Эч кандай сүрөттөмө жок
lt: Aprašymo nėra
lv: Nav apraksta
nb: Det er ingen beskrivelse
pl: Nie ma opisu
ru: Нет описания
sv: Det finns ingen beskrivning
th: ไม่มีคำอธิบาย
uk: Опису немає

source: There is no plan
ar: لا توجد خطة
az: Heç bir plan yoxdur
bn: কোনো পরিকল্পনা নেই
cs: Neexistuje žádný plán
de: Es gibt keinen Plan
es: No hay ningún plan
et: Plaani pole
fi: Ei ole suunnitelmaa
ky: План жок
lt: Plano nėra
lv: Plāna nav
nb: Det er ingen plan
pl: Nie ma planu
ru: Нет никакого плана
sv: Det finns ingen plan
th: ไม่มีแผน
uk: Плану немає

source: Third
ar: الثالث
az: Üçüncü
bn: তৃতীয়
cs: Třetí
de: dritte
es: Tercero
et: Kolmandaks
fi: kolmas
ky: Үчүнчү
lt: Treč
lv: trešais
nb: tredje
pl: trzeci
ru: третий
sv: tredje
th: ที่สาม
uk: третє

source: This field is only editable when startup script is enabled.
ar: هذا الحقل قابل للتحرير فقط عند تمكين البرنامج النصي لبدء التشغيل.
az: Bu sahə yalnız başlanğıc skripti aktiv olduqda redaktə edilə bilər.
bn: স্টার্টআপ স্ক্রিপ্ট সক্ষম হলেই এই ক্ষেত্রটি সম্পাদনাযোগ্য।
cs: Toto pole lze upravovat pouze v případě, že je povolen spouštěcí skript.
de: Dieses Feld kann nur bearbeitet werden, wenn das Startskript aktiviert ist.
es: Este campo solo se puede editar cuando el script de inicio está activado.
et: Seda välja saab muuta ainult siis, kui käivitusskript on lubatud.
fi: Tätä kenttää voi muokata vain, kun käynnistysohjelma on käytössä.
ky: Бул талаа баштоо скрипти иштетилгенде гана түзөтүлөт.
lt: Šį lauką galima redaguoti tik įjungus paleisties scenarijų.
lv: Šo lauku var rediģēt tikai tad, ja ir iespējots starta skripts.
nb: Dette feltet kan bare redigeres når oppstartsskript er aktivert.
pl: To pole można edytować tylko wtedy, gdy włączony jest skrypt startowy.
ru: Это поле доступно для редактирования только при включенном сценарии запуска.
sv: Det här fältet är bara redigerbart när startskriptet är aktiverat.
th: ฟิลด์นี้สามารถแก้ไขได้เมื่อเปิดใช้งานสคริปต์เริ่มต้นเท่านั้น
uk: Це поле доступне для редагування, лише коли ввімкнено сценарій запуску.

source: This field is required.
ar: هذه الخانة مطلوبه.
az: Bu xananın doldurulması məcburidir.
bn: ঘরটি অবশ্যই পূরণ করতে হবে.
cs: Toto pole je povinné.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
et: See väli on kohustuslik
fi: Tämä kenttä pitää täyttää.
ky: Бул талаа талап кылынат.
lt: Šį lauką būtina užpildyti.
lv: Šis lauks ir obligāts.
nb: Dette feltet er obligatorisk.
pl: To pole jest wymagane.
ru: Это поле обязательно для заполнения.
sv: Det här fältet är obligatoriskt.
th: ต้องระบุข้อมูลในช่องนี้
uk: Це поле є обов&#39;язковим.

source: This name will be visible in accounting data.
ar: سيكون هذا الاسم مرئيًا في البيانات المحاسبية.
az: Bu ad uçot məlumatlarında görünəcək.
bn: অ্যাকাউন্টিং ডেটাতে এই নামটি দৃশ্যমান হবে।
cs: Tento název bude viditelný v účetních datech.
de: Dieser Name wird in Buchhaltungsdaten sichtbar sein.
es: Este nombre será visible en los datos contables.
et: See nimi on nähtav raamatupidamise andmetes.
fi: Tämä nimi näkyy kirjanpitotiedoissa.
ky: Бул аталыш бухгалтердик эсептин маалыматтарында көрүнөт.
lt: Šis vardas bus matomas apskaitos duomenyse.
lv: Šis nosaukums būs redzams grāmatvedības datos.
nb: Dette navnet vil være synlig i regnskapsdata.
pl: Nazwa ta będzie widoczna w danych księgowych.
ru: Это имя будет видно в учетных данных.
sv: Detta namn kommer att synas i redovisningsuppgifter.
th: ชื่อนี้จะปรากฏในข้อมูลทางบัญชี
uk: Це ім&#39;я буде видно в облікових даних.

source: This offering has been archived.
ar: تمت أرشفة هذا العرض.
az: Bu təklif arxivləşdirilib.
bn: এই অফার আর্কাইভ করা হয়েছে.
cs: Tato nabídka byla archivována.
de: Dieses Angebot wurde archiviert.
es: Esta oferta se ha archivado.
et: See pakkumine on arhiveeritud.
fi: Tämä tarjous on arkistoitu.
ky: Бул сунуш архивделди.
lt: Šis pasiūlymas buvo suarchyvuotas.
lv: Šis piedāvājums ir arhivēts.
nb: Dette tilbudet er arkivert.
pl: Ta oferta została zarchiwizowana.
ru: Это предложение было заархивировано.
sv: Detta erbjudande har arkiverats.
th: ข้อเสนอนี้ถูกเก็บถาวรแล้ว
uk: Ця пропозиція заархівована.

source: This offering has been paused and new resources cannot be added at the moment.
ar: لقد تم إيقاف هذا العرض مؤقتًا ولا يمكن إضافة موارد جديدة في الوقت الحالي.
az: Bu təklif dayandırıldı və hazırda yeni mənbələr əlavə edilə bilməz.
bn: এই অফারটি বিরাম দেওয়া হয়েছে এবং এই মুহূর্তে নতুন সংস্থান যোগ করা যাবে না৷
cs: Tato nabídka byla pozastavena a v tuto chvíli nelze přidávat nové zdroje.
de: Dieses Angebot wurde pausiert und neue Ressourcen können derzeit nicht hinzugefügt werden.
es: Esta oferta se ha detenido y no se pueden añadir nuevos recursos en este momento.
et: Pakkumine on peatatud ja uusi ressursse ei saa hetkel lisada.
fi: Tämä tarjonta on keskeytetty, eikä uusia resursseja voi lisätä tällä hetkellä.
ky: Бул сунуш тындырылды жана учурда жаңы ресурстарды кошуу мүмкүн эмес.
lt: Šis pasiūlymas buvo pristabdytas ir šiuo metu negalima pridėti naujų išteklių.
lv: Šis piedāvājums ir apturēts, un jaunus resursus pašlaik nevar pievienot.
nb: Dette tilbudet er satt på pause, og nye ressurser kan ikke legges til for øyeblikket.
pl: Ta oferta została wstrzymana i w tej chwili nie można dodać nowych zasobów.
ru: Это предложение приостановлено, и в настоящее время невозможно добавить новые ресурсы.
sv: Det här erbjudandet har pausats och nya resurser kan inte läggas till just nu.
th: ข้อเสนอนี้ถูกหยุดชั่วคราวและไม่สามารถเพิ่มทรัพยากรใหม่ได้ในขณะนี้
uk: Цю пропозицію призупинено, і наразі неможливо додати нові ресурси.

source: This offering has not been activated by the operator yet.
ar: لم يتم تفعيل هذا العرض من قبل المشغل بعد.
az: Bu təklif hələ operator tərəfindən aktivləşdirilməyib.
bn: এই অফারটি এখনও অপারেটর দ্বারা সক্রিয় করা হয়নি।
cs: Tato nabídka zatím nebyla operátorem aktivována.
de: Dieses Angebot wurde vom Betreiber noch nicht freigeschaltet.
es: El operador aún no ha activado esta oferta.
et: Operaator ei ole seda pakkumist veel aktiveerinud.
fi: Operaattori ei ole vielä aktivoinut tätä tarjousta.
ky: Бул сунуш азырынча оператор тарабынан иштетиле элек.
lt: Šio pasiūlymo operatorius dar nesuaktyvino.
lv: Šo piedāvājumu operators vēl nav aktivizējis.
nb: Dette tilbudet er ikke aktivert av operatøren ennå.
pl: Oferta ta nie została jeszcze aktywowana przez operatora.
ru: Данное предложение еще не активировано оператором.
sv: Detta erbjudande har inte aktiverats av operatören ännu.
th: ข้อเสนอนี้ยังไม่ได้เปิดใช้งานโดยผู้ให้บริการ
uk: Ця пропозиція ще не активована оператором.

source: This value is invalid JSON.
ar: هذه القيمة غير صالحة لـ JSON.
az: Bu dəyər etibarsız JSON.
bn: এই মানটি অবৈধ JSON।
cs: Tato hodnota je neplatný JSON.
de: Dieser Wert ist ungültig JSON.
es: Este valor es un JSON no válido.
et: See väärtus on kehtetu JSON.
fi: Tämä arvo on virheellinen JSON.
ky: Бул маани жараксыз JSON.
lt: Ši vertė yra neteisinga JSON.
lv: Šī vērtība nav derīga JSON.
nb: Denne verdien er ugyldig JSON.
pl: Ta wartość jest nieprawidłowym kodem JSON.
ru: Это значение является недопустимым JSON.
sv: Det här värdet är ogiltigt JSON.
th: ค่านี้เป็น JSON ไม่ถูกต้อง
uk: Це значення недійсний JSON.

source: This website uses cookies to ensure you get the best experience on our website.
ar: يستخدم هذا الموقع ملفات تعريف الارتباط لضمان حصولك على أفضل تجربة على موقعنا.
az: Bu vebsayt sizin ən yaxşı təcrübəni əldə etməyiniz üçün cookies istifadə edir.
bn: আপনি আমাদের ওয়েবসাইটে সেরা অভিজ্ঞতা পান তা নিশ্চিত করতে এই ওয়েবসাইটটি কুকিজ ব্যবহার করে।
cs: Tyto webové stránky používají soubory cookie, aby vám zajistily co nejlepší zážitek z našich webových stránek.
de: Diese Website verwendet Cookies, um sicherzustellen, dass Sie die bestmögliche Erfahrung auf unserer Website erzielen.
es: Este sitio web utiliza cookies para garantizar que obtenga la mejor experiencia en nuestro sitio web.
et: See veebsait kasutab küpsiseid, et tagada teile parim kogemus meie veebisaidil.
fi: Tämä verkkosivusto käyttää evästeitä varmistaakseen, että saat parhaan kokemuksen verkkosivustollamme.
ky: Бул веб-сайт биздин веб-сайтта эң жакшы тажрыйбаны алуу үчүн кукилерди колдонот.
lt: Šioje svetainėje naudojami slapukai, kad užtikrintume, kad jūs gaunate geriausią patirtį mūsų svetainėje.
lv: Šī vietne izmanto sīkfailus, lai nodrošinātu jums vislabāko pieredzi mūsu vietnē.
nb: Dette nettstedet bruker informasjonskapsler for å sikre at du får den beste opplevelsen på nettstedet vårt.
pl: Ta strona korzysta z plików cookie, aby zapewnić najlepszą jakość korzystania z naszej witryny.
ru: Этот веб-сайт использует файлы cookie, чтобы обеспечить вам лучший опыт на нашем веб-сайте.
sv: Denna webbplats använder cookies för att säkerställa att du får den bästa upplevelsen på vår webbplats.
th: เว็บไซต์นี้ใช้คุกกี้เพื่อให้แน่ใจว่าคุณได้รับประสบการณ์ที่ดีที่สุดบนเว็บไซต์ของเรา
uk: Цей веб-сайт використовує файли cookie, щоб забезпечити вам найкращий досвід використання нашого веб-сайту.

source: Threshold
ar: عتبة
az: Eşik
bn: থ্রেশহোল্ড
cs: Práh
de: Schwelle
es: Umbral
et: Lävi
fi: Kynnys
ky: Босого
lt: Slenkstis
lv: Slieksnis
nb: Terskel
pl: Próg
ru: Порог
sv: Tröskel
th: เกณฑ์
uk: Поріг

source: Thumbnail
ar: ظفري
az: Kiçik şəkil
bn: থাম্বনেল
cs: Miniatura
de: Miniaturansicht
es: Miniatura
et: Pisipilt
fi: Pikkukuva
ky: Эскиз
lt: Miniatiūra
lv: Sīktēls
nb: Miniatyrbilde
pl: Miniaturka
ru: Миниатюру
sv: Miniatyr
th: ภาพขนาดย่อ
uk: Мініатюра

source: Tickets
ar: تذاكر
az: Biletlər
bn: টিকিট
cs: Lístky
de: Karten
et: Piletid
fi: Liput
ky: Билеттер
lt: Bilietai
lv: Biļetes
nb: Billetter
pl: Bilety
ru: Билеты
sv: Biljetter
th: ตั๋ว
uk: квитки

source: Time
ar: الوقت
az: Vaxt
bn: সময়
cs: Čas
de: Zeitpunkt
es: Tiempo
et: Aeg
fi: Aika
ky: Убакыт
lt: Laikas
lv: Laiks
nb: Tid
pl: Godzina
ru: Время
sv: Tid
th: เวลา
uk: час

source: Time in progress
ar: الوقت قيد التقدم
az: Vaxt gedir
bn: সময় চলছে
cs: Čas průběhu
de: Zeit im Gange
es: Tiempo en curso
et: Töös olemise aeg
fi: Aika käynnissä
ky: Убакыт жүрүп жатат
lt: Vykdomas laikas
lv: Notiek laiks
nb: Tid pågår
pl: Czas w toku
ru: Время в процессе
sv: Tiden pågår
th: เวลาที่กำลังดำเนินอยู่
uk: Триває час

source: Time slot
ar: فسحة زمنية
az: Vaxt yuvaları
bn: সময় স্লট
cs: Časový úsek
de: Zeitfenster
es: Ranura horaria
et: Ajapilu
fi: Aikaväli
ky: Убакыт аралыгы
lt: Laiko tarpas
lv: Laika sprauga
nb: Tidsluke
pl: Przedział czasu
ru: Временной интервал
sv: Tidslucka
th: ช่วงเวลา
uk: Часовий інтервал

source: Time slot has been added.
ar: تمت إضافة فتحة الوقت.
az: Vaxt yuvaları əlavə edildi.
bn: টাইম স্লট যোগ করা হয়েছে।
cs: Byl přidán časový úsek.
de: Das Zeitfenster wurde hinzugefügt.
es: Se ha añadido una ranura horaria.
et: Ajapilu on lisatud.
fi: Aikaväli on lisätty.
ky: Убакыт аралыгы кошулду.
lt: Pridėtas laiko tarpas.
lv: Laika posms ir pievienots.
nb: Tidsluke er lagt til.
pl: Dodano przedział czasowy.
ru: Добавлен временной интервал.
sv: Tidslucka har lagts till.
th: เพิ่มช่วงเวลาแล้ว
uk: Часовий інтервал додано.

source: Time slots
ar: فتحات الوقت
az: Vaxt yuvaları
bn: সময় স্লট
cs: Časové úseky
de: Zeitfenster
es: Ranuras horarias
et: Ajavahemikud
fi: Aikavälit
ky: Убакыт тилкелери
lt: Laiko intervalai
lv: Laika nišas
nb: Tidsluker
pl: Szczeliny czasowe
ru: Временные интервалы
sv: Tidsluckor
th: ช่วงเวลา
uk: Часові проміжки

source: Time zone
ar: وحدة زمنية
az: Saat zonası
bn: সময় অঞ্চল
cs: Časové pásmo
de: Zeitzone
es: Zona horaria
et: Ajavöönd
fi: Aikavyöhyke
ky: Убакыт зонасы
lt: Laiko zona
lv: Laika josla
nb: Tidssone
pl: Strefa czasowa
ru: Часовой пояс
sv: Tidszon
th: เขตเวลา
uk: Часовий пояс

source: Timestamp
ar: الطابع الزمني
az: Zaman qeydi
bn: টাইমস্ট্যাম্প
cs: Časová známka
de: Zeitstempel
es: Marca de tiempo
et: Ajatempel
fi: Aikaleima
ky: Убакыт белгиси
lt: Laiko žymė
lv: Laikspiedola
nb: Tidsstempel
pl: Znak czasu
ru: Метка времени
sv: Tidsstämpel
th: การประทับเวลา
uk: Мітка часу

source: Title
ar: عنوان
az: Başlıq
bn: শিরোনাম
cs: Titul
de: Titel
es: Título
et: Nimetus
fi: Nimike
lt: Pavadinimas
lv: Nosaukums
nb: Tittel
pl: Tytuł
ru: Титул
sv: Titel
th: ชื่อ
uk: Назва

source: To
ar: ل
az: Kimə
bn: প্রতি
cs: Komu
de: An
es: A
et: Kellele
fi: jotta
ky: үчүн
lt: Iki
lv: līdz
nb: Til
pl: Do
sv: Till
th: ถึง
uk: до

source: To accept the invitation, please sign in to your account.
ar: لقبول الدعوة، يرجى تسجيل الدخول إلى حسابك.
az: Dəvəti qəbul etmək üçün hesabınıza daxil olun.
bn: আমন্ত্রণ গ্রহণ করতে, অনুগ্রহ করে আপনার অ্যাকাউন্টে সাইন ইন করুন৷
cs: Chcete-li pozvánku přijmout, přihlaste se prosím ke svému účtu.
de: Um die Einladung anzunehmen, melden Sie sich bitte bei Ihrem Konto an.
es: Para aceptar la invitación, inicia sesión en tu cuenta.
et: Kutse vastuvõtmiseks logige oma kontole sisse.
fi: Hyväksy kutsu kirjautumalla tilillesi.
ky: Чакырууну кабыл алуу үчүн аккаунтуңузга кириңиз.
lt: Norėdami priimti kvietimą, prisijunkite prie savo paskyros.
lv: Lai pieņemtu ielūgumu, lūdzu, pierakstieties savā kontā.
nb: For å godta invitasjonen, logg på kontoen din.
pl: Aby przyjąć zaproszenie, zaloguj się na swoje konto.
ru: Чтобы принять приглашение, войдите в свою учетную запись.
sv: För att acceptera inbjudan, vänligen logga in på ditt konto.
th: หากต้องการยอมรับคำเชิญ โปรดลงชื่อเข้าใช้บัญชีของคุณ
uk: Щоб прийняти запрошення, увійдіть у свій обліковий запис.
