Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: "{trimmed}" exceeds the {max_len} character FQDN limit
ar: «{trimmed}» يتجاوز حد الحرف FQDN {max_len}
az: “{trimmed}" {max_len} xarakter FQDN limitini aşır
bn: &quot;{trimmed} &quot;কে ছাড়িয়ে গেছে{max_len} অক্ষর FQDN সীমা
cs: "{trimmed}" překračuje limit {max_len} znaků FQDN
de: "{trimmed}" überschreitet das {max_len} FQDN-Limit von Zeichen
es: "{trimmed}" supera el límite de FQDN de caracteres {max_len}
et: „{trimmed}” ületab {max_len} märgi FQDN piiri
fi: &quot;{trimmed} &quot; ylittää{max_len} merkki FQDN-rajoitus
ky: &quot;{trimmed} &quot; ашат{max_len} тамга FQDN чеги
lt: "{trimmed}" viršija {max_len} simbolių FQDN ribą
lv: &quot;{trimmed} &quot; pārsniedz{max_len} rakstzīmju FQDN ierobežojums
nb: "{trimmed}" overskrider den {max_len} tegn FQDN-grensen
pl: &quot;{trimmed} „przekracza{max_len} limit znaków FQDN
ru: Доменное имя «{trimmed}» должно иметь не более {max_len} символов
sv: ”{trimmed}” överskrider gränsen för {max_len} tecken FQDN
th: &quot;{trimmed} “เกิน.{max_len} ขีดจำกัด FQDN อักขระ
uk: «{trimmed}» перевищує ліміт FQDN символів {max_len}

source: '{trimmed}' exceeds the {maxlen} character FQDN limit
ar: &#39;{trimmed} &quot;يتجاوز{maxlen} حد FQDN للأحرف
az: '{trimmed}' simvol FQD {maxlen} N limitini aşır
bn: &#39;{trimmed} &#39; ছাড়িয়ে গেছে{maxlen} অক্ষর FQDN সীমা
cs: &#39;{trimmed} &#39; přesahuje{maxlen} limit FQDN znaků
de: &#39;{trimmed} &#39; überschreitet die{maxlen} Zeichen-FQDN-Limit
es: '{trimmed}' supera el límite de FQDN de caracteres {maxlen}
et: '{trimmed}' ületab {maxlen} märgi FQDN piiri
fi: &#39;{trimmed} &#39; ylittää{maxlen} merkki FQDN-rajoitus
ky: &#39;{trimmed} &#39; ашат{maxlen} тамга FQDN чеги
lt: &#39;{trimmed} “ viršija{maxlen} simbolių FQDN apribojimas
lv: &#39;{trimmed} &#39; pārsniedz{maxlen} rakstzīmju FQDN ierobežojums
nb: &#39;{trimmed} &#39; overstiger{maxlen} tegn FQDN-grense
pl: &#39;{trimmed} &#39;przekracza{maxlen} limit znaków FQDN
ru: &#39;{trimmed} &#39;превышает{maxlen} ограничение полного доменного имени символов
sv: &#39;{trimmed} &#39; överstiger{maxlen} tecken FQDN-gräns
th: &#39;{trimmed} &#39;เกินกว่า{maxlen} ขีดจำกัด FQDN อักขระ
uk: &#39;{trimmed} &#39; перевищує{maxlen} обмеження символів FQDN

source: +{count} more schedules
ar: +{count} المزيد من الجداول الزمنية
az: + daha {count} çox cədvəl
bn: +{count} আরো সময়সূচী
cs: +{count} více rozvrhů
de: +{count} mehr Zeitpläne
es: +{count} más horarios
et: +{count} rohkem sõiduplaane
fi: +{count} lisää aikatauluja
ky: +{count} көбүрөөк графиктер
lt: +{count} daugiau tvarkaraščių
lv: +{count} vairāk grafiku
nb: +{count} flere tidsplaner
pl: +{count} więcej harmonogramów
ru: +{count} больше расписаний
sv: +{count} fler scheman
th: +{count} กำหนดการเพิ่มเติม
uk: +{count} більше розкладів

source: - . Last request:
az: -. Son sorğu:

source: 10 - Very positive
ar: 10-إيجابي جداً
az: 10 - Çox müsbət
bn: 10 - খুব ইতিবাচক
cs: 10 - Velmi pozitivní
de: 10 - Sehr positiv
es: 10 - Muy positivo
et: 10 - Väga positiivne
fi: 10 - Erittäin positiivista
ky: 10 - Абдан позитивдүү
lt: 10 - Labai teigiamas
lv: 10 - ļoti pozitīvi
nb: 10 - Veldig positivt
pl: 10 – Bardzo pozytywnie
ru: 10 — очень позитивный
sv: 10 - Mycket positivt
th: 10 - เป็นบวกมาก
uk: 10 - Дуже позитивний

source: 1 - Very negative
ar: 1- سلبي جداً
az: 1 - Çox mənfi
bn: 1 - খুব নেতিবাচক
cs: 1 - Velmi negativní
de: 1 - Sehr negativ
es: 1 - Muy negativo
et: 1 - Väga negatiivne
fi: 1 - Erittäin negatiivinen
ky: 1 - Абдан терс
lt: 1 - Labai neigiamas
lv: 1 - Ļoti negatīvs
nb: 1 - Veldig negativ
pl: 1 – Bardzo negatywny
ru: 1 - очень негативный
sv: 1 - Mycket negativt
th: 1 - เชิงลบมาก
uk: 1 - Дуже негативний

source: 90 days ago
ar: منذ 90 يوما
az: 90 günlər əvvəl
bn: 90 দিন আগে
cs: před 90 dny
de: Vor 90 Tagen
es: Hace 90 días
et: 90 päeva tagasi
fi: 90 päivää sitten
ky: 90 күн мурун
lt: prieš 90 dienų
lv: pirms 90 dienām
nb: 90 dager siden
pl: 90 dni temu
ru: 90 дней назад
sv: 90 dagar sedan
th: 90 วันที่ผ่านมา
uk: 90 днів тому

source: 99.98% uptime
ar: وقت تشغيل بنسبة 99.98%
az: 99.98% işləmə vaxtı
bn: 99.98% আপটাইম
cs: 99,98% dostupnost
de: 99,98 % Verfügbarkeit
es: 99,98% tiempo de actividad
et: 99.98% tööaeg
fi: 99,98 % käyttöaika
ky: 99,98% иштөө убактысы
lt: 99,98% veikimo laikas
lv: 99,98% darbības laiks
nb: 99,98 % oppetid
pl: Czas sprawności na poziomie 99,98%.
ru: 99,98% времени безотказной работы
sv: 99,98 % drifttid
th: สถานะการออนไลน์ 99.98%
uk: Безвідмовна робота 99,98%.

source: <Link>Terms of Service</Link> have been accepted on <Date></Date>
ar: تم<Link>قبول شروط الخدمة</Link> على <Date></Date>
az: <Link>Xidmət şər </Link> tləri qəbul edilmişdir <Date> </Date>
bn: <Link>সেবা পাবার শর্ত</Link> উপর গৃহীত হয়েছে<Date></Date>
cs: <Link>Smluvní podmínky</Link> byly přijaty dne <Date></Date>
de: <Link>Nutzungsbedingungen</Link> wurden am <Date></Date> akzeptiert
es: <Link>Términos de servicio</Link> han sido aceptados en <Date></Date>
et: <Link>Teenuse tingimused</Link> on aktsepteeritud <Date></Date>
fi: <Link>Käyttöehdot</Link> on hyväksytty<Date></Date>
ky: <Link>Тейлөө шарттары</Link> боюнча кабыл алынган<Date></Date>
lt: <Link>Paslaugų teikimo sąlygos</Link> buvo priimti <Date></Date>
lv: <Link>Pakalpojuma noteikumi</Link> ir pieņemti<Date></Date>
nb: <Link>Vilkår for bruk</Link> har blitt akseptert den <Date></Date>
pl: <Link>Warunki usługi</Link> zostały przyjęte<Date></Date>
ru: <Link>Условия предоставления услуг</Link> были приняты <Date></Date>
sv: <Link>Användarvillkoren</Link> har godkänts på <Date></Date>
th: <Link>เงื่อนไขการให้บริการ</Link> ได้รับการยอมรับเมื่อวันที่<Date></Date>
uk: <Link>Умови надання послуг</Link> були прийняті <Date></Date>

source: API key
ar: مفتاح واجهة برمجة التطبيقات
az: Api Açarı
cs: Klíč rozhraní API
de: API-Schlüssel
es: API clave
et: API võti
fi: API-avain
ky: API ачкычы
lt: API raktas
lv: API atslēga
nb: API-nøkkel
pl: Klucz API
ru: API-ключ
sv: API -nyckel
th: คีย์ API
uk: Ключ API

source: API secret code:
ar: الرمز السري لواجهة برمجة التطبيقات:
az: API gizli kodu:
bn: API গোপন কোড:
cs: Tajný kód pro API:
de: API-Geheimcode:
es: Código secreto de la API:
et: API salajane kood:
fi: API salainen koodi:
ky: API жашыруун коду:
lt: API slaptasis kodas:
lv: API slepenais kods:
nb: API-hemmelig kode:
pl: Tajny kod API:
ru: Секретный код API:
sv: API-hemlig kod:
th: รหัสลับ API:
uk: Секретний код API:

source: API token
ar: رمز API
az: API mö'cüzəsi
bn: API টোকেন
et: API võti
fi: API-tunnus
ky: API белгиси
lt: API prieigos raktas
lv: API pilnvara
pl: Token API
ru: токен API
th: โทเค็น API
uk: Маркер API

source: API token lifetime
ar: عمر رمز API
az: API kodunun istifadə müddəti
bn: API টোকেন জীবনকাল
cs: Životnost API tokenu
de: API-Tokenlebensdauer
es: Duración del token de la API
et: API token'i eluiga
fi: API-tunnuksen käyttöikä
ky: API токенинин иштөө мөөнөтү
lt: API žetono tarnavimo laikas
lv: API pilnvaras kalpošanas laiks
nb: API token levetid
pl: Czas życia tokena API
ru: Время жизни токена API
sv: API-token livstid
th: อายุการใช้งานโทเค็น API
uk: Час життя токенів API

source: A minimal expected configuration of worker is 4 vCPU and 4 GB RAM.
ar: الحد الأدنى من التكوين المتوقع للعامل هو 4 vCPU و 4 غيغابايت من ذاكرة الوصول العشوائي.
az: İşçinin minimal gözlənilən konfiqurasiyası 4 vCPU və 4 GB RAM.
bn: কর্মীর একটি ন্যূনতম প্রত্যাশিত কনফিগারেশন হল 4 vCPU এবং 4 GB RAM।
cs: Minimální očekávaná konfigurace pracovníka je 4 vCPU a 4 GB RAM.
de: Eine minimale erwartete Konfiguration der Arbeitskraft beträgt 4 vCPU und 4 GB RAM.
es: Una configuración mínima esperada del trabajador es de 4 vCPU y 4 GB de RAM.
et: Minimaalne nõutud konfiguratsioon on 4 vCPU ja 4 GB RAM.
fi: Työntekijän minimikokoonpano on 4 vCPU:ta ja 4 Gt RAM-muistia.
ky: Жумушчунун минималдуу күтүлгөн конфигурациясы 4 vCPU жана 4 ГБ оперативдүү эс тутум.
lt: Minimali numatoma darbuotojo konfigūracija yra 4 vCPU ir 4 GB RAM.
lv: Minimālā paredzamā darbinieka konfigurācija ir 4 vCPU un 4 GB RAM.
nb: En minimal forventet konfigurasjon av arbeideren er 4 vCPU og 4 GB RAM.
pl: Minimalna oczekiwana konfiguracja procesu roboczego to 4 vCPU i 4 GB RAM.
ru: Рабочий узел должен иметь не менее 4 виртуальных ЦП и 4 ГБ ОЗУ.
sv: En minimal förväntad konfiguration av arbetaren är 4 vCPU och 4 GB RAM.
th: การกำหนดค่าขั้นต่ำของผู้ปฏิบัติงานที่คาดหวังคือ 4 vCPU และ RAM 4 GB
uk: Робочий вузол повинен мати не менше 4 віртуальних ЦП і 4 ГБ оперативної пам'яті.

source: A one-time fee applied on activation.
ar: يتم تطبيق رسوم لمرة واحدة عند التنشيط.
az: Aktivləşdirmə zamanı birdəfəlik ödəniş tətbiq olunur.
bn: অ্যাক্টিভেশনে এককালীন ফি প্রযোজ্য।
cs: Při aktivaci je účtován jednorázový poplatek.
de: Eine einmalige Gebühr wird bei der Aktivierung erhoben.
es: Se aplica una tarifa única en la activación.
et: Aktiveerimise eest rakendatakse ühekordne tasu.
fi: Aktivoinnista peritään kertamaksu.
ky: Активдештирүүдө бир жолку төлөм алынат.
lt: Vienkartinis mokestis taikomas aktyvavimo metu.
lv: Aktivizējot tiek piemērota vienreizēja maksa.
nb: En engangsavgift påløper ved aktivering.
pl: Przy aktywacji pobierana jest jednorazowa opłata.
ru: Единовременная плата за активацию.
sv: En engångsavgift tillämpas vid aktivering.
th: มีค่าธรรมเนียมเพียงครั้งเดียวเมื่อเปิดใช้งาน
uk: Одноразова плата за активацію.

source: A profile has been created.
ar: تم إنشاء ملف تعريف.
az: Profil yaradıldı.
bn: একটি প্রোফাইল তৈরি করা হয়েছে।
cs: Profil byl vytvořen.
de: Es wurde ein Profil erstellt.
es: Se ha creado un perfil.
et: Profiil on loodud.
fi: Profiili on luotu.
ky: Профиль түзүлдү.
lt: Sukurtas profilis.
lv: Profils tika izveidots.
nb: En profil er opprettet.
pl: Konto zostało utworzone.
ru: Профиль создан.
sv: En profil har skapats.
th: สร้างโปรไฟล์แล้ว
uk: Профіль створено.

source: Abbreviation
ar: اختصار
az: Abbreviatur
bn: সংক্ষিপ্ত রূপ
cs: Zkratka
de: Abkürzung
es: Abreviatura
et: Lühend
fi: Lyhenne
ky: Аббревиатура
lt: Santrumpa
lv: Abreviatūra
nb: Forkortelse
pl: Skrót
ru: Аббревиатура
sv: Förkortning
th: คำย่อ
uk: Абревіатура

source: About
ar: عن
az: Haqqında
bn: সম্পর্কিত
cs: Asi
de: Um
es: Sobre
et: Meist
fi: Noin
ky: Жөнүндө
lt: Apie
lv: Par
nb: Om
pl: Około
ru: Около
sv: Handla om
th: เกี่ยวกับ
uk: Про

source: Accept
ar: قبول
az: Qəbul edin
bn: গ্রহণ করুন
cs: Přijmout
de: Zustimmen
es: Aceptar
et: Kinnita
fi: Hyväksyä
ky: Кабыл алуу
lt: Sutikti
lv: Pieņemt
nb: Godta
pl: Akceptować
ru: Принять
sv: Acceptera
th: ยอมรับ
uk: Прийняти

source: Accept booking
ar: اقبل الحجز
az: Rezervasyon qəbul edin
bn: বুকিং গ্রহণ করুন
cs: Přijmout rezervaci
de: Buchung akzeptieren
es: Aceptar reserva
et: Kinnita broneering
fi: Hyväksy varaus
ky: Ээлеп коюуну кабыл алыңыз
lt: Priimti užsakymą
lv: Pieņemt rezervāciju
nb: Godta bestilling
pl: Zaakceptuj rezerwację
ru: Принять запрос на бронирование
sv: Acceptera bokning
th: ยอมรับการจอง
uk: Прийняти запит

source: Accept booking request
ar: قبول طلب الحجز
az: Sifariş sorğusunu qəbul edin
bn: বুকিং অনুরোধ গ্রহণ করুন
cs: Přijměte požadavek na rezervaci
de: Buchungsanfrage annehmen
es: Aceptar solicitud de reserva
et: Kinnita broneerimistaotlus
fi: Hyväksy varauspyyntö
ky: Брондоо өтүнүчүн кабыл алыңыз
lt: Priimti užsakymo užklausą
lv: Pieņemiet rezervācijas pieprasījumu
nb: Godta bestillingsforespørsel
pl: Zaakceptuj prośbę o rezerwację
ru: Принять запрос на бронирование
sv: Acceptera bokningsförfrågan
th: ยอมรับคำขอจอง
uk: Прийняти запит на бронювання

source: Accept invitation
ar: قبول الدعوة
az: Dəvəti qəbul et
bn: আমন্ত্রণ গ্রহণ
cs: Přijmout pozvánku
de: Einladung annehmen
es: Aceptar la invitacion
et: Võta kutse vastu
fi: Hyväksy kutsu
ky: Чакырууну кабыл алуу
lt: Priimti pakvietimą
lv: Pieņemt ielūgumu
nb: Godta invitasjon
pl: Przyjąć zaproszenie
ru: Принять приглашение
sv: Acceptera inbjudan
th: ตอบรับคำเชิญ
uk: Прийняти запрошення

source: Accept request
az: İstəyi qəbul edin

source: Accepted
ar: وافقت
az: Qəbul edildi
bn: গৃহীত
cs: Přijato
de: Akzeptiert
es: Aceptado
et: Kinnitatud
fi: hyväksytty
ky: Кабыл алынган
lt: Priimta
lv: Pieņemts
nb: Godtatt
pl: Akceptowane
ru: Принятый
sv: Accepterad
th: ได้รับการยอมรับ
uk: Прийнято

source: Access
ar: التمكن من
az: Giriş
bn: অ্যাক্সেস
cs: Přístup
de: Zugriff
es: Acceso
et: Ligipääs
fi: Pääsy
ky: Мүмкүнчүлүк
lt: Prieiga
lv: Pieeja
nb: Tilgang
pl: Dostęp
ru: Доступ
sv: Tillgång
th: เข้าถึง
uk: Доступ

source: Access URL
ar: عنوان URL للوصول
az: Giriş URL-a
bn: ইউআরএল অ্যাক্সেস করুন
cs: Přístupová adresa URL
de: Zugriffs-URL
es: URL de acceso
et: Juurdepääsu URL
fi: Käytä URL-osoitetta
ky: Кирүү URL
lt: Prieiga prie URL
lv: Piekļuve URL
nb: Få tilgang til URL
pl: Adres URL dostępu
ru: URL-адрес доступа
sv: Åtkomst URL
th: URL การเข้าถึง
uk: URL доступу

source: Access calls
ar: الوصول إلى المكالمات
az: Zənglərə daxil olun
bn: অ্যাক্সেস কল
cs: Přístup k hovorům
de: Auf Anrufe zugreifen
es: Acceder a llamadas
et: Juurdepääs kõnedele
fi: Pääsy puheluihin
ky: Чалууларга кирүү
lt: Pasiekite skambučius
lv: Piekļūstiet zvaniem
nb: Få tilgang til samtaler
pl: Dostęp do połączeń
ru: Доступ к звонкам
sv: Få tillgång till samtal
th: เข้าถึงการโทร
uk: Доступ до викликів

source: Access console link
ar: رابط وحدة التحكم بالوصول
az: Konsol bağlantısına giriş
bn: অ্যাক্সেস কনসোল লিঙ্ক
cs: Přístup ke konzole odkazu
de: Greifen Sie auf den Link zur Konsole zu
es: Enlace de consola de acceso
et: Juurdepääsu konsooli aadress
fi: Pääsykonsolin linkki
ky: Консолдун шилтемеси
lt: Prieigos konsolės nuoroda
lv: Piekļuves konsoles saite
nb: Få tilgang til konsollkobling
pl: Uzyskaj dostęp do łącza konsoli
ru: Ссылка на консоль доступа
sv: Gå till konsollänk
th: ลิงก์คอนโซลการเข้าถึง
uk: Посилання на консоль доступу

source: Access info
ar: الوصول إلى المعلومات
az: Məlumatlara daxil olun
bn: অ্যাক্সেস তথ্য
cs: Přístup k informacím
de: Zugangsinfo
es: Información de acceso
et: Ligipääsu info
fi: Pääsytiedot
ky: Маалымат алуу
lt: Prieigos informacija
lv: Piekļuves informācija
nb: Få tilgang til info
pl: Informacje dostępowe
ru: Доступ к информации
sv: Få åtkomst till information
th: ข้อมูลการเข้าถึง
uk: Доступ до інформації

source: Access policies
ar: سياسات الوصول
az: Giriş siyasətləri
bn: অ্যাক্সেস নীতি
cs: Zásady přístupu
de: Zugriffsrichtlinien
es: Políticas de acceso
et: Juurdepääsupoliitikad
fi: Käyttöoikeuskäytännöt
ky: Кирүү саясаттары
lt: Prieigos politika
lv: Piekļuves politikas
nb: Retningslinjer for tilgang
pl: Zasady dostępu
ru: Политики доступа
sv: Åtkomstpolicyer
th: นโยบายการเข้าถึง
uk: Правила доступу

source: Access policy
ar: نهج الوصول
az: Giriş siyasəti
bn: অ্যাক্সেস নীতি
cs: Zásady přístupu
de: Zugangsrichtlinien
es: Política de acceso
et: Juurdepääsupoliitika
fi: Pääsykäytäntö
ky: Кирүү саясаты
lt: Prieigos politika
lv: Piekļuves politika
nb: Tilgangspolicy
pl: Polityka dostępu
ru: Политика доступа
sv: Åtkomstpolicy
th: นโยบายการเข้าถึง
uk: Політика доступу

source: Access policy has been updated successfully.
ar: تم تحديث سياسة الوصول بنجاح.
az: Giriş siyasəti uğurla yeniləndi.
bn: অ্যাক্সেস নীতি সফলভাবে আপডেট করা হয়েছে।
cs: Zásady přístupu byly úspěšně aktualizovány.
de: Die Zugriffsrichtlinie wurde erfolgreich aktualisiert.
es: La política de acceso se ha actualizado correctamente.
et: Juurdepääsupoliitika on edukalt uuendatud.
fi: Käyttöoikeuskäytännön päivitys onnistui.
ky: Кирүү саясаты ийгиликтүү жаңыртылды.
lt: Prieigos politika sėkmingai atnaujinta.
lv: Piekļuves politika ir veiksmīgi atjaunināta.
nb: Tilgangspolicyen er oppdatert.
pl: Polityka dostępu została pomyślnie zaktualizowana.
ru: Политика доступа успешно обновлена.
sv: Åtkomstpolicyn har uppdaterats framgångsrikt.
th: อัปเดตนโยบายการเข้าถึงเรียบร้อยแล้ว
uk: Політику доступу успішно оновлено.

source: Access resource
ar: الوصول إلى الموارد
az: Resursa giriş
bn: অ্যাক্সেস রিসোর্স
cs: Přístupový zdroj
de: Zugriffsressource
es: Recurso de acceso
et: Juurdepääs ressursile
fi: Käytä resurssia
ky: Ресурска кирүү
lt: Prieiga prie šaltinio
lv: Piekļuve resursam
nb: Få tilgang til ressurs
pl: Dostęp do zasobu
ru: Доступ к ресурсу
sv: Få tillgång till resurs
th: เข้าถึงทรัพยากร
uk: Доступ до ресурсу

source: Access subnets
ar: الوصول إلى الشبكات الفرعية
az: Alt şəbəkələrə daxil olun
bn: সাবনেট অ্যাক্সেস করুন
cs: Přístup k podsítím
de: Zugriff auf Subnetze
es: Subredes de acceso
et: Juurdepääsu alamvõrgud
fi: Käytä aliverkkoja
ky: Субсеттерге кирүү
lt: Prieiga prie potinklių
lv: Piekļūstiet apakštīkliem
nb: Få tilgang til delnett
pl: Dostęp do podsieci
ru: Доступ к подсетям
sv: Delnät för åtkomst
th: เข้าถึงเครือข่ายย่อย
uk: Підмережі доступу

source: Access token
ar: رمز وصول
az: Giriş token
bn: অ্যাক্সেস টোকেন
cs: Přístupový token
de: Zugangstoken
es: Token de acceso
et: Juurdepääsu žetoon
fi: Käyttötunnussanoma
ky: Жеткиликтүү белги
lt: Prieigos atpažinimo ženklas
lv: Pieejas atslēga
nb: Tilgangstoken
pl: Token dostępu
ru: Токен доступа
sv: Åtkomsttoken
th: โทเค็นการเข้าถึง
uk: Токен доступу

source: Access {name}
ar: وصول{name}
az: Giriş {name}
bn: অ্যাক্সেস{name}
cs: Přístup{name}
de: Zugang{name}
es: Acceso {name}
et: Juurdepääs {name}
fi: Pääsy{name}
ky: Мүмкүнчүлүк{name}
lt: Prieiga{name}
lv: Piekļuve{name}
nb: Adgang{name}
pl: Dostęp{name}
ru: Доступ{name}
sv: Tillgång{name}
th: เข้าถึง{name}
uk: Доступ{name}

source: Accessible to all customers.
ar: يمكن الوصول إليها لجميع العملاء.
az: Bütün müştərilər üçün əlçatandır.
bn: সব গ্রাহকদের জন্য অ্যাক্সেসযোগ্য.
cs: Přístupné všem zákazníkům.
de: Für alle Kunden zugänglich.
es: Accesible para todos los clientes.
et: Ligipääsetav kõigile klientidele
fi: Kaikkien asiakkaiden käytettävissä.
ky: Бардык кардарлар үчүн жеткиликтүү.
lt: Prieinama visiems klientams.
lv: Pieejams visiem klientiem.
nb: Tilgjengelig for alle kunder.
pl: Dostępny dla wszystkich klientów.
ru: Доступно для всех организаций.
sv: Tillgänglig för alla kunder.
th: เข้าถึงได้กับลูกค้าทุกคน
uk: Доступно для всіх клієнтів.

source: Account removal
ar: إزالة الحساب
az: Hesabın silinməsi
bn: অ্যাকাউন্ট অপসারণ
cs: Odstranění účtu
de: Kontoentfernung
es: Eliminación de cuenta
et: Konto eemaldamine
fi: Tilin poisto
ky: Каттоо эсебин алып салуу
lt: Paskyros pašalinimas
lv: Konta noņemšana
nb: Fjerning av konto
pl: Usunięcie konta
ru: Удаление аккаунта
sv: Kontoborttagning
th: การลบบัญชี
uk: Видалення облікового запису

source: Accounting
ar: المحاسبة
az: Uçot
bn: অ্যাকাউন্টিং
cs: Účetnictví
de: Buchhaltung
es: Contabilidad
et: Arveldus
fi: kirjanpito
ky: Бухгалтердик эсеп
lt: Apskaita
lv: grāmatvedība
nb: Regnskap
pl: Księgowość
ru: Бухгалтерия
sv: Redovisning
th: การบัญชี
uk: Бухгалтерія

source: Accounting components
ar: مكونات المحاسبة
az: Mühasibat komponentləri
bn: অ্যাকাউন্টিং উপাদান
cs: Účetní komponenty
de: Buchhaltungskomponenten
es: Componentes de contabilidad
et: Arvelduse komponendid
fi: Kirjanpidon komponentit
ky: Бухгалтердик эсептин компоненттери
lt: Apskaitos komponentai
lv: Grāmatvedības sastāvdaļas
nb: Regnskapskomponenter
pl: Elementy księgowe
ru: Компоненты бухгалтерского учета
sv: Redovisningskomponenter
th: ส่วนประกอบทางบัญชี
uk: Складові бухгалтерського обліку

source: Accounting period
ar: فترة المحاسبة
az: Uçot dövrü
bn: নির্দিষ্ট হিসাব
cs: Účetní období
de: Abrechnungszeitraum
es: Período contable
et: Arvelduse periood
fi: Tilikausi
ky: Эсептөө мезгили
lt: Apskaitos laikotarpis
lv: Grāmatvedības periods
nb: Regnskapsperiode
pl: Okres księgowy
ru: Учётный период
sv: Redovisningsperiod
th: รอบระยะเวลาบัญชี
uk: Обліковий період

source: Accounting plans
ar: خطط المحاسبة
az: Mühasibat planları
bn: অ্যাকাউন্টিং পরিকল্পনা
cs: Účetní plány
de: Buchhaltungspläne
es: Planes contables
et: Arvelduse plaanid
fi: Kirjanpitosuunnitelmat
ky: Бухгалтердик эсеп пландары
lt: Apskaitos planai
lv: Grāmatvedības plāni
nb: Regnskapsplaner
pl: Plany księgowe
ru: Тарифы
sv: Redovisningsplaner
th: แผนการบัญชี
uk: Тарифні плани

source: Accounting record
ar: سجل محاسبي
az: Uçot qeydi
bn: অ্যাকাউন্টিং রেকর্ড
cs: Účetní záznam
de: Buchhaltungsdatensatz
es: Registro contable
et: Arvelduskirje
fi: Kirjanpitotietue
ky: Бухгалтердик эсеп
lt: Apskaitos įrašas
lv: Grāmatvedības uzskaite
nb: Regnskapsrekord
pl: Zapis księgowy
ru: Бухгалтерская запись
sv: Redovisning
th: บันทึกทางบัญชี
uk: Обліковий запис

source: Accounting records
ar: سجلات المحاسبة
az: Uçot sənədləri
bn: অ্যাকাউন্টিং রেকর্ড
cs: Účetní záznamy
de: Buchhaltungsunterlagen
es: Registros contables
et: Arvelduskirjed
fi: Kirjanpitoasiakirjat
ky: Бухгалтердик эсеп жазуулары
lt: Apskaitos įrašai
lv: Grāmatvedības uzskaite
nb: Regnskap poster
pl: Wpisy księgowe
ru: Бухгалтерские записи
sv: Redovisningsposter
th: บันทึกทางบัญชี
uk: Облікові записи

source: Accounting running
ar: تشغيل المحاسبة
az: Mühasibat uçotu
bn: অ্যাকাউন্টিং চলমান
cs: Vedení účetnictví
de: Buchhaltung läuft
es: Contabilidad en ejecución
et: Raamatupidamine töötab
fi: Kirjanpito käynnissä
ky: Бухгалтердик эсеп жүргүзүү
lt: Vykdoma apskaita
lv: Grāmatvedība darbojas
nb: Regnskap kjører
pl: Prowadzenie księgowości
ru: Бухгалтерский учёт запущен
sv: Redovisning körs
th: การบัญชีกำลังทำงานอยู่
uk: Облік запущений

source: Accounting start date
ar: تاريخ بدء المحاسبة
az: Uçotun başlama tarixi
bn: অ্যাকাউন্টিং শুরুর তারিখ
cs: Datum zahájení účtování
de: Startdatum der Buchhaltung
es: Fecha de inicio contable
et: Arvelduse alguskuupäev
fi: Kirjanpidon aloituspäivä
ky: Бухгалтердик эсеп башталган күн
lt: Apskaitos pradžios data
lv: Grāmatvedības sākuma datums
nb: Regnskapsstartdato
pl: Data rozpoczęcia księgowości
ru: Дата начала учета
sv: Startdatum för redovisning
th: วันเริ่มต้นการบัญชี
uk: Дата початку бухгалтерського обліку

source: Accounting type
ar: نوع المحاسبة
az: Mühasibat növü
bn: অ্যাকাউন্টিং টাইপ
cs: Typ účetnictví
de: Buchhaltungstyp
es: Tipo de contabilidad
et: Arvelduse tüüp
fi: Kirjanpitotyyppi
ky: Бухгалтердик эсептин түрү
lt: Apskaitos tipas
lv: Grāmatvedības veids
nb: Regnskapstype
pl: Typ rachunkowości
ru: Тип бухгалтерского учёта
sv: Typ av redovisning
th: ประเภทการบัญชี
uk: Тип бухгалтерського обліку

source: Action
ar: فعل
az: Fəaliyyət
bn: কর্ম
cs: Akce
de: Aktion
es: Acción
et: Toiming
fi: Toiminta
ky: Акция
lt: Veiksmas
lv: Darbība
nb: Handling
pl: Akcja
ru: Действие
sv: Handling
th: หนังบู๊
uk: Дія

source: Action has been applied.
ar: تم تطبيق الإجراء.
az: Fəaliyyət tətbiq edilmişdir.
bn: ব্যবস্থা নেওয়া হয়েছে।
cs: Akce byla uplatněna.
de: Die Aktion wurde angewandet.
es: Se ha aplicado una acción.
et: Tegevus on rakendatud.
fi: Toimenpide on toteutettu.
ky: Аракет колдонулду.
lt: Veiksmas pritaikytas.
lv: Darbība ir veikta.
nb: Handling har blitt brukt.
pl: Działanie zostało zastosowane.
ru: Действие было применено.
sv: Åtgärd har tillämpats.
th: มีการใช้การดำเนินการแล้ว
uk: Дію було застосовано.

source: Actions
ar: أجراءات
az: Əməliyyatlar
bn: কর্ম
cs: Akce
de: Aktionen
es: Acciones
et: Toimingud
fi: Toimet
ky: Аракеттер
lt: Veiksmai
lv: Darbības
nb: Handlinger
pl: Akcje
ru: Действия
sv: Åtgärder
th: การกระทำ
uk: Дії

source: Activate
ar: تفعيل
az: Aktivləşdirin
bn: সক্রিয় করুন
cs: Aktivovat
de: Aktivieren
es: Activar
et: Aktiveeri
fi: Aktivoida
ky: Иштетүү
lt: Suaktyvinti
lv: Aktivizēt
nb: Aktiver
pl: Aktywować
ru: Активировать
sv: Aktivera
th: เปิดใช้งาน
uk: Активувати

source: Activating
ar: جارٍ التنشيط
az: Aktiv olunur
bn: সক্রিয় করা হচ্ছে
cs: Aktivace
de: Aktivieren
es: Activando
et: Aktiveerin
fi: Aktivoidaan
ky: Иштетүү
lt: Aktyvinama
lv: Aktivizēšana
nb: Aktivere
pl: Aktywacja
ru: Активируется
sv: Aktiverar
th: กำลังเปิดใช้งาน
uk: Активація

source: Activation price
ar: سعر التفعيل
az: Aktivləşdirmə qiyməti
bn: অ্যাক্টিভেশন মূল্য
cs: Aktivační cena
de: Aktivierungspreis
es: Precio de activación
et: Aktiveerimise hind
fi: Aktivoinnin hinta
ky: Активдештирүү баасы
lt: Aktyvinimo kaina
lv: Aktivizācijas cena
nb: Aktiveringspris
pl: Cena aktywacji
ru: Цена активации
sv: Aktiveringspris
th: ราคาเปิดใช้งาน
uk: Ціна активації
