Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Namespace
ar: مساحة الاسم
az: Adlar məkanı
bn: নামস্থান
cs: Jmenný prostor
de: Namensraum
es: Espacio de nombres
et: Nimeruum
fi: Nimiavaruus
lt: Vardų sritis
lv: Vārdtelpa
nb: Navneområde
pl: Przestrzeń nazw
ru: Пространство имен
sv: Namnområde
th: เนมสเปซ
uk: Простір імен

source: Namespace should be unique.
ar: يجب أن تكون مساحة الاسم فريدة.
az: Ad sahəsi unikal olmalıdır.
bn: নামস্থান অনন্য হতে হবে।
cs: Jemenný prostor by měl být jedinečný.
de: Der Namespace sollte eindeutig sein.
es: El espacio de nombres debe ser único.
et: Nimeruum peaks olema unikaalne.
fi: Nimitilan tulee olla yksilöllinen.
ky: Ат мейкиндиги уникалдуу болушу керек.
lt: Vardų sritis turėtų būti unikali.
lv: Nosaukumvietai jābūt unikālai.
nb: Navneområdet skal være unikt.
pl: Przestrzeń nazw powinna być unikalna.
ru: Пространство имен должно быть уникальным.
sv: Namnområdet ska vara unikt.
th: เนมสเปซไม่ควรซ้ำกัน
uk: Простір імен має бути унікальним.

source: Naming
ar: نحن
az: Adlandırma
bn: আমরা
cs: My
de: Wir
es: Denominación
et: Meie
fi: Me
ky: Биз
lt: Mes
lv: Mēs
nb: Vi
pl: My
ru: Мы
sv: Vi
th: เรา
uk: ми

source: Native name
ar: الاسم الأصلي
az: Əsl adı
bn: স্থানীয় নাম
cs: Rodné jméno
de: Einheimischer Name
es: Nombre nativo
et: Esialgne nimi
fi: Alkuperäinen nimi
ky: Туулган аты
lt: Gimtasis pavadinimas
lv: Dzimtā vārds
nb: Opprinnelig navn
pl: Imię ojczyste
ru: Родное имя
sv: Ursprungligt namn
th: ชื่อพื้นเมือง
uk: Рідна назва

source: Negative
ar: سالب
az: Mənfi
bn: নেতিবাচক
cs: Záporný
de: Negativ
es: Negativo
et: Negatiivne
fi: Negatiivinen
ky: Терс
lt: Neigiamas
lv: Negatīvs
nb: Negativ
pl: Negatywny
ru: Отрицательный
sv: Negativ
th: เชิงลบ
uk: Негативний

source: Network
ar: شبكة
az: Şəbəkə
bn: অন্তর্জাল
cs: Síť
de: Netzwerk
es: Red
et: Võrk
fi: verkko
lt: Tinklas
lv: Tīkls
nb: Nettverk
pl: Sieć
ru: Сеть
sv: Nätverk
th: เครือข่าย
uk: Мережа

source: Network: {network_name}, CIDR: {cidr}
ar: شبكة:{network_name} سيدر:{cidr}
az: Şəbəkə:{network_name}, CIDR: {cidr}
bn: অন্তর্জাল:{network_name} , CIDR:{cidr}
cs: Síť:{network_name} , CIDR:{cidr}
de: Netzwerk:{network_name} , CIDR:{cidr}
es: Red: {network_name}, CIDR: {cidr}
et: Võrk: {network_name}, CIDR: {cidr}
fi: Verkko:{network_name} , CIDR:{cidr}
ky: Тармак:{network_name} , CIDR:{cidr}
lt: Tinklas:{network_name} , CIDR:{cidr}
lv: Tīkls:{network_name} , CIDR:{cidr}
nb: Nettverk:{network_name} , CIDR:{cidr}
pl: Sieć:{network_name} , CIDR:{cidr}
ru: Сеть:{network_name} , ЦИДР:{cidr}
sv: Nätverk:{network_name} , CIDR:{cidr}
th: เครือข่าย:{network_name} , ซีไอดีอาร์:{cidr}
uk: Мережа:{network_name} , CIDR:{cidr}

source: Network MTU has been updated.
ar: تم تحديث شبكة MTU.
az: Şəbəkə MTU yeniləndi.
bn: নেটওয়ার্ক MTU আপডেট করা হয়েছে।
cs: Síťová jednotka MTU byla aktualizována.
de: Die Netzwerk-MTU wurde aktualisiert.
es: Se ha actualizado la MTU de red.
et: Võrgu MTU on uuendatud.
fi: Verkko MTU on päivitetty.
ky: Тармак MTU жаңыртылды.
lt: Tinklo MTU buvo atnaujintas.
lv: MTU tīkls ir atjaunināts.
nb: Network MTU har blitt oppdatert.
pl: Zaktualizowano MTU sieci.
ru: Сетевой MTU обновлен.
sv: Nätverk MTU har uppdaterats.
th: อัปเดตเครือข่าย MTU แล้ว
uk: MTU мережі оновлено.

source: Network adapters
ar: محولات الشبكة
az: Şəbəkə adapterləri
bn: নেটওয়ার্ক অ্যাডাপ্টার
cs: Síťové adaptéry
de: Netzwerkadapter
es: Adaptadores de red
et: Võrguseadmed
fi: Verkkosovittimet
ky: Тармак адаптерлери
lt: Tinklo adapteriai
lv: Tīkla adapteri
nb: Nettverkskort
pl: Karty sieciowe
ru: Сетевые адаптеры
sv: Nätverkskort
th: อะแดปเตอร์เครือข่าย
uk: Мережеві адаптери

source: Network interfaces
ar: واجهات الشبكة
az: Şəbəkə interfeysləri
bn: নেটওয়ার্ক ইন্টারফেস
cs: Síťová rozhraní
de: Netzwerk Schnittstellen
es: Interfaces de red
et: Võrgu liidesed
fi: Verkkoliitännät
ky: Тармак интерфейстери
lt: Tinklo sąsajos
lv: Tīkla saskarnes
nb: Nettverksgrensesnitt
pl: Interfejsy sieciowe
ru: Сетевые интерфейсы
sv: Nätverksgränssnitt
th: อินเทอร์เฟซเครือข่าย
uk: Мережеві інтерфейси

source: Network name
ar: اسم الشبكة
az: Şəbəkə adı
bn: আন্তঃজাল নাম
cs: Název sítě
de: Netzwerkname
es: Nombre de red
et: Võrgu nimi
fi: Verkon nimi
ky: Тармактын аталышы
lt: Tinklo pavadinimas
lv: Tīkla nosaukums
nb: Nettverksnavn
pl: Nazwa sieci
ru: Имя сети
sv: Nätverksnamn
th: ชื่อเครือข่าย
uk: Назва мережі

source: Networking
ar: الشبكات
az: Şəbəkə
bn: নেটওয়ার্কিং
cs: vytváření sítí
de: Vernetzung
es: Interconexión
et: Võrgundus
fi: Verkostoituminen
lt: Tinklo kūrimas
lv: Tīklošana
nb: Nettverk
pl: Sieć
ru: сеть
sv: Nätverk
th: เครือข่าย
uk: Мережа

source: Networks
ar: الشبكات
az: Şəbəkələr
bn: নেটওয়ার্ক
cs: Sítě
de: Netzwerke
es: Redes
et: Võrgud
fi: Verkot
ky: Тармактар
lt: Tinklai
lv: Tīkli
nb: Nettverk
pl: Sieci
ru: Сети
sv: Nätverk
th: เครือข่าย
uk: МЕРЕЖІ

source: New cloud
ar: سحابة جديدة
az: Yeni bulud
bn: নতুন মেঘ
cs: Nový cloud
de: Neue Wolke
es: Nueva nube
et: Uus pilv
fi: Uusi pilvi
ky: Жаңы булут
lt: Naujas debesis
lv: Jauns mākonis
nb: Ny sky
pl: Nowa chmura
ru: Новое облако
sv: Nytt moln
th: เมฆใหม่
uk: Нова хмара

source: New email
ar: بريد إلكتروني جديد
az: Yeni e-poçt
bn: নতুন ইমেইল
cs: Nový e-mail
de: Neue E-Mail
es: Nuevo correo electrónico
et: Uus e-posti aadress
fi: Uusi sähköposti
ky: Жаңы электрондук почта
lt: Naujas el. paštas
lv: Jauns e-pasts
nb: Ny e-post
pl: Nowy e-mail
ru: Новый E-mail
sv: Ny e-post
th: อีเมลใหม่
uk: Нова електронна пошта

source: New email address
ar: عنوان البريد الإلكتروني الجديد
az: Yeni e-poçt ünvanı
bn: নতুন ইমেইল ঠিকানা
cs: Nová e-mailová adresa
de: Neue Email Adresse
es: Nueva dirección de correo electrónico
et: Uus e-posti aadress
fi: Uusi sähköpostiosoite
ky: Жаңы электрондук почта дареги
lt: Naujas el. pašto adresas
lv: Jauna e-pasta adrese
nb: Ny e-postadresse
pl: Nowy adres email
ru: Новый E-mail адрес
sv: Ny Email Adress
th: ที่อยู่อีเมลใหม่
uk: Нова електронна адреса

source: New flavor
ar: نكهة جديدة
az: Yeni cəhət
bn: নতুন স্বাদ
cs: Nová příchuť
de: Neuer Geschmack
es: Nuevo sabor
et: Muuda tüüpi
fi: Uusi maku
ky: Жаңы даам
lt: Naujas skonis
lv: Jauna garša
nb: Ny smak
pl: Nowy smak
ru: Новый вкус
sv: Ny smak
th: รสชาติใหม่
uk: Новий смак

source: New interface
ar: واجهة جديدة
az: Yeni interfeys
bn: নতুন ইন্টারফেস
cs: Nové rozhraní
de: Neue Schnittstelle
es: Nueva interfaz
et: Uus liides
fi: Uusi käyttöliittymä
ky: Жаңы интерфейс
lt: Nauja sąsaja
lv: Jauns interfeiss
nb: Nytt grensesnitt
pl: Nowy interfejs
ru: Новый интерфейс
sv: Nytt gränssnitt
th: อินเทอร์เฟซใหม่
uk: Новий інтерфейс

source: New limit
ar: حد جديد
az: Yeni limit
bn: নতুন সীমা
cs: Nový limit
de: Neues Limit
es: Nuevo límite
et: Uus limiit
fi: Uusi raja
ky: Жаңы чек
lt: Nauja riba
lv: Jauns limits
nb: Ny grense
pl: Nowy limit
ru: Новый лимит
sv: Ny gräns
th: ขีดจำกัดใหม่
uk: Новий ліміт

source: New network
ar: شبكة جديدة
az: Yeni şəbəkə
bn: নতুন নেটওয়ার্ক
cs: Nová síť
de: Neues Netzwerk
es: Nueva red
et: Uus võrk
fi: Uusi verkko
ky: Жаңы тармак
lt: Naujas tinklas
lv: Jauns tīkls
nb: Nytt nettverk
pl: Nowa sieć
ru: Новая сеть
sv: Nytt nätverk
th: เครือข่ายใหม่
uk: Нова мережа

source: New offering
ar: عرض جديد
az: Yeni təklif
bn: নতুন অফার
cs: Nová nabídka
de: Neues Angebot
es: Nueva oferta
et: Uus pakkumine
fi: Uusi tarjonta
ky: Жаңы сунуш
lt: Naujas pasiūlymas
lv: Jauns piedāvājums
nb: Nytt tilbud
pl: Nowa oferta
ru: Новое предложение
sv: Nytt erbjudande
th: ข้อเสนอใหม่
uk: Нова пропозиція

source: New plan
ar: خطة جديدة
az: Yeni plan
bn: নতুন পরিকল্পনা
cs: Nový plán
de: Neuer Plan
es: Nuevo plan
et: Uus plaan
fi: Uusi suunnitelma
ky: Жаңы план
lt: Naujas planas
lv: Jauns plāns
nb: Ny plan
pl: Nowy plan
ru: Новый тариф
sv: Ny plan
th: แผนใหม่
uk: Новий план

source: New policy
ar: سياسة جديدة
az: Yeni siyasət
bn: নতুন নীতি
cs: Nová politika
de: Neue Richtlinien
es: Nueva política
et: Uus poliitika
fi: Uusi politiikka
ky: Жаңы саясат
lt: Nauja politika
lv: Jauna politika
nb: Ny politikk
pl: Nowa polityka
ru: Новая политика
sv: Ny policy
th: นโยบายใหม่
uk: Нова політика

source: New price
ar: سعر جديد
az: Yeni qiymət
bn: নতুন মূল্য
cs: Nová cena
de: Neuer Preis
es: Nuevo Precio
et: Uus hind
fi: Uusi hinta
ky: Жаңы баа
lt: Nauja kaina
lv: Jauna cena
nb: Ny pris
pl: Nowa cena
ru: Новая цена
sv: Nytt pris
th: ราคาใหม่
uk: Нова Ціна

source: New project
ar: مشروع جديد
az: Yeni layihə
bn: নতুন প্রকল্প
cs: Nový projekt
de: Neues Projekt
es: Nuevo proyecto
et: Uus projekt
fi: Uusi projekti
ky: Жаңы долбоор
lt: Naujas projektas
lv: Jauns projekts
nb: Nytt prosjekt
pl: Nowy projekt
ru: Новый проект
sv: nytt projekt
th: โครงการใหม่
uk: Новий проект

source: New public key
ar: مفتاح عام جديد
az: Yeni ictimai açar
bn: নতুন পাবলিক কী
cs: Nový veřejný klíč
de: Neuer öffentlicher Schlüssel
es: Nueva clave pública
et: Uus avalik võti
fi: Uusi julkinen avain
ky: Жаңы ачык ачкыч
lt: Naujas viešasis raktas
lv: Jauna publiskā atslēga
nb: Ny offentlig nøkkel
pl: Nowy klucz publiczny
ru: Новый открытый ключ
sv: Ny offentlig nyckel
th: รหัสสาธารณะใหม่
uk: Новий відкритий ключ

source: New resources cannot be scheduled for creation.
ar: لا يمكن جدولة الموارد الجديدة للإنشاء.
az: Yeni mənbələrin yaradılması planlaşdırıla bilməz.
bn: নতুন সম্পদ সৃষ্টির জন্য নির্ধারিত করা যাবে না।
cs: Vytvoření nových zdrojů nelze naplánovat.
de: Die Erstellung neuer Ressourcen kann nicht geplant werden.
es: No se pueden programar la creación de nuevos recursos.
et: Uute ressursside loomist ei saa ajastada.
fi: Uusia resursseja ei voi ajoittaa luotavaksi.
ky: Жаңы ресурстарды түзүү пландаштырылышы мүмкүн эмес.
lt: Negalima suplanuoti naujų išteklių kūrimo.
lv: Jaunu resursu izveidi nevar ieplānot.
nb: Nye ressurser kan ikke planlegges for opprettelse.
pl: Nie można zaplanować utworzenia nowych zasobów.
ru: Создание новых ресурсов невозможно запланировать.
sv: Nya resurser kan inte schemaläggas för att skapas.
th: ไม่สามารถกำหนดเวลาการสร้างทรัพยากรใหม่ได้
uk: Не можна запланувати створення нових ресурсів.

source: New role
ar: دور جديد
az: Yeni rol
bn: নতুন ভূমিকা
cs: Nová role
de: Neue Rolle
es: Nuevo rol
et: Uus roll
fi: Uusi rooli
ky: Жаңы роль
lt: Naujas vaidmuo
lv: Jauna loma
nb: Ny rolle
pl: Nowa rola
ru: Новая роль
sv: Ny roll
th: บทบาทใหม่
uk: Нова роль

source: New round
ar: جولة جديدة
az: Yeni tur
bn: নতুন রাউন্ড
cs: Nové kolo
de: Neue Runde
es: Nueva ronda
et: Uus ring
fi: Uusi kierros
ky: Жаңы тур
lt: Naujas turas
lv: Jauna kārta
nb: Ny runde
pl: Nowa runda
ru: Новый раунд
sv: Ny omgång
th: รอบใหม่
uk: Новий раунд

source: New security group
ar: مجموعة أمنية جديدة
az: Yeni təhlükəsizlik qrupu
bn: নতুন নিরাপত্তা গ্রুপ
cs: Nová skupina zabezpečení
de: Neue Sicherheitsgruppe
es: Nuevo grupo de seguridad
et: Uus turvagrupp
fi: Uusi turvaryhmä
ky: Жаңы коопсуздук тобу
lt: Nauja apsaugos grupė
lv: Jauna drošības grupa
nb: Ny sikkerhetsgruppe
pl: Nowa grupa zabezpieczeń
ru: Новая группа безопасности
sv: Ny säkerhetsgrupp
th: กลุ่มรักษาความปลอดภัยใหม่
uk: Нова група безпеки

source: New size
ar: حجم جديد
az: Yeni ölçü
bn: নতুন আকার
cs: Nová velikost
de: Neue Größe
es: Nuevo tamaño
et: Uus suurus
fi: Uusi koko
ky: Жаңы өлчөм
lt: Naujas dydis
lv: Jauns izmērs
nb: Ny størrelse
pl: Nowy rozmiar
ru: Новый размер
sv: Ny storlek
th: ขนาดใหม่
uk: Новий розмір

source: New value
ar: قيمة جديدة
az: Yeni dəyər
bn: নতুন মান
cs: Nová hodnota
de: Neuer Wert
es: Nuevo valor
et: Uus väärtus
fi: Uusi arvo
ky: Жаңы маани
lt: Nauja vertė
lv: Jauna vērtība
nb: Ny verdi
pl: Nowa wartość
ru: Новое значение
sv: Nytt värde
th: ค่าใหม่
uk: Нове значення

source: Next
ar: مقبل
az: Sonrakı
bn: পরবর্তী
cs: Další
de: Nächste
es: Siguiente
et: Edasi
fi: Seuraava
ky: Кийинки
lt: Kitas
lv: Tālāk
nb: Neste
pl: Następny
ru: Дальше
sv: Nästa
th: ต่อไป
uk: Далі

source: Next cutoff
ar: قطع المقبل
az: Növbəti kəsmə
bn: পরবর্তী কাটঅফ
cs: Další přerušení
de: Nächster Cutoff
es: Siguiente corte
et: Järgmine katkestus
fi: Seuraava katkaisu
ky: Кийинки кесүү
lt: Kitas atkarpa
lv: Nākamais nogrieznis
nb: Neste cutoff
pl: Następne odcięcie
ru: Следующее отключение
sv: Nästa cutoff
th: จุดตัดถัดไป
uk: Наступне відсічення

source: Next month price
ar: سعر الشهر القادم
az: Gələn ay qiyməti
bn: পরের মাসের দাম
cs: Cena příští měsíc
de: Preis für nächsten Monat
es: Precio del próximo mes
et: Järgmise kuu hind
fi: Ensi kuun hinta
ky: Кийинки ай баасы
lt: Kaina kito mėnesio
lv: Nākamā mēneša cena
nb: Pris neste måned
pl: Cena w przyszłym miesiącu
ru: Цена следующего месяца
sv: Pris nästa månad
th: ราคาเดือนหน้าครับ
uk: Ціна наступного місяця

source: Next round ends in
ar: الجولة القادمة تنتهي في
az: Növbəti tur başa çatır
bn: পরবর্তী রাউন্ডে শেষ হয়
cs: Další kolo končí za
de: Die nächste Runde endet in
es: La siguiente ronda termina en
et: Järgmine ring lõpeb
fi: Seuraava kierros päättyy
ky: Кийинки тур аяктайт
lt: Kitas turas baigiasi
lv: Nākamā kārta beidzas
nb: Neste runde ender i
pl: Następna runda kończy się za
ru: Следующий раунд закончится через
sv: Nästa omgång slutar i
th: รอบต่อไปจะสิ้นสุดใน
uk: Наступний раунд закінчується

source: Next trigger at
ar: الزناد التالي في
az: Növbəti tetik
bn: পরবর্তী ট্রিগার এ
cs: Další spuštění v
de: Nächster Auslöser bei
es: Siguiente gatillo en
et: Järgmine päästik
fi: Seuraava laukaisu klo
ky: Кийинки триггер саат
lt: Kitas suveikimas
lv: Nākamais aktivizētājs plkst
nb: Neste utløser på
pl: Następny wyzwalacz o godz
ru: Следующий триггер в
sv: Nästa utlösare på
th: ทริกเกอร์ถัดไปที่
uk: Наступний тригер о

source: No
ar: لا
az: Yox
bn: না
cs: Ne
de: Nein
et: Ei
fi: Ei
ky: Жок
lt: Ne
lv: NĒ
nb: Nei
pl: Nie
ru: Нет
sv: Nej
th: เลขที่
uk: Немає

source: No, continue using current email
ar: لا، استمر في استخدام البريد الإلكتروني الحالي
az: Xeyr, cari e-poçtdan istifadə etməyə davam edin
bn: না, বর্তমান ইমেল ব্যবহার চালিয়ে যান
cs: Ne, pokračujte v používání stávajícího e-mailu
de: Nein, verwenden Sie weiterhin die aktuelle E-Mail
es: No, seguir utilizando el correo electrónico actual
et: Ei, jätka kehtiva e-posti aadressi kasutamist
fi: Ei, jatka nykyisen sähköpostin käyttöä
ky: Жок, учурдагы электрондук почтаны колдонууну улантыңыз
lt: Ne, toliau naudoti dabartinį el. paštą
lv: Nē, turpiniet izmantot pašreizējo e-pastu
nb: Nei, fortsett å bruke gjeldende e-post
pl: Nie, nadal korzystaj z bieżącego adresu e-mail
ru: Нет, продолжить использовать текущий адрес электронной почты
sv: Nej, fortsätt att använda aktuell e-post
th: ไม่ ใช้อีเมลปัจจุบันต่อไป
uk: Ні, продовжувати використовувати поточну електронну адресу

source: No access
ar: ممنوع الدخول
az: Giriş yoxdur
bn: প্রবেশধিকার নেই
cs: Žádný přístup
de: Kein Zugang
es: Sin acceso
et: Juurdepääs puudub
fi: Ei käyttöoikeutta
ky: Кирүү жок
lt: Nėra leidimo
lv: Nav piekļuves
nb: Ingen adgang
pl: Brak dostępu
ru: Нет доступа
sv: Ingen åtkomst
th: ไม่มีการเข้าถึง
uk: Немає доступу

source: No access info.
ar: لا توجد معلومات الوصول.
az: Giriş məlumatı yoxdur.
bn: কোন অ্যাক্সেস তথ্য.
cs: Žádné přístupové informace.
de: Keine Zugangsinformationen.
es: Sin información de acceso.
et: Juurdepääsi info puudub
fi: Ei pääsytietoja.
ky: Кирүү маалыматы жок.
lt: Nėra prieigos informacijos.
lv: Nav piekļuves informācijas.
nb: Ingen tilgangsinfo
pl: Brak informacji o dostępie.
ru: Нет информации о доступе.
sv: Ingen åtkomstinformation.
th: ไม่มีข้อมูลการเข้าถึง
uk: Немає інформації про доступ.

source: No active members
ar: لا يوجد أعضاء نشطين
az: Aktiv üzv yoxdur
bn: সক্রিয় সদস্য নেই
cs: Žádní aktivní členové
de: Keine aktiven Mitglieder
es: Sin miembros activos
et: Aktiivseid liikmeid pole
fi: Ei aktiivisia jäseniä
ky: Активдүү мүчөлөр жок
lt: Nėra aktyvių narių
lv: Nav aktīvu dalībnieku
nb: Ingen aktive medlemmer
pl: Brak aktywnych członków
ru: Нет активных участников
sv: Inga aktiva medlemmar
th: ไม่มีสมาชิกที่ใช้งานอยู่
uk: Немає активних учасників

source: No active projects
ar: لا توجد مشاريع نشطة
az: Aktiv layihələr yoxdur
bn: কোনো সক্রিয় প্রকল্প নেই
cs: Žádné aktivní projekty
de: Keine aktiven Projekte
es: Sin proyectos activos
et: Aktiivseid projekte pole
fi: Ei aktiivisia projekteja
ky: Жигердүү долбоорлор жок
lt: Aktyvių projektų nėra
lv: Nav aktīvu projektu
nb: Ingen aktive prosjekter
pl: Brak aktywnych projektów
ru: Нет активных проектов
sv: Inga aktiva projekt
th: ไม่มีโครงการที่กำลังดำเนินอยู่
uk: Немає активних проектів

source: No active resources
ar: لا توجد موارد نشطة
az: Aktiv resurslar yoxdur
bn: সক্রিয় সম্পদ নেই
cs: Žádné aktivní zdroje
de: Keine aktiven Ressourcen
es: Sin recursos activos
et: Aktiivseid ressursse pole
fi: Ei aktiivisia resursseja
ky: Жигердүү ресурстар жок
lt: Nėra aktyvių išteklių
lv: Nav aktīvu resursu
nb: Ingen aktive ressurser
pl: Brak aktywnych zasobów
ru: Нет активных ресурсов
sv: Inga aktiva resurser
th: ไม่มีทรัพยากรที่ใช้งานอยู่
uk: Немає активних ресурсів

source: No active round
az: Aktiv tur yoxdur

source: No association
ar: لا يوجد ارتباط
az: Assosiasiya yoxdur
bn: কোনো সমিতি নেই
cs: Žádná asociace
de: Keine Assoziation
es: Sin asociación
et: Ei mingit assotsiatsiooni
fi: Ei yhdistystä
ky: Ассоциация жок
lt: Jokios asociacijos
lv: Nav asociācijas
nb: Ingen assosiasjon
pl: Żadnego stowarzyszenia
ru: Нет ассоциации
sv: Ingen förening
th: ไม่มีสมาคม
uk: Жодної асоціації

source: No calls
az: Zənglər yoxdur

source: No categories
ar: لا فئات
az: Kateqoriya yoxdur
bn: কোনো বিভাগ নেই
cs: Žádné kategorie
de: Keine Kategorien
es: Sin categorías
et: Kategooriad puuduvad
fi: Ei kategorioita
ky: Категориялар жок
lt: Nėra kategorijų
lv: Nav kategoriju
nb: Ingen kategorier
pl: Brak kategorii
ru: Нет категорий
sv: Inga kategorier
th: ไม่มีหมวดหมู่
uk: Без категорій

source: No countries
ar: لا توجد دول
az: Ölkələr yoxdur
bn: কোন দেশ নেই
cs: Žádné země
de: Keine Länder
es: Sin países
et: Pole ühtegi riiki
fi: Ei maita
ky: Өлкөлөр жок
lt: Nėra šalių
lv: Nav valstu
nb: Ingen land
pl: Brak krajów
ru: Нет стран
sv: Inga länder
th: ไม่มีประเทศ
uk: Немає країн

source: No description
az: Təsvir yoxdur

source: No division types
ar: لا توجد أنواع التقسيم
az: Bölmə növləri yoxdur
bn: কোন বিভাগ প্রকার নেই
cs: Žádné typy divize
de: Keine Teilungstypen
es: Sin tipos de división
et: Üksuse tüübid puuduvad
fi: Ei jakotyyppejä
ky: Бөлүнгөн түрлөрү жок
lt: Nėra skirstymo tipų
lv: Nav sadalījumu veidu
nb: Ingen divisjonstyper
pl: Brak typów podziału
ru: Нет типов разделения
sv: Inga divisionstyper
th: ไม่มีการแบ่งประเภท
uk: Немає типів поділу

source: No divisions
ar: لا الانقسامات
az: Bölmə yoxdur
bn: কোনো বিভাজন নেই
cs: Žádné divize
de: Keine Spaltungen
es: Sin divisiones
et: Üksused puuduvad
fi: Ei jakoja
ky: Бөлүнүү жок
lt: Nėra padalinių
lv: Nav dalījumu
nb: Ingen divisjoner
pl: Żadnych podziałów
ru: Нет подразделений
sv: Inga divisioner
th: ไม่มีการแบ่งแยก
uk: Без поділів

source: No end date
ar: لا يوجد تاريخ انتهاء
az: Bitmə tarixi yoxdur
bn: শেষ তারিখ নেই
cs: Žádné datum ukončení
de: Kein Enddatum
es: Sin fecha final
et: Lõppkuupäev puudub
fi: Ei lopetuspäivää
ky: Аяктоо күнү жок
lt: Nėra pabaigos datos
lv: Nav beigu datuma
nb: Ingen sluttdato
pl: Brak daty zakończenia
ru: Нет даты окончания
sv: Inget slutdatum
th: ไม่มีวันสิ้นสุด
uk: Немає кінцевої дати

source: No entries to show here
ar: لا توجد إدخالات لإظهارها هنا
az: Burada göstəriləcək giriş yoxdur
bn: এখানে দেখানোর জন্য কোন এন্ট্রি নেই
cs: Žádné položky k zobrazení zde
de: Keine Einträge hier angezeigt
es: No hay entradas para mostrar aquí
et: Sissekanded mida näidata puuduvad
fi: Ei näytettäviä merkintöjä täällä
ky: Бул жерде көрсөтүлө турган жазуулар жок
lt: Nėra čia rodomų įrašų
lv: Nav ierakstu, ko šeit parādīt
nb: Ingen oppføringer å vise her
pl: Brak wpisów do pokazania tutaj
ru: Здесь нет записей для отображения
sv: Inga poster att visa här
th: ไม่มีรายการที่จะแสดงที่นี่
uk: Тут немає записів для показу

source: No group
ar: لا توجد مجموعة
az: Qrup yoxdur
bn: কোন দল নেই
cs: Žádná skupina
de: Keine Gruppe
es: Sin grupo
et: Gruppi pole
fi: Ei ryhmää
ky: Топ жок
lt: Nėra grupės
lv: Nav grupas
nb: Ingen gruppe
pl: Brak grupy
ru: Нет группы
sv: Ingen grupp
th: ไม่มีกลุ่ม
uk: Жодної групи

source: No invoice data available.
ar: لا توجد بيانات الفاتورة المتاحة.
az: Faktura məlumatları yoxdur.
bn: কোন চালান তথ্য উপলব্ধ.
cs: Fakturační údaje nejsou k dispozici.
de: Keine Rechnungsdaten verfügbar.
es: No hay datos de facturación disponibles.
et: Arve andmed puuduvad.
fi: Laskutietoja ei ole saatavilla.
ky: Эч кандай эсеп-фактура дайындары жок.
lt: Nėra sąskaitos faktūros duomenų.
lv: Rēķina dati nav pieejami.
nb: Ingen fakturadata tilgjengelig.
pl: Brak danych do faktury.
ru: Данные о счете-фактуре отсутствуют.
sv: Inga fakturadata tillgängliga.
th: ไม่มีข้อมูลใบแจ้งหนี้
uk: Немає даних про рахунок-фактуру.

source: No items to display
ar: لا توجد عناصر لعرضها
az: Göstəriləcək maddələr yoxdur
bn: প্রদর্শনের জন্য কোনো আইটেম নেই
cs: Žádné položky k zobrazení
de: Keine Elemente zum Anzeigen vorhanden
es: No hay elementos para mostrar
et: Kuvatavaid üksusi pole
fi: Ei näytettäviä kohteita
ky: Көрсөтүлө турган нерселер жок
lt: Nėra rodomų elementų
lv: Nav vienumu, ko parādīt
nb: Ingen elementer å vise
pl: Brak elementów do wyświetlenia
ru: Нет элементов для отображения
sv: Inga objekt att visa
th: ไม่มีรายการที่จะแสดง
uk: Немає елементів для відображення

source: No location available
ar: لا يوجد موقع متاح
az: Yer yoxdur
bn: কোন অবস্থান উপলব্ধ
cs: Není k dispozici žádná poloha
de: Kein Standort verfügbar
es: No hay ubicación disponible
et: Asukoht pole saadaval
fi: Sijaintia ei ole saatavilla
ky: Жайгашкан жер жок
lt: Nėra vietos
lv: Atrašanās vieta nav pieejama
nb: Ingen plassering tilgjengelig
pl: Brak dostępnej lokalizacji
ru: Нет доступных местоположений
sv: Ingen plats tillgänglig
th: ไม่มีตำแหน่งที่ตั้ง
uk: Місцезнаходження недоступне

source: No matching offerings found
ar: لم يتم العثور على عروض مطابقة
az: Uyğun təkliflər tapılmadı
bn: কোন মিল অফার পাওয়া যায়নি
cs: Nebyly nalezeny žádné odpovídající nabídky
de: Keine passenden Angebote gefunden
es: No se encontraron ofertas coincidentes
et: Ühtegi sobivat pakkumist ei leitud
fi: Vastaavia tarjouksia ei löytynyt
ky: Дал келген сунуштар табылган жок
lt: Atitinkamų pasiūlymų nerasta
lv: Nav atrasts neviens atbilstošs piedāvājums
nb: Fant ingen samsvarende tilbud
pl: Nie znaleziono pasujących ofert
ru: Подходящих предложений не найдено
sv: Inga matchande erbjudanden hittades
th: ไม่พบข้อเสนอที่ตรงกัน
uk: Відповідних пропозицій не знайдено

source: No member
ar: لا يوجد عضو
az: Üzv yoxdur
bn: কোনো সদস্য নেই
cs: Žádný člen
de: Kein Mitglied
es: Sin miembro
et: Liiget pole
fi: Ei jäsentä
ky: Мүчө жок
lt: Nėra nario
lv: Nav biedra
nb: Ingen medlem
pl: Brak członka
ru: Нет участника
sv: Ingen medlem
th: ไม่มีสมาชิก
uk: Немає учасників

source: No offerings
ar: لا القرابين
az: Təklif yoxdur
bn: কোন অফার
cs: Žádné nabídky
de: Keine Angebote
es: Sin ofertas
et: Pakkumisi pole
fi: Ei tarjouksia
ky: Сунуштар жок
lt: Jokių pasiūlymų
lv: Nav piedāvājumu
nb: Ingen tilbud
pl: Żadnych ofert
ru: Нет предложений
sv: Inga erbjudanden
th: ไม่มีเครื่องบูชา
uk: Жодних пропозицій

source: No organization
ar: لا يوجد تنظيم
az: Təşkilat yoxdur
bn: সংগঠন নেই
cs: Žádná organizace
de: Keine Organisation
es: Sin organización
et: Organisatsioon puudub
fi: Ei organisaatiota
ky: Уюм жок
lt: Jokios organizacijos
lv: Nav organizācijas
nb: Ingen organisasjon
pl: Brak organizacji
ru: Нет организации
sv: Ingen organisation
th: ไม่มีองค์กร
uk: Жодної організації

source: No organization group types
ar: لا توجد أنواع مجموعات تنظيمية
az: Təşkilat qrupu növləri yoxdur
bn: কোন সংগঠন গ্রুপ প্রকার নেই
cs: Žádné typy organizačních skupin
de: Keine Organisationsgruppentypen
es: Sin tipos de grupos organizativos
et: Organisatsiooni grupi tüübid puuduvad
fi: Ei organisaatioryhmätyyppejä
ky: Уюм топторунун түрлөрү жок
lt: Nėra organizacijų grupių tipų
lv: Nav organizāciju grupu veidu
nb: Ingen organisasjonsgruppetyper
pl: Brak typów grup organizacyjnych
ru: Нет типов организационных групп
sv: Inga typer av organisationsgrupp
th: ไม่มีประเภทกลุ่มองค์กร
uk: Немає типів організаційних груп
