Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Unable to create snapshot schedule.
ar: غير قادر على إنشاء جدول زمني لللقطة.
az: Anlıq görüntü cədvəli yarada bilmədi.
bn: স্ন্যাপশট সময়সূচী তৈরি করতে অক্ষম৷
cs: Nelze vytvořit plán snímků.
de: Snapshot-Zeitplan kann nicht erstellt werden.
es: No se puede crear la programación de instantáneas.
et: Pildistamise ajakava ei saa luua.
fi: Tilannekuvaaikataulua ei voi luoda.
ky: Көз ирмемдик график түзүлбөй жатат.
lt: Neįmanoma sukurti momentinių nuotraukų tvarkaraščio.
lv: Nevar izveidot momentuzņēmuma grafiku.
nb: Kan ikke opprette tidsplan for øyeblikksbilde.
pl: Nie można utworzyć harmonogramu migawek.
ru: Не удалось создать расписание снимков.
sv: Det gick inte att skapa ett schema för ögonblicksbilder.
th: ไม่สามารถสร้างกำหนดการสแนปชอตได้
uk: Не вдалося створити розклад знімків.

source: Unable to create subnet.
ar: غير قادر على إنشاء شبكة فرعية.
az: Alt şəbəkə yaratmaq mümkün deyil.
bn: সাবনেট তৈরি করতে অক্ষম।
cs: Nelze vytvořit podsíť.
de: Subnetz kann nicht erstellt werden.
es: No se puede crear la subred.
et: Alamvõrku ei saa luua.
fi: Aliverkkoa ei voi luoda.
ky: Кошумча тармак түзүлбөй жатат.
lt: Neįmanoma sukurti potinklio.
lv: Nevar izveidot apakštīklu.
nb: Kan ikke opprette delnett.
pl: Nie można utworzyć podsieci.
ru: Невозможно создать подсеть.
sv: Det gick inte att skapa undernät.
th: ไม่สามารถสร้างซับเน็ตได้
uk: Не вдалося створити підмережу.

source: Unable to create volume snapshot.
ar: غير قادر على إنشاء لقطة لوحدة التخزين.
az: Səs anlıq görüntüsü yarada bilmədi.
bn: ভলিউম স্ন্যাপশট তৈরি করতে অক্ষম৷
cs: Nelze vytvořit snímek svazku.
de: Volume-Snapshot kann nicht erstellt werden.
es: No se puede crear una instantánea de volumen.
et: Salvestusüksuse hetktõmmist ei saa luua.
fi: Tilavuuden tilannekuvaa ei voi luoda.
ky: Көлөмдүн сүрөтүн түзүү мүмкүн эмес.
lt: Neįmanoma sukurti tomo momentinės nuotraukos.
lv: Nevar izveidot apjoma momentuzņēmumu.
nb: Kan ikke opprette volumøyeblikksbilde.
pl: Nie można utworzyć migawki woluminu.
ru: Не удалось создать снимок тома.
sv: Det gick inte att skapa ögonblicksbilder av volymen.
th: ไม่สามารถสร้างสแนปชอตวอลุ่มได้
uk: Не вдалося створити знімок тома.

source: Unable to deactivate user.
ar: غير قادر على إلغاء تنشيط المستخدم.
az: İstifadəçini söndürmək mümkün deyil.
bn: ব্যবহারকারী নিষ্ক্রিয় করতে অক্ষম.
cs: Nelze deaktivovat uživatele.
de: Benutzer kann nicht deaktiviert werden.
es: No se puede desactivar el usuario.
et: Kasutajat ei saa deaktiveerida
fi: Käyttäjää ei voi poistaa käytöstä.
ky: Колдонуучуну өчүрүү мүмкүн эмес.
lt: Neįmanoma išaktyvinti vartotojo.
lv: Nevar deaktivizēt lietotāju.
nb: Kan ikke deaktivere bruker.
pl: Nie można dezaktywować użytkownika.
ru: Невозможно деактивировать пользователя.
sv: Det gick inte att inaktivera användaren.
th: ไม่สามารถปิดการใช้งานผู้ใช้ได้
uk: Неможливо деактивувати користувача.

source: Unable to delete attachment.
ar: غير قادر على حذف المرفق.
az: Əlavəni silmək mümkün deyil.
bn: সংযুক্তি মুছে ফেলতে অক্ষম৷
cs: Nelze odstranit přílohu.
de: Die Anlage kann nicht gelöscht werden.
es: No se puede eliminar el archivo adjunto.
et: Manust ei saa kustutada.
fi: Liitettä ei voi poistaa.
ky: Тиркеме жок кылынбай жатат.
lt: Neįmanoma ištrinti priedo.
lv: Nevar izdzēst pielikumu.
nb: Kan ikke slette vedlegg.
pl: Nie można usunąć załącznika.
ru: Невозможно удалить вложение.
sv: Det går inte att ta bort bilagan.
th: ไม่สามารถลบไฟล์แนบได้
uk: Не вдалося видалити вкладення.

source: Unable to delete catalog.
ar: غير قادر على حذف الكتالوج.
az: Kataloqu silmək mümkün deyil.
bn: ক্যাটালগ মুছতে অক্ষম।
cs: Nelze odstranit katalog.
de: Der Katalog kann nicht gelöscht werden.
es: No se puede eliminar el catálogo.
et: Kataloogi ei saa kustutada.
fi: Katalogia ei voi poistaa.
ky: Каталог жок кылынбай жатат.
lt: Neįmanoma ištrinti katalogo.
lv: Nevar izdzēst katalogu.
nb: Kan ikke slette katalogen.
pl: Nie można usunąć katalogu.
ru: Невозможно удалить каталог.
sv: Det gick inte att ta bort katalogen.
th: ไม่สามารถลบแคตตาล็อกได้
uk: Не вдалося видалити каталог.

source: Unable to delete comment.
ar: غير قادر على حذف التعليق.
az: Şərhi silmək mümkün deyil.
bn: মন্তব্য মুছে ফেলতে অক্ষম.
cs: Komentář nelze smazat.
de: Kommentar kann nicht gelöscht werden.
es: No se puede eliminar el comentario.
et: Kommentaari ei saa kustutada
fi: Kommenttia ei voi poistaa.
ky: Жорум жок кылынбай жатат.
lt: Nepavyko ištrinti komentaro.
lv: Nevar izdzēst komentāru.
nb: Kan ikke slette kommentar.
pl: Nie można usunąć komentarza.
ru: Невозможно удалить комментарий.
sv: Det gick inte att ta bort kommentar.
th: ไม่สามารถลบความคิดเห็นได้
uk: Не вдалося видалити коментар.

source: Unable to delete common footer.
ar: غير قادر على حذف التذييل المشترك.
az: Ümumi altbilgiləri silmək mümkün deyil.
bn: সাধারণ ফুটার মুছতে অক্ষম৷
cs: Společné zápatí nelze smazat.
de: Die gemeinsame Fußzeile kann nicht gelöscht werden.
es: No se puede eliminar el pie de página común.
et: Ühist jalust ei saa kustutada.
fi: Yhteistä alatunnistetta ei voi poistaa.
ky: Жалпы колонтитул жок кылынбай жатат.
lt: Nepavyko ištrinti bendrosios poraštės.
lv: Nevar izdzēst kopējo kājeni.
nb: Kan ikke slette felles bunntekst.
pl: Nie można usunąć wspólnej stopki.
ru: Невозможно удалить общий нижний колонтитул.
sv: Det gick inte att ta bort gemensam sidfot.
th: ไม่สามารถลบส่วนท้ายทั่วไปได้
uk: Не вдалося видалити загальний нижній колонтитул.

source: Unable to delete instance.
ar: غير قادر على حذف المثيل.
az: Nümunəni silmək mümkün deyil.
bn: উদাহরণ মুছতে অক্ষম।
cs: Nelze odstranit instanci.
de: Die Instanz kann nicht gelöscht werden.
es: No se puede eliminar la instancia.
et: Eksemplari ei saa kustutada.
fi: Ilmentymän poistaminen epäonnistui.
ky: Мисал жок кылынбай жатат.
lt: Neįmanoma ištrinti egzemplioriaus.
lv: Nevar izdzēst gadījumu.
nb: Kan ikke slette forekomst.
pl: Nie można usunąć instancji.
ru: Невозможно удалить экземпляр.
sv: Det gick inte att ta bort instans.
th: ไม่สามารถลบอินสแตนซ์ได้
uk: Не вдалося видалити примірник.

source: Unable to delete invoice item.
ar: غير قادر على حذف عنصر الفاتورة.
az: Faktura elementini silmək mümkün deyil.
bn: চালান আইটেম মুছে ফেলতে অক্ষম.
cs: Nelze smazat položku faktury.
de: Rechnungsposition konnte nicht gelöscht werden.
es: No se puede eliminar el artículo de la factura.
et: Arve kirjet ei saa kustutada.
fi: Laskun nimikettä ei voi poistaa.
ky: Эсеп-фактураны жок кылуу мүмкүн эмес.
lt: Nepavyko ištrinti sąskaitos faktūros elemento.
lv: Nevar izdzēst rēķina vienumu.
nb: Kan ikke slette fakturaelement.
pl: Nie można usunąć pozycji na fakturze.
ru: Невозможно удалить позицию счета.
sv: Det gick inte att ta bort fakturaobjekt.
th: ไม่สามารถลบรายการใบแจ้งหนี้ได้
uk: Не вдалося видалити позицію рахунку-фактури.

source: Unable to delete payment.
ar: غير قادر على حذف الدفع.
az: Ödənişi silmək mümkün deyil.
bn: পেমেন্ট মুছে ফেলতে অক্ষম।
cs: Nelze odstranit platbu.
de: Die Zahlung kann nicht gelöscht werden.
es: No se puede eliminar el pago.
et: Makse kustutamine ebaõnnestus.
fi: Maksua ei voi poistaa.
ky: Төлөм жок кылынбай жатат.
lt: Neįmanoma ištrinti mokėjimo.
lv: Nevar izdzēst maksājumu.
nb: Kan ikke slette betaling.
pl: Nie można usunąć płatności.
ru: Невозможно удалить платеж.
sv: Det gick inte att ta bort betalningen.
th: ไม่สามารถลบการชำระเงินได้
uk: Не вдалося видалити платіж.

source: Unable to delete resource.
ar: غير قادر على حذف المورد.
az: Resursu silmək mümkün deyil.
bn: সম্পদ মুছে ফেলতে অক্ষম।
cs: Nelze odstranit zdroj.
de: Ressource kann nicht gelöscht werden.
es: No se puede eliminar el recurso.
et: Ressursi ei saa kustutada.
fi: Resurssia ei voi poistaa.
ky: Ресурс жок кылынбай жатат.
lt: Neįmanoma ištrinti ištekliaus.
lv: Nevar izdzēst resursu.
nb: Kan ikke slette ressurs.
pl: Nie można usunąć zasobu.
ru: Невозможно удалить ресурс.
sv: Det gick inte att ta bort resursen.
th: ไม่สามารถลบทรัพยากรได้
uk: Не вдалося видалити ресурс.

source: Unable to delete team member.
ar: غير قادر على حذف عضو الفريق.
az: Komanda üzvünü silmək mümkün deyil.
bn: দলের সদস্য মুছে ফেলতে অক্ষম.
cs: Nelze odstranit člena týmu.
de: Teammitglied kann nicht gelöscht werden.
es: No se puede eliminar el miembro del equipo.
et: Tiimi liiget ei saa kustutada.
fi: Tiimin jäsentä ei voi poistaa.
ky: Команда мүчөсүн жок кылуу мүмкүн эмес.
lt: Neįmanoma ištrinti komandos nario.
lv: Nevar izdzēst komandas dalībnieku.
nb: Kan ikke slette teammedlem.
pl: Nie można usunąć członka zespołu.
ru: Невозможно удалить члена команды.
sv: Det gick inte att ta bort teammedlemmen.
th: ไม่สามารถลบสมาชิกในทีมได้
uk: Не вдалося видалити члена команди.

source: Unable to delete the user agreement.
ar: غير قادر على حذف اتفاقية المستخدم.
az: İstifadəçi müqaviləsini silmək mümkün deyil.
bn: ব্যবহারকারী চুক্তি মুছে ফেলতে অক্ষম।
cs: Uživatelskou smlouvu nelze smazat.
de: Die Benutzervereinbarung kann nicht gelöscht werden.
es: No se puede eliminar el acuerdo de usuario.
et: Kasutajalepingut ei saa kustutada.
fi: Käyttäjäsopimusta ei voi poistaa.
ky: Колдонуучу келишимин жок кылуу мүмкүн эмес.
lt: Nepavyko ištrinti vartotojo sutarties.
lv: Nevar dzēst lietotāja līgumu.
nb: Kan ikke slette brukeravtalen.
pl: Nie można usunąć umowy użytkownika.
ru: Невозможно удалить пользовательское соглашение.
sv: Det gick inte att ta bort användaravtalet.
th: ไม่สามารถลบข้อตกลงผู้ใช้ได้
uk: Не вдалося видалити угоду користувача.

source: Unable to delete {resourceType}.
ar: غير قادر على الحذف{resourceType} .
az: Silmək mümkün deyil{resourceType}.
bn: মুছে ফেলতে অক্ষম{resourceType} .
cs: Nelze odstranit {resourceType}.
de: {resourceType} kann nicht gelöscht werden.
es: No se puede eliminar {resourceType}.
et: Ei saa kustutada{resourceType} .
fi: Ei voida poistaa{resourceType} .
ky: Жок кылуу мүмкүн эмес{resourceType} .
lt: Nepavyko ištrinti {resourceType}.
lv: Nevar izdzēst{resourceType} .
nb: Kan ikke slette {resourceType}.
pl: Nie można usunąć{resourceType} .
ru: Невозможно удалить{resourceType} .
sv: Det gick inte att ta bort {resourceType}.
th: ไม่สามารถลบได้{resourceType} .
uk: Не вдалося видалити{resourceType} .

source: Unable to destroy instance.
ar: غير قادر على تدمير المثيل.
az: Nümunəni məhv edə bilməz.
bn: উদাহরণ ধ্বংস করতে অক্ষম.
cs: Nelze zničit instanci.
de: Die Instanz kann nicht zerstört werden.
es: No se puede destruir la instancia.
et: Instantsi ei saa hävitada.
fi: Instanssia ei voi tuhota.
ky: Мисал жок кылуу мүмкүн эмес.
lt: Neįmanoma sunaikinti egzemplioriaus.
lv: Nevar iznīcināt instanci.
nb: Kan ikke ødelegge forekomst.
pl: Nie można zniszczyć instancji.
ru: Невозможно уничтожить экземпляр.
sv: Det går inte att förstöra instans.
th: ไม่สามารถทำลายอินสแตนซ์ได้
uk: Неможливо знищити екземпляр.

source: Unable to edit comment.
ar: غير قادر على تحرير التعليق.
az: Şərhi redaktə etmək mümkün deyil.
bn: মন্তব্য সম্পাদনা করতে অক্ষম.
cs: Nelze upravit komentář.
de: Kommentar kann nicht bearbeitet werden.
es: No se puede editar el comentario.
et: Kommentaari ei saa muuta
fi: Kommenttia ei voi muokata.
ky: Пикирди түзөтүү мүмкүн эмес.
lt: Neįmanoma redaguoti komentaro.
lv: Nevar rediģēt komentāru.
nb: Kan ikke redigere kommentar.
pl: Nie można edytować komentarza.
ru: Невозможно редактировать комментарий.
sv: Det gick inte att redigera kommentar.
th: ไม่สามารถแก้ไขความคิดเห็นได้
uk: Неможливо редагувати коментар.

source: Unable to edit resource.
ar: غير قادر على تحرير المورد.
az: Resursu redaktə etmək mümkün deyil.
bn: সম্পদ সম্পাদনা করতে অক্ষম.
cs: Zdroj nelze upravit.
de: Ressource kann nicht bearbeitet werden.
es: No se puede editar el recurso.
et: Ressursi ei saa redigeerida.
fi: Resurssia ei voi muokata.
ky: Ресурсту түзөтүү мүмкүн эмес.
lt: Nepavyko redaguoti šaltinio.
lv: Nevar rediģēt resursu.
nb: Kan ikke redigere ressursen.
pl: Nie można edytować zasobu.
ru: Невозможно редактировать ресурс.
sv: Det går inte att redigera resursen.
th: ไม่สามารถแก้ไขทรัพยากรได้
uk: Неможливо редагувати ресурс.

source: Unable to enable payment profile.
ar: غير قادر على تمكين ملف تعريف الدفع.
az: Ödəniş profilini aktivləşdirə bilmədi.
bn: পেমেন্ট প্রোফাইল সক্ষম করতে অক্ষম।
cs: Nelze povolit platební profil.
de: Zahlungsprofil kann nicht aktiviert werden.
es: No se puede habilitar el perfil de pago.
et: Makseprofiili ei saa aktiveerida.
fi: Maksuprofiilia ei voi ottaa käyttöön.
ky: Төлөм профилин иштетүү мүмкүн эмес.
lt: Neįmanoma įgalinti mokėjimo profilio.
lv: Nevar iespējot maksājumu profilu.
nb: Kan ikke aktivere betalingsprofil.
pl: Nie można włączyć profilu płatności.
ru: Невозможно включить платежный профиль.
sv: Det gick inte att aktivera betalningsprofilen.
th: ไม่สามารถเปิดใช้งานโปรไฟล์การชำระเงินได้
uk: Неможливо ввімкнути платіжний профіль.

source: Unable to extend disk.
ar: غير قادر على تمديد القرص.
az: Diski uzatmaq mümkün deyil.
bn: ডিস্ক প্রসারিত করতে অক্ষম।
cs: Nelze rozšířit disk.
de: Festplatte kann nicht erweitert werden.
es: No se puede extender el disco.
et: Ketast ei saa pikendada.
fi: Levyä ei voi laajentaa.
ky: Дискти кеңейтүү мүмкүн эмес.
lt: Neįmanoma išplėsti disko.
lv: Nevar pagarināt disku.
nb: Kan ikke utvide disken.
pl: Nie można rozszerzyć dysku.
ru: Невозможно расширить диск.
sv: Det gick inte att förlänga disken.
th: ไม่สามารถขยายดิสก์ได้
uk: Не вдалося розширити диск.

source: Unable to extend volume.
ar: غير قادر على توسيع حجم الصوت.
az: Həcmi genişləndirə bilmədi.
bn: ভলিউম প্রসারিত করতে অক্ষম।
cs: Nelze rozšířit svazek.
de: Volume kann nicht erweitert werden.
es: No se puede extender el volumen.
et: Helitugevust ei saa laiendada.
fi: Äänenvoimakkuutta ei voi laajentaa.
ky: Үнүн узартуу мүмкүн эмес.
lt: Neįmanoma išplėsti tomo.
lv: Nevar palielināt skaļumu.
nb: Kan ikke utvide volumet.
pl: Nie można zwiększyć głośności.
ru: Невозможно расширить том.
sv: Det gick inte att utöka volymen.
th: ไม่สามารถขยายระดับเสียงได้
uk: Неможливо збільшити обсяг.

source: Unable to fetch attachment.
ar: غير قادر على جلب المرفق.
az: Əlavəni həll etmək mümkün deyil.
bn: সংযুক্তি আনতে অক্ষম৷
cs: Nelze načíst přílohu.
de: Die Anlage kann nicht abgerufen werden.
es: No se puede obtener el archivo adjunto.
et: Manust ei õnnestunud laadida
fi: Liitettä ei voi noutaa.
ky: Тиркеме алынбай жатат.
lt: Neįmanoma gauti priedo.
lv: Nevar ienest pielikumu.
nb: Kan ikke hente vedlegg.
pl: Nie można pobrać załącznika.
ru: Не удалось получить вложение.
sv: Det går inte att hämta bilagan.
th: ไม่สามารถเรียกเอกสารแนบได้
uk: Не вдалося отримати вкладення.

source: Unable to fetch comments.
ar: غير قادر على جلب التعليقات.
az: Şərhi almaq mümkün deyil.
bn: মন্তব্য আনতে অক্ষম.
cs: Nelze načíst komentáře.
de: Kommentare können nicht abgerufen werden.
es: No se puede obtener los comentarios.
et: Kommentaare ei saa laadida
fi: Kommentteja ei voi hakea.
ky: Жорумдар алынбай жатат.
lt: Neįmanoma gauti komentarų.
lv: Nevar ienest komentārus.
nb: Kan ikke hente kommentarer.
pl: Nie można pobrać komentarzy.
ru: Не удалось получить комментарии.
sv: Det gick inte att hämta kommentarer.
th: ไม่สามารถดึงความคิดเห็นได้
uk: Не вдалося отримати коментарі.

source: Unable to fetch current user
ar: غير قادر على جلب المستخدم الحالي
az: Cari istifadəçini əldə edə bilmədi
bn: বর্তমান ব্যবহারকারী আনতে অক্ষম
cs: Aktuálního uživatele nelze načíst
de: Aktueller Benutzer konnte nicht abgerufen werden
es: No se puede obtener el usuario actual
et: Praegust kasutajat ei saa tuua
fi: Nykyistä käyttäjää ei voi noutaa
ky: Учурдагы колдонуучуну алуу мүмкүн эмес
lt: Nepavyko gauti dabartinio naudotojo
lv: Nevar iegūt pašreizējo lietotāju
nb: Kan ikke hente gjeldende bruker
pl: Nie można pobrać bieżącego użytkownika
ru: Невозможно получить текущего пользователя
sv: Det gick inte att hämta nuvarande användare
th: ไม่สามารถดึงข้อมูลผู้ใช้ปัจจุบันได้
uk: Не вдалося отримати поточного користувача

source: Unable to fetch current user.
ar: غير قادر على جلب المستخدم الحالي.
az: Cari istifadəçini əldə edə bilmədi.
bn: বর্তমান ব্যবহারকারী আনতে অক্ষম।
cs: Nelze načíst aktuálního uživatele.
de: Der aktuelle Benutzer kann nicht abgerufen werden.
es: No se puede obtener el usuario actual.
et: Praegust kasutajat ei saa tuua.
fi: Nykyistä käyttäjää ei voi noutaa.
ky: Учурдагы колдонуучуну алуу мүмкүн эмес.
lt: Neįmanoma gauti dabartinio vartotojo.
lv: Nevar iegūt pašreizējo lietotāju.
nb: Kan ikke hente gjeldende bruker.
pl: Nie można pobrać bieżącego użytkownika.
ru: Не удалось получить текущего пользователя.
sv: Det gick inte att hämta aktuell användare.
th: ไม่สามารถดึงข้อมูลผู้ใช้ปัจจุบันได้
uk: Не вдалося отримати поточного користувача.

source: Unable to fetch data.
ar: غير قادر على جلب البيانات.
az: Məlumatı əldə etmək mümkün deyil.
bn: ডেটা আনতে অক্ষম৷
cs: Nelze načíst data.
de: Daten können nicht abgerufen werden.
es: No se puede obtener los datos.
et: Andmeid ei saa laadida
fi: Tietoja ei voi noutaa.
ky: Дайындарды алуу мүмкүн эмес.
lt: Neįmanoma gauti duomenų.
lv: Nevar ienest datus.
nb: Kan ikke hente data.
pl: Nie można pobrać danych.
ru: Не удалось получить данные.
sv: Det gick inte att hämta data.
th: ไม่สามารถดึงข้อมูลได้
uk: Не вдалося отримати дані.

source: Unable to fetch offerings
ar: غير قادر على جلب العروض
az: Təkliflər əldə edə bilmədi
bn: অফার আনতে অক্ষম
cs: Nabídky nelze načíst
de: Angebote können nicht abgerufen werden
es: No se puede recuperar las ofertas
et: Pakkumisi ei saa tuua
fi: Tarjouksia ei voi noutaa
ky: Курмандыктар алынбай жатат
lt: Nepavyko gauti pasiūlymų
lv: Nevar ienest piedāvājumus
nb: Kan ikke hente tilbud
pl: Nie można pobrać ofert
ru: Не удалось получить предложения.
sv: Det går inte att hämta erbjudanden
th: ไม่สามารถเรียกข้อมูลข้อเสนอได้
uk: Не вдалося отримати пропозиції

source: Unable to find:
ar: غير قادر على العثور على:
az: Tapmaq mümkün deyil:
bn: খুঁজে পেতে অসমর্থ:
cs: Nelze najít:
de: Kann nicht finden:
es: No se puede encontrar:
et: Ei saa linki luua.
fi: Ei löydy:
ky: Табуу мүмкүн эмес:
lt: Neįmanoma rasti:
lv: Nevar atrast:
nb: Finner ikke:
pl: Niemożliwe do znalezienia:
ru: Невозможно найти:
sv: Det gick inte att hitta:
th: ไม่สามารถหาได้:
uk: Не вдалося знайти:

source: Unable to generate service provider API secret code.
ar: غير قادر على إنشاء رمز سري لواجهة برمجة تطبيقات موفر الخدمة.
az: Xidmət təminatçısı API gizli kodu yaratmaq mümkün deyil.
bn: পরিষেবা প্রদানকারী API গোপন কোড তৈরি করতে অক্ষম৷
cs: Nelze vygenerovat tajný kód pro API poskytovatele služeb.
de: API-Geheimcode des Dienstanbieters kann nicht generiert werden.
es: No se puede generar el código secreto de la API del proveedor de servicios.
et: Teenusepakkuja API salakoodi ei õnnestu luua.
fi: Palveluntarjoajan API-salakoodia ei voida luoda.
ky: Кызмат көрсөтүүчүнүн API жашыруун кодун түзүү мүмкүн эмес.
lt: Neįmanoma sugeneruoti paslaugų teikėjo API slapto kodo.
lv: Nevar ģenerēt pakalpojumu sniedzēja API slepeno kodu.
nb: Kan ikke generere API-hemmelig kode for tjenesteleverandør.
pl: Nie można wygenerować tajnego kodu API dostawcy usług.
ru: Не удалось сгенерировать секретный код API поставщика услуг.
sv: Det går inte att generera tjänsteleverantörens API-hemliga kod.
th: ไม่สามารถสร้างรหัสลับ API ของผู้ให้บริการได้
uk: Не вдалося створити секретний код API постачальника послуг.

source: Unable to get form's data.
ar: غير قادر على الحصول على بيانات النموذج.
az: Formanın məlumatlarını əldə edə bilmədi.
bn: ফর্মের ডেটা পেতে অক্ষম৷
cs: Nelze získat data formuláře.
de: Die Daten des Formulars können nicht abgerufen werden.
es: No se puede obtener los datos del formulario.
et: Vormide andmeid ei õnnestunud laadida
fi: Lomakkeen tietoja ei voi hakea.
ky: Форманын дайындары алынбай жатат.
lt: Neįmanoma gauti formos duomenų.
lv: Nevar iegūt veidlapas datus.
nb: Kan ikke hente skjemadata.
pl: Nie można pobrać danych formularza.
ru: Не удалось получить данные формы.
sv: Det gick inte att hämta formulärets data.
th: ไม่สามารถรับข้อมูลของแบบฟอร์มได้
uk: Не вдалося отримати дані форми.

source: Unable to get order item.
ar: غير قادر على الحصول على عنصر الطلب.
az: Sifariş maddəsini əldə edə bilmədi.
bn: অর্ডার আইটেম পেতে অক্ষম.
cs: Nelze získat položku objednávky.
de: Der Bestellartikel kann nicht abgerufen werden.
es: No se puede obtener el artículo del pedido.
et: Tellotid objekti ei õnnestunud hankida
fi: Tilaustuotetta ei voi saada.
ky: Заказды алуу мүмкүн эмес.
lt: Neįmanoma gauti užsakymo prekės.
lv: Nevar saņemt pasūtījuma preci.
nb: Kan ikke hente bestillingselement.
pl: Nie można pobrać elementu zamówienia.
ru: Невозможно получить товар заказа.
sv: Det gick inte att hämta beställningsartikel.
th: ไม่สามารถรับรายการสั่งซื้อได้
uk: Не вдалося отримати товар замовлення.

source: Unable to get service provider API secret code.
ar: غير قادر على الحصول على الرمز السري لواجهة برمجة تطبيقات مزود الخدمة.
az: Xidmət təminatçısı API gizli kodunu əldə edə bilmədi.
bn: পরিষেবা প্রদানকারী API গোপন কোড পেতে অক্ষম.
cs: Nelze získat tajný kód pro API poskytovatele služeb.
de: API-Geheimcode des Dienstanbieters kann nicht abgerufen werden
es: No se puede obtener el código secreto de la API del proveedor de servicios.
et: Teenusepakkuja API salakoodi ei õnnestu hankida.
fi: Palveluntarjoajan API-salakoodia ei saada.
ky: Кызмат көрсөтүүчүнүн API жашыруун кодун алуу мүмкүн эмес.
lt: Neįmanoma gauti paslaugų teikėjo API slapto kodo.
lv: Nevar iegūt pakalpojumu sniedzēja API slepeno kodu.
nb: Kan ikke hente hemmelig kode for tjenesteleverandøren API.
pl: Nie można uzyskać tajnego kodu API dostawcy usług.
ru: Не удалось получить секретный код API поставщика услуг.
sv: Det går inte att få fram tjänsteleverantörens API-hemliga kod.
th: ไม่สามารถรับรหัสลับ API ของผู้ให้บริการได้
uk: Не вдалося отримати секретний код API постачальника послуг.

source: Unable to grant permission.
ar: غير قادر على منح الإذن.
az: İcazə verə bilmədi.
bn: অনুমতি দিতে অক্ষম।
cs: Nelze udělit oprávnění.
de: Erlaubnis kann nicht erteilt werden.
es: No se puede conceder el permiso.
et: Luba ei saa anda.
fi: Lupaa ei voida myöntää.
ky: Уруксат берүү мүмкүн эмес.
lt: Neįmanoma suteikti leidimo.
lv: Nevar piešķirt atļauju.
nb: Kan ikke gi tillatelse.
pl: Nie można udzielić pozwolenia.
ru: Невозможно дать разрешение.
sv: Det gick inte att bevilja behörighet.
th: ไม่สามารถให้อนุญาตได้
uk: Неможливо надати дозвіл.

source: Unable to import YAML.
ar: غير قادر على استيراد YAML.
az: YAML-i idxal etmək mümkün deyil.
bn: YAML আমদানি করতে অক্ষম৷
cs: Nelze importovat YAML.
de: YAML kann nicht importiert werden.
es: No se puede importar YAML.
et: YAML-i ei saa importida.
fi: YAML:n tuonti ei onnistu.
ky: YAML импорттоо мүмкүн эмес.
lt: Neįmanoma importuoti YAML.
lv: Nevar importēt YAML.
nb: Kan ikke importere YAML.
pl: Nie można zaimportować YAML.
ru: Невозможно импортировать YAML.
sv: Det gick inte att importera YAML.
th: ไม่สามารถนำเข้า YAML
uk: Не вдалося імпортувати YAML.

source: Unable to import remote offering.
ar: غير قادر على استيراد العرض البعيد.
az: Uzaqdan təklifi idxal edə bilmədi.
bn: দূরবর্তী অফার আমদানি করতে অক্ষম৷
cs: Nelze importovat vzdálenou nabídku.
de: Remote-Angebot kann nicht importiert werden.
es: No se puede importar la oferta remota.
et: Kaugpakkumist ei saa importida.
fi: Etätarjouksen tuonti epäonnistui.
ky: Алыскы сунушту импорттоо мүмкүн эмес.
lt: Neįmanoma importuoti nuotolinio pasiūlymo.
lv: Nevar importēt attālo piedāvājumu.
nb: Kan ikke importere eksternt tilbud.
pl: Nie można zaimportować oferty zdalnej.
ru: Невозможно импортировать удаленное предложение.
sv: Det gick inte att importera fjärrerbjudande.
th: ไม่สามารถนำเข้าข้อเสนอระยะไกลได้
uk: Не вдалося імпортувати віддалену пропозицію.
