Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Try out new interface
ar: جرب الواجهة الجديدة
az: Yeni interfeys sınayın
bn: নতুন ইন্টারফেস চেষ্টা করুন
cs: Vyzkoušejte nové rozhraní
de: Probieren Sie die neue Benutzeroberfläche aus
es: Prueba la nueva interfaz
et: Proovige uut liidest
fi: Kokeile uutta käyttöliittymää
ky: Жаңы интерфейсти сынап көрүңүз
lt: Išbandykite naują sąsają
lv: Izmēģiniet jauno interfeisu
nb: Prøv ut nytt grensesnitt
pl: Wypróbuj nowy interfejs
ru: Попробуйте новый интерфейс
sv: Testa det nya gränssnittet
th: ลองใช้อินเทอร์เฟซใหม่
uk: Спробуйте новий інтерфейс

source: Try out new version
ar: جرب الإصدار الجديد
az: Yeni versiyanı sınayın
bn: নতুন সংস্করণ চেষ্টা করে দেখুন
cs: Vyzkoušejte novou verzi
de: Probieren Sie die neue Version aus
es: Prueba la nueva versión
et: Proovi uut versiooni
fi: Kokeile uutta versiota
ky: Жаңы версиясын колдонуп көрүңүз
lt: Išbandykite naują versiją
lv: Izmēģiniet jauno versiju
nb: Prøv ny versjon
pl: Wypróbuj nową wersję
ru: Попробуйте новую версию
sv: Testa den nya versionen
th: ลองเวอร์ชันใหม่
uk: Спробуйте нову версію

source: Type
ar: نوع
az: Tipi
bn: টাইপ
cs: Typ
de: Typ
es: Tipo
et: Tüüp
fi: Tyyppi
lt: Tipas
lv: Tips
pl: Typ
ru: Тип
sv: Typ
th: พิมพ์
uk: Тип

source: Type: {type}
ar: يكتب:{type}
az: Növ: {type}
bn: প্রকার:{type}
cs: Typ:{type}
de: Typ:{type}
es: Tipo: {type}
et: Tüüp:{type}
fi: Tyyppi:{type}
ky: Түрү:{type}
lt: Tipas:{type}
lv: Veids:{type}
pl: Typ:{type}
ru: Тип:{type}
sv: Typ:{type}
th: พิมพ์:{type}
uk: тип:{type}

source: Type is invalid.
ar: النوع غير صالح.
az: Növ etibarsızdır.
bn: প্রকারটি অবৈধ৷
cs: Typ je neplatný.
de: Typ ist ungültig.
es: El tipo no es válido.
et: Tüüp on kehtetu.
fi: Tyyppi on virheellinen.
ky: Түрү жараксыз.
lt: Tipas negalioja.
lv: Veids nav derīgs.
nb: Typen er ugyldig.
pl: Typ jest nieprawidłowy.
ru: Тип недействителен.
sv: Typ är ogiltig.
th: ประเภทไม่ถูกต้อง
uk: Тип недійсний.

source: Type of a comment
ar: نوع التعليق
az: Şərh növü
bn: একটি মন্তব্যের ধরন
cs: Typ komentáře
de: Art eines Kommentars
es: Tipo de comentario
et: Kommentaari tüüp
fi: Kommentin tyyppi
ky: Комментарий түрү
lt: Komentaro tipas
lv: Komentāra veids
nb: Type kommentar
pl: Rodzaj komentarza
ru: Тип комментария
sv: Typ av kommentar
th: ประเภทของความคิดเห็น
uk: Тип коментаря

source: Type of incident
ar: نوع الحادث
az: Hadisənin növü
bn: ঘটনার ধরন
cs: Typ incidentu
de: Art des Vorfalls
es: Tipo de incidente
et: Vahejuhtumi liik
fi: Tapahtuman tyyppi
ky: Окуянын түрү
lt: Incidento tipas
lv: Negadījuma veids
nb: Type hendelse
pl: Rodzaj zdarzenia
ru: Тип инцидента
sv: Typ av incident
th: ประเภทของเหตุการณ์
uk: Тип інциденту

source: Type of linked issue
ar: نوع المشكلة المرتبطة
az: Əlaqəli məsələnin növü
bn: লিঙ্ক করা সমস্যার ধরন
cs: Typ propojeného problému
de: Art des verknüpften Problems
es: Tipo de problema vinculado
et: Lingitud probleemi tüüp
fi: Linkitetyn ongelman tyyppi
ky: Байланышкан маселенин түрү
lt: Susietos problemos tipas
lv: Saistītās problēmas veids
nb: Type koblet problem
pl: Typ powiązanego problemu
ru: Тип связанной проблемы
sv: Typ av länkat problem
th: ประเภทของปัญหาที่เชื่อมโยง
uk: Тип пов’язаної проблеми

source: URL
ar: عنوان URL
az: URL (resursun vahid göstərici)
pl: Adres URL
ru: URL-адрес

source: UUID
az: UUID (universal unikal idenifikator)

source: Unable to accept booking.
ar: غير قادر على قبول الحجز.
az: Sifarişi qəbul edə bilmədi.
bn: বুকিং গ্রহণ করতে অক্ষম।
cs: Nelze přijmout rezervaci.
de: Die Buchung kann nicht akzeptiert werden.
es: No se puede aceptar la reserva.
et: Broneeringut ei saa vastu võtta.
fi: Varausta ei voida hyväksyä.
ky: Ээлеп коюуну кабыл алуу мүмкүн эмес.
lt: Neįmanoma priimti užsakymo.
lv: Nevar pieņemt rezervāciju.
nb: Kan ikke godta bestilling.
pl: Nie można przyjąć rezerwacji.
ru: Невозможно принять бронирование.
sv: Det går inte att acceptera bokningen.
th: ไม่สามารถรับการจองได้
uk: Неможливо прийняти бронювання.

source: Unable to activate user.
ar: غير قادر على تفعيل المستخدم.
az: İstifadəçini aktivləşdirə bilmədi.
bn: ব্যবহারকারী সক্রিয় করতে অক্ষম.
cs: Nelze aktivovat uživatele.
de: Benutzer kann nicht aktiviert werden.
es: No se puede activar al usuario.
et: Kasutajat pole võimalik aktiveerida
fi: Käyttäjää ei voi aktivoida.
ky: Колдонуучуну иштетүү мүмкүн эмес.
lt: Neįmanoma suaktyvinti vartotojo.
lv: Nevar aktivizēt lietotāju.
nb: Kan ikke aktivere bruker.
pl: Nie można aktywować użytkownika.
ru: Невозможно активировать пользователя.
sv: Det gick inte att aktivera användaren.
th: ไม่สามารถเปิดใช้งานผู้ใช้ได้
uk: Не вдалося активувати користувача.

source: Unable to add endpoint.
ar: غير قادر على إضافة نقطة النهاية.
az: Son nöqtə əlavə etmək mümkün deyil.
bn: শেষ বিন্দু যোগ করতে অক্ষম.
cs: Nelze přidat koncový bod.
de: Endpunkt konnte nicht hinzugefügt werden.
es: No se puede añadir el punto final.
et: Lõpp-punkti ei saa lisada.
fi: Päätepistettä ei voi lisätä.
ky: Акыркы чекит кошуу мүмкүн эмес.
lt: Nepavyko pridėti galinio taško.
lv: Nevar pievienot beigu punktu.
nb: Kan ikke legge til endepunkt.
pl: Nie można dodać punktu końcowego.
ru: Невозможно добавить конечную точку.
sv: Det gick inte att lägga till slutpunkt.
th: ไม่สามารถเพิ่มปลายทางได้
uk: Не вдалося додати кінцеву точку.

source: Unable to add identity provider.
ar: غير قادر على إضافة موفر الهوية.
az: Şəxsiyyət təminatçısı əlavə edə bilmədi.
bn: পরিচয় প্রদানকারী যোগ করতে অক্ষম.
cs: Nelze přidat poskytovatele identity.
de: Identitätsanbieter konnte nicht hinzugefügt werden.
es: No se puede agregar el proveedor de identidad.
et: Identiteedipakkujat ei saa lisada.
fi: Identiteettitarjoajan lisääminen epäonnistui.
ky: Идентификация берүүчүнү кошуу мүмкүн эмес.
lt: Nepavyko pridėti tapatybės teikėjo.
lv: Nevar pievienot identitātes nodrošinātāju.
nb: Kan ikke legge til identitetsleverandør.
pl: Nie można dodać dostawcy tożsamości.
ru: Невозможно добавить поставщика удостоверений.
sv: Det gick inte att lägga till identitetsleverantör.
th: ไม่สามารถเพิ่มผู้ให้บริการข้อมูลประจำตัวได้
uk: Не вдалося додати постачальника ідентифікаційної інформації.

source: Unable to add image.
ar: غير قادر على إضافة الصورة.
az: Şəkil əlavə etmək mümkün deyil.
bn: ছবি যোগ করতে অক্ষম.
cs: Nelze přidat obrázek.
de: Bild kann nicht hinzugefügt werden.
es: No se puede añadir la imagen.
et: Pilti ei saa lisada.
fi: Kuvaa ei voi lisätä.
ky: Сүрөт кошуу мүмкүн эмес.
lt: Neįmanoma pridėti vaizdo.
lv: Nevar pievienot attēlu.
nb: Kan ikke legge til bilde.
pl: Nie można dodać obrazu.
ru: Невозможно добавить изображение.
sv: Det gick inte att lägga till bild.
th: ไม่สามารถเพิ่มรูปภาพได้
uk: Не вдалося додати зображення.

source: Unable to add item to shopping cart.
ar: غير قادر على إضافة عنصر إلى سلة التسوق.
az: Alış-veriş səbətinə məhsul əlavə edə bilmədi.
bn: শপিং কার্টে আইটেম যোগ করতে অক্ষম.
cs: Nelze přidat položku do nákupního košíku.
de: Artikel kann nicht zum Warenkorb hinzugefügt werden.
es: No se puede añadir el artículo al carrito de la compra.
et: Kaupa ei saa ostukorvi lisada.
fi: Tuotetta ei voi lisätä ostoskoriin.
ky: Корзинага нерсени кошуу мүмкүн эмес.
lt: Neįmanoma pridėti prekės į pirkinių krepšelį.
lv: Nevar pievienot preci iepirkumu grozam.
nb: Kan ikke legge til vare i handlekurven.
pl: Nie można dodać przedmiotu do koszyka.
ru: Невозможно добавить товар в корзину.
sv: Det gick inte att lägga till artikel i kundvagnen.
th: ไม่สามารถเพิ่มสินค้าลงตะกร้าสินค้าได้
uk: Не вдалося додати товар у кошик для покупок.

source: Unable to add option.
ar: غير قادر على إضافة الخيار.
az: Seçim əlavə etmək mümkün deyil.
bn: বিকল্প যোগ করতে অক্ষম.
cs: Možnost nelze přidat.
de: Option kann nicht hinzugefügt werden.
es: No se puede añadir la opción.
et: Valikut ei saa lisada.
fi: Vaihtoehtoa ei voi lisätä.
ky: Опция кошуу мүмкүн эмес.
lt: Nepavyko pridėti parinkties.
lv: Nevar pievienot opciju.
nb: Kan ikke legge til alternativ.
pl: Nie można dodać opcji.
ru: Невозможно добавить опцию.
sv: Det gick inte att lägga till alternativ.
th: ไม่สามารถเพิ่มตัวเลือกได้
uk: Не вдалося додати опцію.

source: Unable to add role.
az: Rol əlavə etmək mümkün deyil.
uk: Не вдалося додати роль.

source: Unable to add user.
ar: غير قادر على إضافة المستخدم.
az: İstifadəçi əlavə etmək mümkün deyil.
bn: ব্যবহারকারী যোগ করতে অক্ষম.
cs: Nelze přidat uživatele.
de: Benutzer kann nicht hinzugefügt werden.
es: No se puede añadir el usuario.
et: Kasutajat ei saa lisada.
fi: Käyttäjää ei voi lisätä.
ky: Колдонуучу кошуу мүмкүн эмес.
lt: Neįmanoma įtraukti vartotojo.
lv: Nevar pievienot lietotāju.
nb: Kan ikke legge til bruker.
pl: Nie można dodać użytkownika.
ru: Невозможно добавить пользователя.
sv: Det gick inte att lägga till användare.
th: ไม่สามารถเพิ่มผู้ใช้ได้
uk: Не вдалося додати користувача.

source: Unable to add {provider} user.
ar: غير قادر على الإضافة{provider} مستخدم.
az: İstifadə {provider} çi əlavə etmək mümkün deyil.
bn: যোগ করতে অক্ষম{provider} ব্যবহারকারী
cs: Nelze přidat{provider} uživatel.
de: Hinzufügen nicht möglich{provider} Benutzer.
es: No se puede añadir {provider} el usuario.
et: Ei saa lisada{provider} kasutaja.
fi: Ei voi lisätä{provider} käyttäjä.
ky: кошуу мүмкүн эмес{provider} колдонуучу.
lt: Nepavyko pridėti{provider} Vartotojas.
lv: Nevar pievienot{provider} lietotājs.
nb: Kan ikke legge til{provider} bruker.
pl: Nie można dodać{provider} użytkownik.
ru: Невозможно добавить{provider} пользователь.
sv: Det går inte att lägga till{provider} användare.
th: ไม่สามารถเพิ่มได้{provider} ผู้ใช้
uk: Не вдалося додати{provider} користувача.

source: Unable to apply action.
ar: غير قادر على تطبيق الإجراء.
az: Fəaliyyət tətbiq etmək mümkün deyil.
bn: অ্যাকশন প্রয়োগ করতে অক্ষম।
cs: Nelze použít akci.
de: Aktion kann nicht angewendet werden.
es: No se puede aplicar la acción.
et: Toimingut ei saa rakendada.
fi: Toimintoa ei voi käyttää.
ky: Аракет колдонуу мүмкүн эмес.
lt: Neįmanoma pritaikyti veiksmo.
lv: Nevar piemērot darbību.
nb: Kan ikke bruke handling.
pl: Nie można zastosować działania.
ru: Невозможно применить действие.
sv: Det gick inte att tillämpa åtgärden.
th: ไม่สามารถดำเนินการได้
uk: Неможливо застосувати дію.

source: Unable to approve all order items.
ar: غير قادر على الموافقة على كافة عناصر الطلب.
az: Bütün sifariş maddələrini təsdiqləyə bilmədi.
bn: সমস্ত অর্ডার আইটেম অনুমোদন করতে অক্ষম.
cs: Nelze schválit všechny položky objednávky.
de: Es können nicht alle Bestellpositionen genehmigt werden.
es: No se puede aprobar todos los artículos del pedido.
et: Kõigi tellimuse üksusi ei saa kinnitada.
fi: Kaikkia tilaustuotteita ei voi hyväksyä.
ky: Бардык буйрутма нерселерди бекитүү мүмкүн эмес.
lt: Nepavyko patvirtinti visų užsakymo elementų.
lv: Nevar apstiprināt visas pasūtījuma preces.
nb: Kan ikke godkjenne alle bestillingsvarene.
pl: Nie można zatwierdzić wszystkich pozycji zamówienia.
ru: Невозможно утвердить все позиции заказа.
sv: Det gick inte att godkänna alla beställningsartiklar.
th: ไม่สามารถอนุมัติรายการสั่งซื้อทั้งหมดได้
uk: Неможливо затвердити всі елементи замовлення.

source: Unable to approve all orders.
ar: غير قادر على الموافقة على كافة الطلبات.
az: Bütün sifarişləri təsdiqləyə bilmədi.
bn: সমস্ত আদেশ অনুমোদন করতে অক্ষম.
cs: Nelze schválit všechny objednávky.
de: Es können nicht alle Bestellungen genehmigt werden.
es: No se pueden aprobar todos los pedidos.
et: Kõiki tellimusi ei saa kinnitada.
fi: Kaikkia tilauksia ei voi hyväksyä.
ky: Бардык буйруктарды бекитүү мүмкүн эмес.
lt: Nepavyko patvirtinti visų užsakymų.
lv: Nevar apstiprināt visus pasūtījumus.
nb: Kan ikke godkjenne alle bestillinger.
pl: Nie można zatwierdzić wszystkich zamówień.
ru: Невозможно утвердить все заказы.
sv: Det gick inte att godkänna alla beställningar.
th: ไม่สามารถอนุมัติคำสั่งซื้อทั้งหมดได้
uk: Неможливо затвердити всі замовлення.

source: Unable to approve invitation.
ar: غير قادر على الموافقة على الدعوة.
az: Dəvəti təsdiqləyə bilmədi.
bn: আমন্ত্রণ অনুমোদন করতে অক্ষম৷
cs: Nelze schválit pozvánku.
de: Die Einladung kann nicht genehmigt werden.
es: No se puede aprobar la invitación.
et: Kutset ei saa kinnitada
fi: Kutsua ei voi hyväksyä.
ky: Чакырууну бекитүү мүмкүн эмес.
lt: Neįmanoma patvirtinti kvietimo.
lv: Nevar apstiprināt ielūgumu.
nb: Kan ikke godkjenne invitasjon.
pl: Nie można zatwierdzić zaproszenia.
ru: Не удалось одобрить приглашение.
sv: Det gick inte att godkänna inbjudan.
th: ไม่สามารถอนุมัติคำเชิญได้
uk: Не вдалося схвалити запрошення.

source: Unable to approve order.
ar: غير قادر على الموافقة على الطلب.
az: Sifarişi təsdiq edə bilmədi.
bn: আদেশ অনুমোদন করতে অক্ষম.
cs: Nelze schválit objednávku.
de: Bestellung kann nicht genehmigt werden.
es: No se puede aprobar el pedido.
et: Tellimust pole võimalik kinnitada
fi: Tilausta ei voi hyväksyä.
ky: Буйрутманы бекитүү мүмкүн эмес.
lt: Neįmanoma patvirtinti užsakymo.
lv: Nevar apstiprināt pasūtījumu.
nb: Kan ikke godkjenne bestillingen.
pl: Nie można zatwierdzić zamówienia.
ru: Невозможно утвердить заказ.
sv: Det gick inte att godkänna beställningen.
th: ไม่สามารถอนุมัติคำสั่งซื้อได้
uk: Неможливо затвердити замовлення.

source: Unable to approve order item.
ar: غير قادر على الموافقة على عنصر الطلب.
az: Sifariş maddəsini təsdiq edə bilmədi.
bn: অর্ডার আইটেম অনুমোদন করতে অক্ষম.
cs: Nelze schválit položku objednávky.
de: Bestellartikel kann nicht genehmigen.
es: No se puede aprobar el artículo del pedido.
et: Tellimuse kaupa ei saa kinnitada.
fi: Tilaustuotetta ei voi hyväksyä.
ky: Буйрутма объектисин бекитүү мүмкүн эмес.
lt: Neįmanoma patvirtinti užsakymo prekės.
lv: Nevar apstiprināt pasūtījuma preci.
nb: Kan ikke godkjenne ordreelement.
pl: Nie można zatwierdzić elementu zamówienia.
ru: Невозможно утвердить позицию заказа.
sv: Det går inte att godkänna orderartikeln.
th: ไม่สามารถอนุมัติรายการสั่งซื้อได้
uk: Не вдалося схвалити позицію замовлення.

source: Unable to approve permission request.
ar: غير قادر على الموافقة على طلب الإذن.
az: İcazə tələbini təsdiqləyə bilmədi.
bn: অনুমতি অনুরোধ অনুমোদন করতে অক্ষম.
cs: Žádost o povolení nelze schválit.
de: Die Berechtigungsanfrage konnte nicht genehmigt werden.
es: No se puede aprobar la solicitud de permiso.
et: Õiguste taotlust ei saa kinnitada.
fi: Lupapyyntöä ei voida hyväksyä.
ky: Уруксат өтүнүчүн бекитүү мүмкүн эмес.
lt: Nepavyko patvirtinti leidimo užklausos.
lv: Nevar apstiprināt atļaujas pieprasījumu.
nb: Kan ikke godkjenne tillatelsesforespørselen.
pl: Nie można zatwierdzić prośby o pozwolenie.
ru: Невозможно утвердить запрос на разрешение.
sv: Det gick inte att godkänna begäran om tillstånd.
th: ไม่สามารถอนุมัติคำขออนุญาตได้
uk: Не вдалося схвалити запит на дозвіл.

source: Unable to archive plan.
ar: غير قادر على أرشفة الخطة.
az: Planı arxivləşdirmək mümkün deyil.
bn: প্ল্যান আর্কাইভ করতে অক্ষম৷
cs: Plán nelze archivovat.
de: Plan kann nicht archiviert werden.
es: No se puede archivar el plan.
et: Plaani ei saa arhiivida.
fi: Suunnitelmaa ei voi arkistoida.
ky: Планды архивдөө мүмкүн эмес.
lt: Nepavyko archyvuoti plano.
lv: Nevar arhivēt plānu.
nb: Kan ikke arkivere planen.
pl: Nie można zarchiwizować planu.
ru: Не удалось заархивировать план.
sv: Det gick inte att arkivera planen.
th: ไม่สามารถเก็บถาวรแผนได้
uk: Не вдалося заархівувати план.

source: Unable to assign user.
az: İstifadəçi təyin etmək mümkün deyil.
uk: Не вдалося призначити користувача.

source: Unable to attach volume.
ar: غير قادر على إرفاق وحدة التخزين.
az: Səs əlavə etmək mümkün deyil.
bn: ভলিউম সংযুক্ত করতে অক্ষম।
cs: Nelze připojit svazek.
de: Volume kann nicht angehängt werden.
es: No se puede adjuntar el volumen.
et: Helitugevust ei saa lisada.
fi: Äänenvoimakkuutta ei voi liittää.
ky: Көлөмү тиркелбейт.
lt: Neįmanoma pridėti tomo.
lv: Nevar pievienot skaļumu.
nb: Kan ikke koble til volum.
pl: Nie można podłączyć woluminu.
ru: Невозможно прикрепить том.
sv: Det gick inte att koppla volymen.
th: ไม่สามารถแนบวอลลุ่มได้
uk: Не вдалося приєднати том.

source: Unable to attach volume to instance.
ar: غير قادر على إرفاق وحدة التخزين بالمثيل.
az: Həcmi nümunəyə əlavə etmək mümkün deyil.
bn: উদাহরণে ভলিউম সংযুক্ত করতে অক্ষম৷
cs: Nelze připojit svazek k instanci.
de: Volume kann nicht an Instanz angehängt werden.
es: No se puede adjuntar el volumen a la instancia.
et: Salvestusüksust ei saa einstantsiga liita.
fi: Taltiota ei voi liittää ilmentymään.
ky: Көлөмдү инстанга тиркөө мүмкүн эмес.
lt: Neįmanoma pridėti tomo prie egzemplioriaus.
lv: Nevar pievienot sējumu instancei.
nb: Kan ikke knytte volum til forekomst.
pl: Nie można podłączyć wolumenu do instancji.
ru: Невозможно прикрепить том к экземпляру.
sv: Det gick inte att koppla volym till instansen.
th: ไม่สามารถแนบวอลุ่มกับอินสแตนซ์ได้
uk: Не вдалося приєднати том до екземпляра.

source: Unable to authenticate using Mobile ID.
ar: غير قادر على المصادقة باستخدام معرف الهاتف المحمول.
az: Mobil ID istifadə edərək identifikasiya təsdiqlənməsi edilə bilmir.
bn: মোবাইল আইডি ব্যবহার করে প্রমাণীকরণ করতে অক্ষম।
cs: Nelze ověřit pomocí Mobile ID.
de: Authentifizierung mit Mobile ID nicht möglich.
es: No se puede autenticar mediante Mobile ID.
et: Mobiili IDga pole võimalik autentida
fi: Todennus ei onnistu mobiilitunnuksella.
ky: Мобилдик ID аркылуу аныктыгын текшерүү мүмкүн эмес.
lt: Neįmanoma autentifikuoti naudojant Mobile ID.
lv: Nevar autentificēties, izmantojot mobilo ID.
nb: Kan ikke autentisere ved hjelp av mobil ID.
pl: Nie można uwierzytelnić przy użyciu identyfikatora mobilnego.
ru: Невозможно авторизоваться с помощью Mobile ID.
sv: Det gick inte att autentisera med mobil-ID.
th: ไม่สามารถตรวจสอบสิทธิ์โดยใช้ Mobile ID ได้
uk: Не вдається автентифікуватися за допомогою Mobile ID.

source: Unable to bootstrap application.
ar: غير قادر على تمهيد التطبيق.
az: Tətbiqi başlatmaq mümkün deyil.
bn: অ্যাপ্লিকেশন বুটস্ট্র্যাপ করতে অক্ষম.
cs: Nelze spustit aplikaci.
de: Die Bootstrap-Anwendung ist nicht möglich.
es: No se puede iniciar la aplicación.
et: Rakendust ei saa alglaadida.
fi: Sovellusta ei voi käynnistää.
ky: Колдонмону жүктөө мүмкүн эмес.
lt: Neįmanoma paleisti programos.
lv: Nevar bootstrap lietojumprogrammu.
nb: Kan ikke starte opp programmet.
pl: Nie można uruchomić aplikacji.
ru: Невозможно загрузить приложение.
sv: Det gick inte att bootstrap-programmet.
th: ไม่สามารถบูตแอปพลิเคชันได้
uk: Не вдалося завантажити застосунок.

source: Unable to cancel booking.
ar: غير قادر على إلغاء الحجز.
az: Sifarişi ləğv etmək mümkün deyil.
bn: বুকিং বাতিল করতে অক্ষম।
cs: Nelze zrušit rezervaci.
de: Die Buchung kann nicht storniert werden.
es: No se puede cancelar la reserva.
et: Broneeringut ei saa tühistada.
fi: Varausta ei voi peruuttaa.
ky: Ээлеп коюуну жокко чыгаруу мүмкүн эмес.
lt: Neįmanoma atšaukti užsakymo.
lv: Nevar atcelt rezervāciju.
nb: Kan ikke kansellere bestillingen.
pl: Nie można anulować rezerwacji.
ru: Невозможно отменить бронирование.
sv: Det går inte att avboka bokningen.
th: ไม่สามารถยกเลิกการจองได้
uk: Не вдалося скасувати бронювання.

source: Unable to cancel group invitation.
ar: غير قادر على إلغاء دعوة المجموعة.
az: Qrup dəvətnaməsini ləğv edə bilmədi.
bn: গ্রুপ আমন্ত্রণ বাতিল করতে অক্ষম.
cs: Pozvání skupiny nelze zrušit.
de: Gruppeneinladung kann nicht abgebrochen werden.
es: No se puede cancelar la invitación al grupo.
et: Rühma kutset ei saanud tühistada.
fi: Ryhmäkutsua ei voi peruuttaa.
ky: Топтук чакыруу жокко чыгарылбай жатат.
lt: Nepavyko atšaukti grupės kvietimo.
lv: Nevar atcelt grupas ielūgumu.
nb: Kan ikke avbryte gruppeinvitasjonen.
pl: Nie można anulować zaproszenia do grupy.
ru: Невозможно отменить групповое приглашение.
sv: Det gick inte att avbryta gruppinbjudan.
th: ไม่สามารถยกเลิกการเชิญกลุ่มได้
uk: Неможливо скасувати запрошення до групи.

source: Unable to cancel invitation.
ar: غير قادر على إلغاء الدعوة.
az: Dəvəti ləğv etmək olmur.
bn: আমন্ত্রণ বাতিল করতে অক্ষম৷
cs: Nelze zrušit pozvánku.
de: Die Einladung kann nicht storniert werden.
es: No se puede cancelar la invitación.
et: Kutset ei ole võimalik katkestada
fi: Kutsua ei voi peruuttaa.
ky: Чакырууну жокко чыгаруу мүмкүн эмес.
lt: Neįmanoma atšaukti kvietimo.
lv: Nevar atcelt ielūgumu.
nb: Kan ikke avbryte invitasjonen.
pl: Nie można anulować zaproszenia.
ru: Невозможно отменить приглашение.
sv: Det gick inte att avbryta inbjudan.
th: ไม่สามารถยกเลิกคำเชิญได้
uk: Не вдалося скасувати запрошення.

source: Unable to cancel order.
ar: غير قادر على إلغاء الطلب.
az: Sifarişi ləğv etmək mümkün deyil.
bn: অর্ডার বাতিল করতে অক্ষম.
cs: Objednávku nelze zrušit.
de: Bestellung kann nicht storniert werden.
es: No se puede cancelar el pedido.
et: Tellimust ei saa tühistada.
fi: Tilausta ei voi peruuttaa.
ky: Буйрутманы жокко чыгаруу мүмкүн эмес.
lt: Nepavyko atšaukti užsakymo.
lv: Nevar atcelt pasūtījumu.
nb: Kan ikke kansellere bestillingen.
pl: Nie można anulować zamówienia.
ru: Невозможно отменить заказ.
sv: Det gick inte att avbryta beställningen.
th: ไม่สามารถยกเลิกคำสั่งซื้อได้
uk: Не вдалося скасувати замовлення.

source: Unable to cancel order item.
ar: غير قادر على إلغاء عنصر الطلب.
az: Sifariş elementini ləğv edə bilmədi.
bn: অর্ডার আইটেম বাতিল করতে অক্ষম.
cs: Nelze zrušit položku objednávky.
de: Der Bestellartikel kann nicht storniert werden.
es: No se puede cancelar el artículo del pedido.
et: Tellimisüksust ei saa tühistada.
fi: Tilaustuotetta ei voi peruuttaa.
ky: Буйрутманы жокко чыгаруу мүмкүн эмес.
lt: Neįmanoma atšaukti užsakymo prekės.
lv: Nevar atcelt pasūtījuma preci.
nb: Kan ikke annullere ordreelement.
pl: Nie można anulować pozycji zamówienia.
ru: Невозможно отменить товар заказа.
sv: Det gick inte att avbryta orderartikeln.
th: ไม่สามารถยกเลิกรายการสั่งซื้อได้
uk: Неможливо скасувати позицію замовлення.

source: Unable to cancel request.
ar: غير قادر على إلغاء الطلب.
az: İstəyi ləğv etmək mümkün deyil.
bn: অনুরোধ বাতিল করতে অক্ষম।
cs: Nelze zrušit požadavek.
de: Die Anfrage kann nicht storniert werden.
es: No se puede cancelar la solicitud.
et: Taotlust ei saa tühistada.
fi: Pyyntöä ei voi peruuttaa.
ky: Сурамды жокко чыгаруу мүмкүн эмес.
lt: Neįmanoma atšaukti užklausos.
lv: Nevar atcelt pieprasījumu.
nb: Kan ikke avbryte forespørselen.
pl: Nie można anulować żądania.
ru: Невозможно отменить запрос.
sv: Det gick inte att avbryta begäran.
th: ไม่สามารถยกเลิกคำขอได้
uk: Не вдалося скасувати запит.

source: Unable to change email.
ar: غير قادر على تغيير البريد الإلكتروني.
az: E-poçtu dəyişdirmək mümkün deyil.
bn: ইমেল পরিবর্তন করতে অক্ষম.
cs: Nelze změnit e-mail.
de: E-Mail kann nicht geändert werden.
es: No se puede cambiar el correo electrónico.
et: e-posti aadressi ei saa muuta.
fi: Sähköpostiosoitetta ei voi vaihtaa.
ky: Электрондук почтаны өзгөртүү мүмкүн эмес.
lt: Neįmanoma pakeisti el. pašto.
lv: Nevar mainīt e-pastu.
nb: Kan ikke endre e-post.
pl: Nie można zmienić adresu e-mail.
ru: Невозможно изменить электронную почту.
sv: Det gick inte att ändra e-post.
th: ไม่สามารถเปลี่ยนอีเมล์ได้
uk: Неможливо змінити електронну адресу.

source: Unable to change flavor.
ar: غير قادر على تغيير النكهة.
az: Dadı dəyişdirə bilməz.
bn: স্বাদ পরিবর্তন করতে অক্ষম.
cs: Nelze změnit příchuť.
de: Der Geschmack kann nicht geändert werden.
es: No se puede cambiar el sabor.
et: Maitset ei saa muuta.
fi: Makua ei voi muuttaa.
ky: Даамын өзгөртүү мүмкүн эмес.
lt: Neįmanoma pakeisti skonio.
lv: Nevar mainīt garšu.
nb: Kan ikke endre smak.
pl: Nie można zmienić smaku.
ru: Невозможно изменить вкус.
sv: Det går inte att ändra smak.
th: ไม่สามารถเปลี่ยนรสชาติได้
uk: Неможливо змінити смак.
