Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Plan has been archived.
ar: تمت أرشفة الخطة.
az: Plan arxivləşdirilib.
bn: পরিকল্পনা আর্কাইভ করা হয়েছে.
cs: Plán byl archivován.
de: Der Plan wurde archiviert.
es: El plan ha sido archivado.
et: Plaan on arhiveeritud.
fi: Suunnitelma on arkistoitu.
ky: План архивделди.
lt: Planas suarchyvuotas.
lv: Plāns ir arhivēts.
nb: Planen er arkivert.
pl: Plan został zarchiwizowany.
ru: План отправлен в архив.
sv: Planen har arkiverats.
th: เก็บถาวรแผนแล้ว
uk: План заархівовано.

source: Plan has been created successfully.
ar: تم إنشاء الخطة بنجاح.
az: Plan uğurla yaradılıb.
bn: পরিকল্পনা সফলভাবে তৈরি করা হয়েছে.
cs: Plán byl úspěšně vytvořen.
de: Der Plan wurde erfolgreich erstellt.
es: El plan se ha creado correctamente.
et: Plaan on edukalt loodud.
fi: Suunnitelma on luotu onnistuneesti.
ky: План ийгиликтүү түзүлдү.
lt: Planas sėkmingai sukurtas.
lv: Plāns ir veiksmīgi izveidots.
nb: Planen er opprettet.
pl: Plan został utworzony pomyślnie.
ru: План успешно создан.
sv: Planen har skapats framgångsrikt.
th: สร้างแผนสำเร็จแล้ว
uk: План успішно створено.

source: Plan has been updated successfully.
ar: تم تحديث الخطة بنجاح.
az: Plan uğurla yeniləndi.
bn: পরিকল্পনা সফলভাবে আপডেট করা হয়েছে.
cs: Plán byl úspěšně aktualizován.
de: Der Plan wurde erfolgreich aktualisiert.
es: El plan se actualizó correctamente.
et: Plaani värskendamine õnnestus.
fi: Suunnitelman päivitys onnistui.
ky: План ийгиликтүү жаңыртылды.
lt: Planas sėkmingai atnaujintas.
lv: Plāns ir veiksmīgi atjaunināts.
nb: Planen har blitt oppdatert.
pl: Plan został pomyślnie zaktualizowany.
ru: План успешно обновлен.
sv: Planen har uppdaterats framgångsrikt.
th: อัปเดตแผนสำเร็จแล้ว
uk: План успішно оновлено.

source: Plan name
ar: اسم الخطة
az: Planın adı
bn: পরিকল্পনার নাম
cs: Název plánu
es: Nombre del plan
et: Plaani nimi
fi: Suunnitelman nimi
ky: Пландын аты
lt: Plano pavadinimas
lv: Plāna nosaukums
nb: Plannavn
pl: Nazwa planu
ru: Название тарифа
sv: Plannamn
th: ชื่อแผน
uk: Назва плану

source: Plan price
ar: سعر الخطة
az: Plan qiyməti
bn: পরিকল্পনা মূল্য
cs: Cena plánu
de: Planpreis
es: Precio del plan
et: Plaani hind
fi: Suunnitelman hinta
ky: План баасы
lt: Plano kaina
lv: Plāna cena
nb: Plan pris
pl: Cena planu
ru: Цена тарифа
sv: Plan pris
th: ราคาแผน
uk: Вартість плану

source: Plan unit
ar: وحدة الخطة
az: Plan vahidi
bn: পরিকল্পনা ইউনিট
cs: Jednotka plánu
de: Einheit planen
es: Unidad del plan
et: Plaaniüksus
fi: Suunnittele yksikkö
ky: План бирдиги
lt: Plano vienetas
lv: Plāna vienība
nb: Planenhet
pl: Jednostka planu
ru: Плановый блок
sv: Planenhet
th: หน่วยแผน
uk: План одиниці

source: Planned quota usage: {usage}
ar: استخدام الحصص المخططة:{usage}
az: Planlaşdırılan kvota istifadəsi: {usage}
bn: পরিকল্পিত কোটা ব্যবহার:{usage}
cs: Plánované využití kvóty: {usage}
de: Geplante Kontingentnutzung: {usage}
es: Uso de cuota planificado: {usage}
et: Planeeritud kvoodi kasutamine: {usage}
fi: Suunniteltu kiintiön käyttö:{usage}
ky: Пландаштырылган квотаны колдонуу:{usage}
lt: Planuojamas kvotos naudojimas: {usage}
lv: Plānotais kvotas izlietojums:{usage}
nb: Planlagt kvotebruk: {usage}
pl: Planowane wykorzystanie limitu:{usage}
ru: Планируемое использование квоты:{usage}
sv: Planerad kvotanvändning: {usage}
th: การใช้โควต้าที่วางแผนไว้:{usage}
uk: Заплановане використання квоти:{usage}

source: Plans
ar: الخطط
az: Planlar
bn: পরিকল্পনা সমূহ
cs: Plány
de: Pläne
es: Planes
et: Plaanid
fi: Suunnitelmat
ky: Пландар
lt: Planai
lv: Plāni
nb: Planer
pl: Plany
ru: Планы
sv: Planer
th: แผน
uk: Плани

source: Plans are invalid.
ar: الخطط غير صالحة.
az: Planlar etibarsızdır.
bn: পরিকল্পনা অবৈধ.
cs: Plány jsou neplatné.
de: Pläne sind ungültig.
es: Los planes no son válidos.
et: Plaanid on kehtetud.
fi: Suunnitelmat ovat virheellisiä.
ky: Пландар жараксыз.
lt: Planai neteisingi.
lv: Plāni nav derīgi.
nb: Planer er ugyldige
pl: Plany są nieważne.
ru: Планы недействительны.
sv: Planerna är ogiltiga.
th: แผนไม่ถูกต้อง
uk: Плани недійсні.

source: Please, create and enable a payment profile to be able to manage payments.
ar: من فضلك، قم بإنشاء وتمكين ملف تعريف الدفع لتتمكن من إدارة المدفوعات.
az: Zəhmət olmasa, ödənişləri idarə edə bilmək üçün ödəniş profili yaradın və aktivləşdirin.
bn: অনুগ্রহ করে, অর্থপ্রদান পরিচালনা করতে সক্ষম হওয়ার জন্য একটি পেমেন্ট প্রোফাইল তৈরি করুন এবং সক্ষম করুন৷
cs: Prosím, vytvořte a povolte platební profil, abyste mohli spravovat platby.
de: Bitte erstellen und aktivieren Sie ein Zahlungsprofil, um Zahlungen verwalten zu können.
es: Por favor, cree y habilite un perfil de pago para poder gestionar los pagos.
et: Maksete haldamiseks looge ja aktiveerige makseprofiil.
fi: Luo ja ota käyttöön maksuprofiili, jotta voit hallita maksuja.
ky: Сураныч, төлөмдөрдү башкара алуу үчүн төлөм профилин түзүп, иштетиңиз.
lt: Sukurkite ir įgalinkite mokėjimo profilį, kad galėtumėte valdyti mokėjimus.
lv: Lūdzu, izveidojiet un iespējojiet maksājumu profilu, lai varētu pārvaldīt maksājumus.
nb: Opprett og aktiver en betalingsprofil for å kunne administrere betalinger.
pl: Utwórz i włącz profil płatności, aby móc zarządzać płatnościami.
ru: Пожалуйста, создайте и активируйте платежный профиль, чтобы иметь возможность управлять платежами.
sv: Vänligen skapa och aktivera en betalningsprofil för att kunna hantera betalningar.
th: โปรดสร้างและเปิดใช้งานโปรไฟล์การชำระเงินเพื่อให้สามารถจัดการการชำระเงินได้
uk: Будь ласка, створіть і активуйте платіжний профіль, щоб мати можливість керувати платежами.

source: Please, select a date.
ar: من فضلك قم باختيار التاريخ.
az: Zəhmət olmasa, bir tarix seçin.
bn: অনুগ্রহ করে একটি তারিখ নির্বাচন করুন।
cs: Prosím, vyberte datum.
de: Bitte wählen Sie ein Datum.
es: Por favor, seleccione una fecha.
et: Palun valige kuupäev.
fi: Ole hyvä ja valitse päivämäärä.
ky: Сураныч, күн тандаңыз.
lt: Pasirinkite datą.
lv: Lūdzu, izvēlieties datumu.
nb: Vennligst velg en dato.
pl: Proszę wybrać datę.
ru: Пожалуйста, выберите дату.
sv: Välj ett datum.
th: กรุณาเลือกวันที่
uk: Будь ласка, виберіть дату.

source: Please add a node
ar: الرجاء إضافة عقدة
az: Xahiş edirəm bir düyün əlavə edin
bn: একটি নোড যোগ করুন
cs: Přidejte uzel
de: Bitte fügen Sie einen Knoten hinzu
es: Añada un nodo
et: Palun lisage sõlm
fi: Lisää solmu
ky: Түйүн кошуңуз
lt: Pridėkite mazgą
lv: Lūdzu, pievienojiet mezglu
nb: Vennligst legg til en node
pl: Proszę dodać węzeł
ru: Пожалуйста, добавьте узел
sv: Lägg till en nod
th: กรุณาเพิ่มโหนด
uk: Будь ласка, додайте вузол

source: Please add resource name before editing a schedule.
ar: الرجاء إضافة اسم المورد قبل تحرير الجدول الزمني.
az: Bir cədvəli redaktə etməzdən əvvəl resurs adını əlavə edin.
bn: একটি সময়সূচী সম্পাদনা করার আগে সম্পদ নাম যোগ করুন.
cs: Před úpravou plánu prosím přidejte název zdroje.
de: Bitte fügen Sie den Ressourcennamen hinzu, bevor Sie einen Zeitplan bearbeiten.
es: Agregue el nombre del recurso antes de editar una programación.
et: Lisage enne ajakava redigeerimist ressursi nimi.
fi: Lisää resurssin nimi ennen aikataulun muokkaamista.
ky: Графикти түзөтүүдөн мурун ресурстун атын кошуңуз.
lt: Prieš redaguodami tvarkaraštį, pridėkite šaltinio pavadinimą.
lv: Pirms grafika rediģēšanas, lūdzu, pievienojiet resursa nosaukumu.
nb: Legg til ressursnavn før du redigerer en tidsplan.
pl: Przed edycją harmonogramu dodaj nazwę zasobu.
ru: Прежде чем редактировать расписание, добавьте название ресурса.
sv: Lägg till resursnamn innan du redigerar ett schema.
th: โปรดเพิ่มชื่อทรัพยากรก่อนที่จะแก้ไขกำหนดการ
uk: Перш ніж редагувати розклад, додайте назву ресурсу.

source: Please check the credentials again.
ar: يرجى التحقق من بيانات الاعتماد مرة أخرى.
az: Xahiş edirəm etimadnamələri yenidən yoxlayın.
bn: শংসাপত্র আবার চেক করুন.
cs: Zkontrolujte prosím znovu přihlašovací údaje.
de: Bitte überprüfen Sie die Anmeldedaten noch einmal.
es: Vuelva a comprobar las credenciales.
et: Palun kontrollige kasutajanime ja parooli uuesti.
fi: Tarkista kirjautumistiedot uudelleen.
ky: Сураныч, эсептик дайындарды кайра текшериңиз.
lt: Dar kartą patikrinkite kredencialus.
lv: Lūdzu, vēlreiz pārbaudiet akreditācijas datus.
nb: Vennligst sjekk legitimasjonen på nytt.
pl: Sprawdź ponownie dane uwierzytelniające.
ru: Пожалуйста, проверьте учетные данные еще раз.
sv: Kontrollera användaruppgifterna igen.
th: โปรดตรวจสอบข้อมูลประจำตัวอีกครั้ง
uk: Перевірте ще раз облікові дані.

source: Please create a new one:
ar: يرجى إنشاء واحدة جديدة:
az: Zəhmət olmasa yenisini yaradın:
bn: অনুগ্রহ করে একটি নতুন তৈরি করুন:
cs: Vytvořte prosím nový:
de: Bitte erstellen Sie ein neues:
es: Por favor, cree uno nuevo:
et: Palun looge uus:
fi: Luo uusi:
ky: Сураныч, жаңысын түзүңүз:
lt: Sukurkite naują:
lv: Lūdzu, izveidojiet jaunu:
nb: Vennligst opprett en ny:
pl: Utwórz nowy:
ru: Пожалуйста, создайте новый:
sv: Skapa en ny:
th: กรุณาสร้างอันใหม่:
uk: Будь ласка, створіть новий:

source: Please create a new one picking the profile that best matches your organization:
ar: يرجى إنشاء ملف تعريف جديد واختيار الملف الشخصي الذي يناسب مؤسستك على أفضل وجه:
az: Zəhmət olmasa təşkilatınıza ən uyğun profil seçərək yenisini yaradın:
bn: অনুগ্রহ করে আপনার প্রতিষ্ঠানের সাথে মিলে যায় এমন প্রোফাইল বেছে নিয়ে একটি নতুন একটি তৈরি করুন:
cs: Vytvořte nový profil, který nejlépe odpovídá vaší organizaci:
de: Bitte erstellen Sie ein neues Profil und wählen Sie das Profil aus, das am besten zu Ihrer Organisation passt:
es: Cree uno nuevo eligiendo el perfil que mejor se adapte a su organización:
et: Palun looge uus, valides profiili, mis sobib kõige paremini teie organisatsiooniga:
fi: Luo uusi ja valitse organisaatiollesi parhaiten sopiva profiili:
ky: Уюмуңузга эң туура келген профилди тандап, жаңысын түзүңүз:
lt: Sukurkite naują, pasirinkdami profilį, kuris geriausiai atitinka jūsų organizaciją:
lv: Lūdzu, izveidojiet jaunu, izvēloties profilu, kas vislabāk atbilst jūsu organizācijai:
nb: Opprett en ny som velger profilen som passer best til organisasjonen:
pl: Utwórz nowy, wybierając profil, który najlepiej pasuje do Twojej organizacji:
ru: Пожалуйста, создайте новый, выбрав профиль, который лучше всего соответствует вашей организации:
sv: Skapa en ny profil genom att välja den profil som bäst matchar din organisation:
th: โปรดสร้างโปรไฟล์ใหม่โดยเลือกโปรไฟล์ที่ตรงกับองค์กรของคุณมากที่สุด:
uk: Створіть новий, вибравши профіль, який найкраще відповідає вашій організації:

source: Please enter desired values in the rows below:
ar: الرجاء إدخال القيم المطلوبة في الصفوف أدناه:
az: Aşağıdakı satırlara istədiyiniz dəyərləri daxil edin:
bn: নিচের সারিতে পছন্দসই মান লিখুন:
cs: Do řádků níže prosím zadejte požadované hodnoty:
de: Bitte geben Sie die gewünschten Werte in die folgenden Zeilen ein:
es: Por favor, introduzca los valores deseados en las filas de abajo:
et: Palun sisestage soovitud kogused all olevatele ridadele
fi: Syötä haluamasi arvot alla oleville riveille:
ky: Сураныч, төмөнкү саптарга керектүү маанилерди киргизиңиз:
lt: Įveskite norimas reikšmes žemiau esančiose eilutėse:
lv: Lūdzu, ievadiet vajadzīgās vērtības tālāk esošajās rindās:
nb: Vennligst skriv inn ønskede verdier i radene nedenfor:
pl: Wprowadź żądane wartości w poniższych wierszach:
ru: Пожалуйста, введите желаемые значения в строки ниже:
sv: Ange önskade värden i raderna nedan:
th: กรุณากรอกค่าที่ต้องการในแถวด้านล่าง:
uk: Введіть бажані значення в рядки нижче:

source: Please enter reason why offering has been paused.
ar: الرجاء إدخال سبب إيقاف العرض مؤقتًا.
az: Zəhmət olmasa təklifin dayandırılmasının səbəbini daxil edin.
bn: অফার কেন থামানো হয়েছে দয়া করে কারণ লিখুন।
cs: Zadejte prosím důvod, proč byla nabídka pozastavena.
de: Bitte geben Sie den Grund ein, warum das Angebot pausiert wurde.
es: Por favor, introduzca el motivo por el que se ha pausado la oferta.
et: Palun sisestage põhjus, miks pakkumine on peatatud.
fi: Anna syy, miksi tarjous on keskeytetty.
ky: Сураныч, сунуш эмне үчүн тындырылды.
lt: Įveskite priežastį, kodėl siūlymas buvo pristabdytas.
lv: Lūdzu, ievadiet iemeslu, kāpēc piedāvājums ir apturēts.
nb: Skriv inn grunnen til at tilbudet er satt på pause.
pl: Wprowadź powód wstrzymania oferty.
ru: Укажите причину, по которой предложение было приостановлено.
sv: Ange anledningen till varför erbjudandet har pausats.
th: โปรดป้อนสาเหตุที่ข้อเสนอถูกหยุดชั่วคราว
uk: Введіть причину призупинення пропозиції.

source: Please enter username and password.
ar: الرجاء إدخال اسم المستخدم وكلمة المرور.
az: Xahiş edirəm istifadəçi adı və şifrə daxil edin
bn: অনুগ্রহ করে ব্যবহারকারীর নাম এবং পাসওয়ার্ড লিখুন।
cs: Zadejte prosím uživatelské jméno a heslo.
de: Bitte geben Sie Benutzername und Passwort ein.
es: Por favor, introduzca el nombre de usuario y la contraseña.
et: Palun sisestage kasutajanimi ja parool.
fi: Anna käyttäjätunnus ja salasana.
ky: Колдонуучунун атын жана паролду киргизиңиз.
lt: Įveskite vartotojo vardą ir slaptažodį.
lv: Lūdzu, ievadiet lietotājvārdu un paroli.
nb: Vennligst skriv inn brukernavn og passord.
pl: Proszę wprowadzić nazwę użytkownika i hasło.
ru: Пожалуйста, введите имя пользователя и пароль.
sv: Ange användarnamn och lösenord.
th: กรุณากรอกชื่อผู้ใช้และรหัสผ่าน
uk: Будь ласка, введіть ім&#39;я користувача та пароль.

source: Please enter volume size to see price estimate.
ar: الرجاء إدخال حجم الحجم لرؤية تقدير السعر.
az: Qiymət təxminini görmək üçün həcm ölçüsünü daxil edin.
bn: মূল্য অনুমান দেখতে ভলিউম আকার লিখুন.
cs: Chcete-li zobrazit odhad ceny, zadejte prosím velikost svazku.
de: Bitte geben Sie die Volumengröße ein, um die Preisschätzung zu sehen.
es: Por favor, introduzca el tamaño del volumen para ver la estimación del precio.
et: Palun sisestage salvestusüksuse suurus, et näha hinnaprognoosi.
fi: Anna tilavuuden koko nähdäksesi hinta-arvion.
ky: Сураныч, болжолдуу бааны көрүү үчүн көлөмүнүн көлөмүн киргизиңиз.
lt: Įveskite apimties dydį, kad pamatytumėte kainos įvertinimą.
lv: Lūdzu, ievadiet apjoma lielumu, lai redzētu cenas aprēķinu.
nb: Angi volumstørrelse for å se prisestimatet.
pl: Wprowadź wielkość wolumenu, aby zobaczyć szacunkową cenę.
ru: Пожалуйста, введите размер тома, чтобы увидеть ориентировочную цену.
sv: Ange volymstorlek för att se prisuppskattning.
th: กรุณากรอกขนาดเพื่อดูราคาโดยประมาณ
uk: Будь ласка, введіть розмір тому, щоб побачити приблизну ціну.

source: Please give us a moment to validate your invitation.
ar: من فضلك أعطنا لحظة للتحقق من صحة دعوتك.
az: Dəvətinizi təsdiqləmək üçün bizə bir ani vaxt verin.
bn: আপনার আমন্ত্রণ যাচাই করার জন্য আমাদের একটি মুহূর্ত দিন.
cs: Dejte nám prosím chvilku na ověření vaší pozvánky.
de: Bitte geben Sie uns einen Moment Zeit, um Ihre Einladung zu bestätigen.
es: Por favor, danos un momento para validar tu invitación.
et: Palun anna meile hetk kutse kinnitamiseks.
fi: Anna meille hetki aikaa vahvistaa kutsusi.
ky: Чакырууңузду ырастоо үчүн бизге бир аз убакыт бериңиз.
lt: Prašome suteikti mums šiek tiek laiko patvirtinti savo kvietimą.
lv: Lūdzu, dodiet mums brīdi, lai apstiprinātu jūsu ielūgumu.
nb: Vennligst gi oss et øyeblikk til å validere invitasjonen din.
pl: Proszę dać nam chwilę na potwierdzenie Twojego zaproszenia.
ru: Пожалуйста, дайте нам немного времени, чтобы подтвердить ваше приглашение.
sv: Vänligen ge oss en stund att validera din inbjudan.
th: โปรดให้เวลาเราสักครู่เพื่อตรวจสอบคำเชิญของคุณ
uk: Будь ласка, дайте нам час, щоб підтвердити ваше запрошення.

source: Please make sure you know what you are doing and set to 10 minutes if unsure.
ar: يرجى التأكد من أنك تعرف ما تفعله وضبطه على 10 دقائق إذا لم تكن متأكدًا.
az: Zəhmət olmasa nə etdiyinizi bildiyinizə əmin olun və əmin deyilsinizsə 10 dəqiqəyə təyin edin.
bn: আপনি কি করছেন তা নিশ্চিত করুন এবং নিশ্চিত না হলে 10 মিনিট সেট করুন।
cs: Ujistěte se, že víte, co děláte, a pokud si nejste jisti, nastavte 10 minut.
de: Bitte stellen Sie sicher, dass Sie wissen, was Sie tun, und stellen Sie 10 Minuten ein, wenn Sie sich nicht sicher sind.
es: Por favor, asegúrese de saber lo que está haciendo y establecer en 10 minutos si no está seguro.
et: Palun veenduge, et teate, mida teete, ja määrake 10 minutiks, kui te pole kindel.
fi: Varmista, että tiedät mitä olet tekemässä ja aseta 10 minuuttiin, jos olet epävarma.
ky: Сураныч, эмне кылып жатканыңызды билип, ишенбесеңиз 10 мүнөткө коюңуз.
lt: Įsitikinkite, kad žinote, ką darote, ir nustatykite 10 minučių, jei nesate tikri.
lv: Lūdzu, pārliecinieties, ka zināt, ko darāt, un iestatiet 10 minūtes, ja neesat pārliecināts.
nb: Vennligst sørg for at du vet hva du gjør og satt til 10 minutter hvis usikker.
pl: Upewnij się, że wiesz, co robisz i ustaw 10 minut, jeśli nie jesteś pewien.
ru: Пожалуйста, убедитесь, что вы знаете, что делаете, и установите 10 минут, если не уверены.
sv: Se till att du vet vad du gör och ställ in på 10 minuter om du är osäker.
th: โปรดตรวจสอบให้แน่ใจว่าคุณรู้ว่าคุณกำลังทำอะไรอยู่ และตั้งค่าเป็น 10 นาทีหากไม่แน่ใจ
uk: Переконайтеся, що ви знаєте, що робите, і встановіть 10 хвилин, якщо не впевнені.

source: Please mark if project is aimed at industrial use
ar: يرجى تحديد ما إذا كان المشروع يهدف إلى الاستخدام الصناعي
az: Layihənin sənaye istifadəsinə yönəldildiyini qeyd edin
bn: অনুগ্রহ করে চিহ্নিত করুন যদি প্রকল্পটি শিল্প ব্যবহারের উদ্দেশ্যে হয়
cs: Označte, zda je projekt zaměřen na průmyslové využití
de: Bitte kreuzen Sie an, ob das Projekt auf eine industrielle Nutzung abzielt
es: Marque si el proyecto está destinado a un uso industrial
et: Palun märkige, kas projekt on suunatud kommertskasutamisele
fi: Merkitse, jos hanke on tarkoitettu teolliseen käyttöön
ky: Долбоор өнөр жайлык колдонууга багытталган болсо, белгилеңиз
lt: Pažymėkite, ar projektas skirtas pramoniniam naudojimui
lv: Lūdzu, atzīmējiet, vai projekts ir paredzēts rūpnieciskai lietošanai
nb: Merk om prosjektet er rettet mot industriell bruk
pl: Proszę zaznaczyć, czy projekt jest przeznaczony do zastosowań przemysłowych
ru: Отметьте, если проект нацелен на промышленное использование.
sv: Markera om projektet är inriktat på industriell användning
th: โปรดทำเครื่องหมายว่าโครงการมุ่งเป้าไปที่การใช้ในอุตสาหกรรมหรือไม่
uk: Будь ласка, позначте, якщо проект призначений для промислового використання

source: Please note that request should specify allocation name and provide a reason for change.
ar: يرجى ملاحظة أن الطلب يجب أن يحدد اسم التخصيص ويقدم سبب التغيير.
az: Xahiş edirik unutmayın ki, sorğuda ayrılma adı göstərilməlidir və dəyişikliyin səbəbi göstərilməlidir.
bn: অনুগ্রহ করে মনে রাখবেন যে অনুরোধে বরাদ্দের নাম উল্লেখ করা উচিত এবং পরিবর্তনের কারণ প্রদান করা উচিত।
cs: Vezměte prosím na vědomí, že požadavek by měl specifikovat název přidělení a uvést důvod změny.
de: Bitte beachten Sie, dass in der Anfrage der Zuordnungsname und ein Grund für die Änderung angegeben werden müssen.
es: Tenga en cuenta que la solicitud debe especificar el nombre de la asignación e indicar el motivo del cambio.
et: Pange tähele, et taotluses tuleks täpsustada jaotuse nimi ja muudatuse põhjus.
fi: Huomaa, että pyynnössä on mainittava allokoinnin nimi ja ilmoitettava muutoksen syy.
ky: Сураныч бөлүштүрүүнүн аталышын көрсөтүп, өзгөртүүнүн себебин көрсөтүшү керек экенин эске алыңыз.
lt: Atminkite, kad užklausoje turi būti nurodytas paskirstymo pavadinimas ir pakeitimo priežastis.
lv: Lūdzu, ņemiet vērā, ka pieprasījumā jānorāda piešķiršanas nosaukums un jānorāda izmaiņu iemesls.
nb: Vær oppmerksom på at forespørselen bør spesifisere tildelingsnavn og gi en årsak til endring.
pl: Należy pamiętać, że żądanie powinno zawierać nazwę alokacji i powód zmiany.
ru: Обратите внимание, что в запросе должно быть указано название распределения и причина изменения.
sv: Observera att begäran bör ange tilldelningens namn och ange en anledning till ändringen.
th: โปรดทราบว่าคำขอควรระบุชื่อการจัดสรรและระบุเหตุผลในการเปลี่ยนแปลง
uk: Будь ласка, зверніть увагу, що в запиті має бути вказано назву виділення та причину зміни.

source: Please note that request should specify offering and provide a reason.
ar: يرجى ملاحظة أن الطلب يجب أن يحدد العرض ويقدم السبب.
az: Xahiş edirik unutmayın ki, sorğuda təklif göstərilməlidir və bir səbəb göstərilməlidir.
bn: অনুগ্রহ করে মনে রাখবেন যে অনুরোধের অফার উল্লেখ করা উচিত এবং একটি কারণ প্রদান করা উচিত।
cs: Upozorňujeme, že žádost by měla specifikovat nabídku a uvést důvod.
de: Bitte beachten Sie, dass in der Anfrage das Angebot angegeben und ein Grund angegeben werden sollte.
es: Tenga en cuenta que la solicitud debe especificar la oferta y proporcionar un motivo.
et: Pange tähele, et taotluses tuleks täpsustada pakkumine ja esitada põhjus.
fi: Huomaa, että pyynnössä on ilmoitettava tarjous ja annettava syy.
ky: Сураныч сунушту көрсөтүп, себебин көрсөтүшү керек экенин эске алыңыз.
lt: Atkreipkite dėmesį, kad prašyme turėtų būti nurodytas pasiūlymas ir nurodyta priežastis.
lv: Lūdzu, ņemiet vērā, ka pieprasījumā jānorāda piedāvājums un jānorāda iemesls.
nb: Vær oppmerksom på at forespørselen må angi tilbud og oppgi en årsak.
pl: Należy pamiętać, że żądanie powinno określać ofertę i zawierać powód.
ru: Обратите внимание, что в запросе должно быть указано предложение и указана причина.
sv: Observera att begäran bör ange erbjudandet och ange en anledning.
th: โปรดทราบว่าคำขอควรระบุข้อเสนอและเหตุผล
uk: Зверніть увагу, що в запиті має бути вказано пропозицію та вказано причину.

source: Please note that request should specify tenant and provide a reason.
ar: يرجى ملاحظة أن الطلب يجب أن يحدد المستأجر ويقدم السبب.
az: Xahiş edirik, nəzərə alasınız ki, sorğu işarəçini göstərməli və səbəb bildirməlidir.
bn: অনুগ্রহ করে নোট করুন যে অনুরোধে ভাড়াটে উল্লেখ করা উচিত এবং একটি কারণ প্রদান করা উচিত।
cs: Upozorňujeme, že žádost by měla specifikovat klienta a uvést důvod.
de: Bitte beachten Sie, dass in der Anfrage der Mieter angegeben und ein Grund angegeben werden sollte.
es: Tenga en cuenta que la solicitud debe especificar el inquilino y proporcionar una razón.
et: Pange tähele, et taotluses tuleks näidata rentniku ja põhjendada.
fi: Huomaa, että pyynnössä on mainittava vuokralainen ja ilmoitettava syy.
ky: Сураныч ижарачыны көрсөтүп, себебин көрсөтүшү керек экенин эске алыңыз.
lt: Atkreipkite dėmesį, kad prašyme turėtų būti nurodytas nuomininkas ir nurodoma priežastis.
lv: Lūdzu, ņemiet vērā, ka pieprasījumā jānorāda īrnieks un jānorāda iemesls.
nb: Vær oppmerksom på at forespørselen bør spesifisere leietaker og oppgi en grunn.
pl: Należy pamiętać, że we wniosku należy określić najemcę i podać powód.
ru: Обратите внимание, что в запросе должен быть указан арендатор и указана причина.
sv: Observera att begäran bör ange hyresgästen och ange en anledning.
th: โปรดทราบว่าคำขอควรระบุผู้เช่าและระบุเหตุผล
uk: Зверніть увагу, що в запиті має бути вказано орендар та причина.
