Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Instance is not connected to any internal subnets yet. Please connect it to internal subnet first.
ar: المثيل غير متصل بأي شبكات فرعية داخلية حتى الآن. يرجى توصيله بالشبكة الفرعية الداخلية أولاً.
az: Nümunə hələ heç bir daxili alt-şəbəkə ilə bağlı deyil. Xahiş edirik, onu əvvəlcə daxili alt-şəbəkəyə qoşun.
bn: দৃষ্টান্ত এখনও কোনো অভ্যন্তরীণ সাবনেটের সাথে সংযুক্ত নয়৷ অনুগ্রহ করে প্রথমে এটি অভ্যন্তরীণ সাবনেটের সাথে সংযুক্ত করুন।
cs: Instance zatím není připojena k žádné interní podsíti. Nejprve ji připojte k interní podsíti.
de: Die Instanz ist noch nicht mit internen Subnetzen verbunden. Bitte verbinden Sie es zuerst mit dem internen Subnetz.
es: La instancia aún no está conectada a ninguna subred interna. Por favor, conéctela primero a la subred interna.
et: Eksemplari ei ole veel ühendatud ühegi sisemise alamvõrguga. Palun ühenda see kõigepealt sisemisse alamvõrku.
fi: Ilmentymää ei ole vielä yhdistetty sisäisiin aliverkkoihin. Liitä se ensin sisäiseen aliverkkoon.
ky: Инстанция азырынча эч кандай ички тармактарга туташа элек. Адегенде аны ички ички тармакка туташтырыңыз.
lt: Egzempliorius dar neprijungtas prie jokių vidinių potinklių. Pirmiausia prijunkite jį prie vidinio potinklio.
lv: Gadījums vēl nav savienots ne ar vienu iekšējo apakštīklu. Lūdzu, vispirms pievienojiet to iekšējam apakštīklam.
nb: Forekomsten er ikke koblet til noen interne delnett ennå. Koble den til internt delnett først.
pl: Instancja nie jest jeszcze połączona z żadną podsiecią wewnętrzną. Najpierw podłącz go do wewnętrznej podsieci.
ru: Экземпляр еще не подключен ни к каким внутренним подсетям. Пожалуйста, сначала подключите его к внутренней подсети.
sv: Instansen är inte ansluten till några interna undernät ännu. Anslut den till det interna undernätet först.
th: อินสแตนซ์ยังไม่ได้เชื่อมต่อกับซับเน็ตภายในใดๆ โปรดเชื่อมต่อกับซับเน็ตภายในก่อน
uk: Екземпляр ще не підключено до жодної внутрішньої підмережі. Спочатку підключіть його до внутрішньої підмережі.

source: Instance name
ar: اسم المثيل
az: Nümunə adı
bn: উদাহরণের নাম
cs: Název instance
de: Instanzname
es: Nombre de instancia
et: Eksemplari nimi
fi: Esineen nimi
ky: Мисал аты
lt: Pavyzdžio pavadinimas
lv: Gadījuma nosaukums
nb: Forekomstnavn
pl: Nazwa instancji
ru: Имя экземпляра
sv: Instansnamn
th: ชื่ออินสแตนซ์
uk: Ім&#39;я екземпляра

source: Instance should be OK, or erred. Please contact support.
ar: يجب أن يكون المثيل على ما يرام، أو أخطأ. يرجى الاتصال بالدعم.
az: Nümunə yaxşı olmalıdır və ya səhv olmalıdır. Xahiş edirəm dəstəklə əlaqə
bn: দৃষ্টান্ত ঠিক আছে, বা ভুল করা উচিত. সমর্থন যোগাযোগ করুন.
cs: Instance by měla být v pořádku, nebo chybná. Kontaktujte prosím podporu.
de: Instanz sollte OK sein oder einen Irrtum. Bitte wenden Sie sich an den Support.
es: La instancia debería estar OK, o errada. Por favor, póngase en contacto con el soporte.
et: Instants peaks olema OK või väljastanud veateate. Palun võtke ühendust teenuse toega.
fi: Esimyksen pitäisi olla OK tai virheellinen. Ota yhteyttä tukeen.
ky: Мисалы, туура же ката болушу керек. Сураныч, колдоо бөлүмүнө кайрылыңыз.
lt: Egzempliorius turi būti gerai arba klaidingas. Susisiekite su palaikymo tarnyba.
lv: Gadījumam jābūt kārtībā vai kļūdaini. Lūdzu, sazinieties ar atbalsta dienestu.
nb: Forekomsten bør være OK, eller feilet. Ta kontakt med kundestøtte.
pl: Instancja powinna być w porządku lub jest błędna. Skontaktuj się z pomocą techniczną.
ru: Экземпляр должен быть в порядке или ошибочен. Пожалуйста, свяжитесь со службой поддержки.
sv: Instansen ska vara OK eller felaktig. Vänligen kontakta supporten.
th: อินสแตนซ์ควรจะใช้ได้หรือมีข้อผิดพลาด โปรดติดต่อฝ่ายสนับสนุน
uk: Екземпляр має бути в порядку або має помилку. Зверніться до служби підтримки.

source: Instance should be OK. Please contact support.
ar: يجب أن يكون المثيل على ما يرام. يرجى الاتصال بالدعم.
az: Nümunə yaxşı olmalıdır. Xahiş edirəm dəstəklə əlaqə
bn: উদাহরণ ঠিক হওয়া উচিত। সমর্থন যোগাযোগ করুন.
cs: Instance by měla být v pořádku. Kontaktujte prosím podporu.
de: Instanz sollte OK sein. Bitte wenden Sie sich an den Support.
es: La instancia debería estar OK. Por favor, póngase en contacto con el soporte.
et: Näide peaks olema korras. Võtke ühendust klienditoega.
fi: Esimyksen pitäisi olla OK. Ota yhteyttä tukeen.
ky: Мисалы, жакшы болушу керек. Сураныч, колдоо бөлүмүнө кайрылыңыз.
lt: Egzempliorius turėtų būti gerai. Susisiekite su palaikymo tarnyba.
lv: Gadījumam jābūt kārtībā. Lūdzu, sazinieties ar atbalsta dienestu.
nb: Forekomsten bør være OK. Ta kontakt med kundestøtte.
pl: Instancja powinna być OK. Skontaktuj się z pomocą techniczną.
ru: Экземпляр должен быть в порядке. Пожалуйста, свяжитесь со службой поддержки.
sv: Instansen ska vara OK. Vänligen kontakta supporten.
th: อินสแตนซ์ควรจะใช้ได้ โปรดติดต่อฝ่ายสนับสนุน
uk: Примірник повинен бути в порядку. Зверніться до служби підтримки.

source: Instance should be shutoff and OK or erred. Please contact support.
ar: يجب أن يكون المثيل مغلقًا وموافقًا أو مخطئًا. يرجى الاتصال بالدعم.
az: Nümunə bağlanmalıdır, OK yaxud səhv olmalıdır. Dəstək xidməti ilə əlaqə saxlayın.
bn: উদাহরণ বন্ধ করা উচিত এবং ঠিক আছে বা ভুল করা উচিত। সমর্থন যোগাযোগ করুন.
cs: Instance by měla být vypnuta a v pořádku nebo chybná. Kontaktujte prosím podporu.
de: Die Instanz sollte abgeschaltet und OK sein oder gelöscht werden. Bitte wenden Sie sich an den Support
es: La instancia debe estar apagada y OK o errada. Por favor, póngase en contacto con el soporte.
et: Eksemplar peaks olema välja lülitatud ja OK või väljastanud veate. Võtke ühendust tugiteenusega.
fi: Instanssin tulee olla sammutettu ja OK tai virheellinen. Ota yhteyttä tukeen.
ky: Мисал өчүрүлгөн жана OK же ката болушу керек. Сураныч, колдоо бөлүмүнө кайрылыңыз.
lt: Egzempliorius turėtų būti uždarytas ir gerai ar klaidingas. Susisiekite su palaikymo tarnyba.
lv: Gadījumam jābūt izslēgtam un ir jābūt OK vai kļūdainam. Lūdzu, sazinieties ar atbalsta dienestu.
nb: Forekomsten skal være afslukning og OK eller fejlet. Ta kontakt med kundestøtte.
pl: Instancja powinna być wyłączona i OK lub błędna. Skontaktuj się z pomocą techniczną.
ru: Экземпляр должен быть отключен и в порядке или произошел сбой. Пожалуйста, свяжитесь со службой поддержки.
sv: Instansen ska stängas av och OK eller felaktigt. Kontakta support.
th: อินสแตนซ์ควรถูกปิดและตกลงหรือผิดพลาด โปรดติดต่อฝ่ายสนับสนุน
uk: Екземпляр має бути вимкнено та в порядку або з помилкою. Зверніться до служби підтримки.

source: Instances
ar: مثيلات
az: Nümunələr
bn: দৃষ্টান্ত
cs: žádosti
de: Instanzen
es: Instancias
et: Instantsid
fi: Esineet
lt: Atvejai
lv: Gadījumi
nb: Forekomster
pl: Instancje
ru: Экземпляры
sv: Instanser
th: ตัวอย่าง
uk: Примірники

source: Instances count
ar: عدد الحالات
az: Nümunələr sayılır
bn: দৃষ্টান্ত গণনা
cs: Počet instancí
de: Instanzen zählen
es: Recuento de instancias
et: Eksemplaride hulk
fi: Tapaukset lasketaan
ky: Инстанциялар эсептелет
lt: Egzempliorių skaičius
lv: Gadījumi tiek skaitīti
nb: Forekomster teller
pl: Liczą się przypadki
ru: Количество экземпляров
sv: Instanser räknas
th: จำนวนอินสแตนซ์
uk: Кількість екземплярів

source: Integration
ar: دمج
az: İnteqrasiya
bn: মিশ্রণ
cs: Integrace
es: Integración
et: Integratsioon
fi: Liittäminen
ky: Интеграция
lt: Integracija
lv: Integrācija
nb: Integrering
pl: integracja
ru: Интеграция
th: บูรณาการ
uk: інтеграція

source: Integration type
ar: نوع التكامل
az: İnteqrasiya növü
bn: ইন্টিগ্রেশন টাইপ
cs: Typ integrace
de: Integrationstyp
es: Tipo de integración
et: Integratsiooni tüüp
fi: Integrointityyppi
ky: Интеграция түрү
lt: Integracijos tipas
lv: Integrācijas veids
nb: Integrasjonstype
pl: Typ integracji
ru: Тип интеграции
sv: Integrationstyp
th: ประเภทบูรณาการ
uk: Тип інтеграції

source: Internal
ar: داخلي
az: Daxili
bn: অভ্যন্তরীণ
cs: Interní
de: Interne
es: Interno
et: Sisemine
fi: Sisäinen
ky: Ички
lt: Vidinis
lv: Iekšējā
nb: Intern
pl: Wewnętrzny
ru: Внутренний
sv: Internt
th: ภายใน
uk: ВНУТРІШНІЙ

source: Internal IP
ar: الملكية الفكرية الداخلية
az: Daxili IP(İnternet protokollar)
bn: অভ্যন্তরীণ আইপি
cs: Interní IP adresa
de: Interne IP
es: IP interna
et: Sisemine IP
fi: Sisäinen IP
ky: Ички IP
lt: Vidinis IP
lv: Iekšējā IP adrese
nb: Intern IP
pl: Wewnętrzny adres IP
ru: Внутренний IP
sv: Intern IP
th: ไอพีภายใน
uk: Внутрішній IP

source: Internal IPs
ar: عناوين IP الداخلية
az: Daxili IP-lər
bn: অভ্যন্তরীণ আইপি
cs: Interní IP adresy
de: Interne IPs
es: IPs internas
et: Sisemised IP-d
fi: Sisäiset IP-osoitteet
ky: Ички IP
lt: Vidiniai IP
lv: Iekšējie IP
nb: Interne IP-er
pl: Wewnętrzne adresy IP
ru: Внутренние IP-адреса
sv: Interna IPs
th: IP ภายใน
uk: Внутрішні IP-адреси

source: Internal name
ar: اسم الداخلي
az: Daxili adı
bn: অভ্যন্তরীণ নাম
cs: Interní název
de: Interner Name
es: Nombre interno
et: Sisemine nimi
fi: Sisäinen nimi
ky: Ички аты
lt: Vidinis pavadinimas
lv: Iekšējais nosaukums
nb: Internt navn
pl: Nazwa wewnętrzna
ru: Внутреннее имя
sv: Internt namn
th: ชื่อภายใน
uk: Внутрішнє ім&#39;я

source: Internal network
ar: الشبكة الداخلية
az: Daxili şəbəkə
bn: অভ্যন্তরীণ নেটওয়ার্ক
cs: Vnitřní síť
de: Internes Netzwerk
es: Red interna
et: Sisevõrk
fi: Sisäinen verkko
ky: Ички тармак
lt: Vidinis tinklas
lv: Iekšējais tīkls
nb: Internt nettverk
pl: Wewnętrzna sieć
ru: Внутренняя сеть
sv: Internt nätverk
th: เครือข่ายภายใน
uk: Внутрішня мережа

source: Internal network ID
ar: معرف الشبكة الداخلية
az: Daxili şəbəkə identifikatoru
bn: অভ্যন্তরীণ নেটওয়ার্ক আইডি
cs: ID interní sítě
de: Interne Netzwerk-ID
es: ID de red interna
et: Sisevõrk mask (CIDR)
fi: Sisäisen verkon tunnus
ky: Ички тармак ID
lt: Vidinio tinklo ID
lv: Iekšējā tīkla ID
nb: Intern nettverks-ID
pl: Wewnętrzny identyfikator sieci
ru: Идентификатор внутренней сети
sv: Internt nätverks-ID
th: รหัสเครือข่ายภายใน
uk: ID внутрішньої мережі

source: Internal network allocation pool
ar: تجمع تخصيص الشبكة الداخلية
az: Daxili şəbəkə paylaşdırma qrupu
bn: অভ্যন্তরীণ নেটওয়ার্ক বরাদ্দ পুল
cs: Alokační fond interní sítě
de: Interner Netzwerk-Zuweisungspool
es: Grupo de asignación de red interna
et: Sisemine võrgu jaotusvõrk
fi: Sisäisen verkon varausvarasto
ky: Ички тармак бөлүштүрүү пулу
lt: Vidinio tinklo paskirstymo telkinys
lv: Iekšējā tīkla sadales pūls
nb: Internt nettverkstildelingsutvalg
pl: Wewnętrzna pula alokacji sieci
ru: Пул распределения внутренней сети
sv: Intern nätverksallokeringspool
th: พูลการจัดสรรเครือข่ายภายใน
uk: Пул розподілу внутрішньої мережі

source: Internal network mask (CIDR)
ar: قناع الشبكة الداخلية (CIDR)
az: Daxili şəbəkə maskası (CIDR-sinifsiz domenlərarası marşrutlama)
bn: অভ্যন্তরীণ নেটওয়ার্ক মাস্ক (CIDR)
cs: Maska interní sítě (CIDR)
de: Interne Netzwerkmaske (CIDR)
es: Máscara de red interna (CIDR)
et: Sisevõrk mask (CIDR)
fi: Sisäinen verkon peite (CIDR)
ky: Ички тармак маскасы (CIDR)
lt: Vidinio tinklo kaukė (CIDR)
lv: Iekšējā tīkla maska (CIDR)
nb: Intern nettverksmaske (CIDR)
pl: Wewnętrzna maska sieci (CIDR)
ru: Внутренняя сетевая маска (CIDR)
sv: Intern nätverksmask (CIDR)
th: เน็ตเวิร์กมาสก์ภายใน (CIDR)
uk: Маска внутрішньої мережі (CIDR)

source: Internal server error occurred. Please try again or contact support.
ar: حدث خطأ داخلي في الخادم. يرجى المحاولة مرة أخرى أو الاتصال بالدعم.
az: Daxili server səhvi meydana gəldi. Yenidən cəhd edin və ya dəstək xidməti ilə əlaqə saxlayın.
bn: অভ্যন্তরীণ সার্ভার ত্রুটি ঘটেছে. অনুগ্রহ করে আবার চেষ্টা করুন বা সহায়তার সাথে যোগাযোগ করুন।
cs: Došlo k interní chybě serveru. Zkuste to prosím znovu nebo kontaktujte podporu.
de: Interner Serverfehler ist aufgetreten. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
es: Se ha producido un error interno del servidor. Inténtelo de nuevo o póngase en contacto con el soporte.
et: Tekkis viga "Internal server error". Palun proovi uuesti või võta ühendust kasutajatoega.
fi: Tapahtui sisäinen palvelinvirhe. Yritä uudelleen tai ota yhteyttä tukeen.
ky: Ички сервер катасы кетти. Кайталап көрүңүз же колдоо менен байланышыңыз.
lt: Įvyko vidinė serverio klaida. Bandykite dar kartą arba susisiekite su palaikymo tarnyba.
lv: Radās iekšēja servera kļūda. Lūdzu, mēģiniet vēlreiz vai sazinieties ar atbalsta dienestu.
nb: Det oppstod en intern serverfeil. Prøv igjen eller kontakt kundestøtte.
pl: Wystąpił wewnętrzny błąd serwera. Spróbuj ponownie lub skontaktuj się z pomocą techniczną.
ru: Произошла внутренняя ошибка сервера. Пожалуйста, попробуйте еще раз или обратитесь в службу поддержки.
sv: Internt serverfel inträffade. Försök igen eller kontakta supporten.
th: เกิดข้อผิดพลาดเซิร์ฟเวอร์ภายใน โปรดลองอีกครั้งหรือติดต่อฝ่ายสนับสนุน
uk: Сталася внутрішня помилка сервера. Спробуйте ще раз або зверніться до служби підтримки.

source: Invalid URL. Unable to parse payment details.
ar: URL غير صالح. غير قادر على تحليل تفاصيل الدفع.
az: Yanlış URL. Ödəmə məlumatlarını dəqiq təhlil edə bilmir.
bn: অবৈধ URL অর্থপ্রদানের বিবরণ পার্স করতে অক্ষম৷
cs: Neplatná URL. Nelze analyzovat platební údaje.
de: Ungültige URL. Zahlungsdetails können nicht analysiert werden.
es: URL no válida. No se pueden analizar los detalles de pago.
et: Vigane URL. Ei ole võimalik töödelda maksmise detaile
fi: Virheellinen URL. Maksutietoja ei voi jäsentää.
ky: Жараксыз URL. Төлөм чоо-жайын талдоо мүмкүн эмес.
lt: Neteisingas URL. Neįmanoma išanalizuoti mokėjimo informacijos.
lv: Nederīgs URL. Nevar parsēt maksājuma informāciju.
nb: Ugyldig URL. Kan ikke analysere betalingsdetaljer.
pl: Nieprawidłowy URL. Nie można przeanalizować szczegółów płatności.
ru: Неверная ссылка. Не удалось проанализировать платежные реквизиты.
sv: Ogiltig URL. Det gick inte att tolka betalningsinformation.
th: URL ไม่ถูกต้อง. ไม่สามารถแยกวิเคราะห์รายละเอียดการชำระเงินได้
uk: Недійсний URL. Неможливо проаналізувати платіжні реквізити.

source: Invitation approval
ar: الموافقة على الدعوة
az: Dəvətin təsdiq
bn: আমন্ত্রণ অনুমোদন
cs: Schválení pozvánky
de: Einladungsgenehmigung
es: Aprobación de la invitación
et: Kutse ei kehti.
fi: Kutsun hyväksyntä
ky: Чакырууну бекитүү
lt: Kvietimo patvirtinimas
lv: Uzaicinājuma apstiprināšana
nb: Godkjennelse av invitasjon
pl: Zatwierdzenie zaproszenia
ru: Утверждение приглашения
sv: Godkännande av inbjudan
th: การอนุมัติคำเชิญ
uk: Затвердження запрошення

source: Invitation confirmation
ar: تأكيد الدعوة
az: Dəvət təsdiq
bn: আমন্ত্রণ নিশ্চিতকরণ
cs: Potvrzení pozvánky
de: Einladungsbestätigung
es: Confirmación de la invitación
et: Kutse kinnitus
fi: Kutsun vahvistus
ky: Чакыруу ырастоо
lt: Kvietimo patvirtinimas
lv: Uzaicinājuma apstiprinājums
nb: Invitasjonsbekreftelse
pl: Potwierdzenie zaproszenia
ru: Подтверждение приглашения
sv: Inbjudan bekräftelse
th: การยืนยันคำเชิญ
uk: Підтвердження запрошення

source: Invitation could not be accepted
ar: لا يمكن قبول الدعوة
az: Dəvət qəbul edilə bilməz
bn: আমন্ত্রণ গ্রহণ করা যায়নি
cs: Pozvání nebylo možné přijmout
de: Einladung konnte nicht angenommen werden
es: No se pudo aceptar la invitación
et: Kutset ei olnud võimalik vastu võtta
fi: Kutsua ei voitu hyväksyä
ky: Чакыруу кабыл алынбай койду
lt: Kvietimo priimti nepavyko
lv: Uzaicinājums nevar tikt pieņemts.
nb: Invitasjon kunne ikke aksepteres
pl: Zaproszenie nie mogło zostać przyjęte
ru: Приглашение не может быть принято
sv: Inbjudan kunde inte accepteras
th: ไม่สามารถยอมรับคำเชิญได้
uk: Не вдалося прийняти запрошення

source: Invitation email is:
ar: البريد الإلكتروني للدعوة هو:
az: Dəvətin e-poçtu:
bn: আমন্ত্রণ ইমেল হল:
cs: E-mail s pozvánkou je:
de: Einladungs-E-Mail lautet:
es: El correo electrónico de invitación es:
et: Kutse email on:
fi: Kutsusähköposti on:
ky: Чакыруу электрондук почтасы:
lt: Kvietimo el. paštas yra:
lv: Uzaicinājuma e-pasts ir:
nb: Invitasjons-e-post er:
pl: E-mail z zaproszeniem to:
ru: Электронная почта с приглашением:
sv: Inbjudan e-post är:
th: อีเมลคำเชิญคือ:
uk: Електронна адреса запрошення:

source: Invitation has been approved.
ar: تمت الموافقة على الدعوة.
az: Dəvət təsdiqləndi.
bn: আমন্ত্রণ অনুমোদিত হয়েছে।
cs: Pozvánka byla schválena.
de: Die Einladung wurde genehmigt.
es: La invitación ha sido aprobada.
et: Kutse on kinnitatud.
fi: Kutsu on hyväksytty.
ky: Чакыруу жактырылды.
lt: Kvietimas patvirtintas.
lv: Uzaicinājums ir apstiprināts.
nb: Invitasjonen er godkjent.
pl: Zaproszenie zostało zatwierdzone.
ru: Приглашение одобрено.
sv: Inbjudan har godkänts.
th: คำเชิญได้รับการอนุมัติแล้ว
uk: Запрошення схвалено.

source: Invitation has been canceled.
ar: تم إلغاء الدعوة.
az: Dəvət ləğv edilib.
bn: আমন্ত্রণ বাতিল করা হয়েছে।
cs: Pozvánka byla zrušena.
de: Die Einladung wurde storniert.
es: La invitación ha sido cancelada.
et: Kutse on katkestatud.
fi: Kutsu on peruttu.
ky: Чакыруу жокко чыгарылды.
lt: Kvietimas atšauktas.
lv: Uzaicinājums tika atcelts.
nb: Invitasjonen er avbrutt.
pl: Zaproszenie zostało anulowane.
ru: Приглашение отменено.
sv: Inbjudan har avbrutits.
th: คำเชิญถูกยกเลิกแล้ว
uk: Запрошення скасовано.

source: Invitation has been rejected.
ar: تم رفض الدعوة.
az: Dəvət rədd edildi.
bn: আমন্ত্রণ প্রত্যাখ্যান করা হয়েছে.
cs: Pozvánka byla zamítnuta.
de: Die Einladung wurde abgelehnt.
es: La invitación ha sido rechazada.
et: Kutse on tagasi lükatud.
fi: Kutsu on hylätty.
ky: Чакыруу четке кагылды.
lt: Kvietimas buvo atmestas.
lv: Ielūgums ir noraidīts.
nb: Invitasjon har blitt avvist.
pl: Zaproszenie zostało odrzucone.
ru: Приглашение отклонено.
sv: Inbjudan har avslagits.
th: คำเชิญถูกปฏิเสธ
uk: Запрошення відхилено.

source: Invitation has been sent again.
ar: تم إرسال الدعوة مرة أخرى.
az: Dəvət yenidən göndərilib.
bn: আবার আমন্ত্রণপত্র পাঠানো হয়েছে।
cs: Pozvánka byla znovu odeslána.
de: Die Einladung wurde erneut gesendet.
es: La invitación ha sido enviada de nuevo.
et: Kutse on uuesti saadetud.
fi: Kutsu on lähetetty taas.
ky: Чакыруу кайра жөнөтүлдү.
lt: Kvietimas buvo išsiųstas dar kartą.
lv: Uzaicinājums tika nosūtīts atkārtoti.
nb: Invitasjonen er sendt på nytt.
pl: Zaproszenie zostało wysłane ponownie.
ru: Приглашение отправлено повторно.
sv: Inbjudan har skickats igen.
th: คำเชิญถูกส่งอีกครั้ง
uk: Запрошення надіслано повторно.

source: Invitation is not found.
ar: لم يتم العثور على الدعوة.
az: Dəvət tapılmadı.
bn: আমন্ত্রণ পাওয়া যায় না।
cs: Pozvánka nebyla nalezena.
de: Einladung wurde nicht gefunden.
es: No se encuentra la invitación.
et: Kutset ei leitud.
fi: Kutsua ei löydy.
ky: Чакыруу табылган жок.
lt: Kvietimas nerastas.
lv: Uzaicinājums nav atrasts.
nb: Invitasjonen blir ikke funnet.
pl: Nie znaleziono zaproszenia.
ru: Приглашение не найдено.
sv: Inbjudan hittades inte.
th: ไม่พบคำเชิญ
uk: Запрошення не знайдено.

source: Invitation is not valid
ar: الدعوة غير صالحة
az: Dəvət etibarlı deyil
bn: আমন্ত্রণ বৈধ নয়
cs: Pozvánka není platná
de: Einladung ist ungültig
es: La invitación no es válida
et: Kutse ei ole korrektne.
fi: Kutsu ei kelpaa
ky: Чакыруу жараксыз
lt: Kvietimas negalioja
lv: Ielūgums nav derīgs
nb: Invitasjon er ikke gyldig
pl: Zaproszenie jest nieważne
ru: Приглашение недействительно
sv: Inbjudan är inte giltig
th: คำเชิญไม่ถูกต้อง
uk: Запрошення недійсне

source: Invitation is not valid.
ar: الدعوة غير صالحة.
az: Dəvət etibarlı deyil.
bn: আমন্ত্রণ বৈধ নয়।
cs: Pozvánka není platná.
de: Die Einladung ist ungültig.
es: La invitación no es válida.
et: Kutse ei ole korrektne.
fi: Kutsu ei kelpaa.
ky: Чакыруу жараксыз.
lt: Kvietimas negalioja.
lv: Uzaicinājums nav derīgs.
nb: Invitasjonen er ikke gyldig.
pl: Zaproszenie jest nieważne.
ru: Приглашение не действительно.
sv: Inbjudan är inte giltig.
th: คำเชิญไม่ถูกต้อง
uk: Запрошення недійсне.

source: Invitation is not valid anymore.
ar: الدعوة لم تعد صالحة بعد الآن.
az: Dəvət artıq etibarlı deyil.
bn: আমন্ত্রণ আর বৈধ নয়।
cs: Pozvánka již není platná.
de: Die Einladung ist nicht mehr gültig.
es: La invitación ya no es válida.
et: Kutse ei ole enam kehtiv.
fi: Kutsu ei ole enää voimassa.
ky: Чакыруу мындан ары жараксыз.
lt: Kvietimas nebegalioja.
lv: Uzaicinājums vairs nav derīgs.
nb: Invitasjon er ikke gyldig lenger.
pl: Zaproszenie jest już nieaktualne.
ru: Приглашение больше не действительно.
sv: Inbjudan är inte längre giltig.
th: คำเชิญไม่ถูกต้องอีกต่อไป
uk: Запрошення вже недійсне.

source: Invitation link
ar: رابط الدعوة
az: Dəvət bağlantısı
bn: আমন্ত্রণ লিঙ্ক
cs: Odkaz na pozvánku
de: Einladungslink
es: Enlace de invitación
et: Kutse link
fi: Kutsu linkki
ky: Чакыруу шилтемеси
lt: Kvietimo nuoroda
lv: Uzaicinājuma saite
nb: Invitasjon-kobling
pl: Link z zaproszeniem
ru: Ссылка для приглашения
sv: Länk till inbjudan
th: ลิงค์คำเชิญ
uk: Посилання на запрошення

source: Invitation rejection
ar: رفض الدعوة
az: Dəvətdən imtina
bn: আমন্ত্রণ প্রত্যাখ্যান
cs: Odmítnutí pozvánky
de: Ablehnung einer Einladung
es: Rechazo de la invitación
et: Kutse tagasilükkamine
fi: Kutsun hylkääminen
ky: Чакырууну четке кагуу
lt: Kvietimo atmetimas
lv: Uzaicinājuma noraidīšana
nb: Avvisning av invitasjon
pl: Odrzucenie zaproszenia
ru: Отказ от приглашения
sv: Avslag på inbjudan
th: การปฏิเสธคำเชิญ
uk: Відмова від запрошення

source: Invitations
ar: الدعوات
az: Dəvətlər
bn: আমন্ত্রণ
cs: Pozvánky
de: Einladungen
es: Invitaciones
et: Kutsed
fi: Kutsut
ky: Чакыруулар
lt: Kvietimai
lv: Uzaicinājumi
nb: Invitasjoner
pl: zaproszenia
ru: Приглашения
sv: Inbjudningar
th: คำเชิญ
uk: Запрошення

source: Invite by email
ar: ادعو بواسطة البريد الإلكتروني
az: e-poçt ilə dəvət
bn: ইমেল দ্বারা আমন্ত্রণ
cs: Pozvat e-mailem
de: Einladung per E-Mail
es: Invitar por correo electrónico
et: Kutsu e-kirja teel
fi: Kutsu sähköpostilla
ky: Электрондук почта аркылуу чакыруу
lt: Pakviesti el
lv: Uzaicināt pa e-pastu
nb: Inviter via e-post
pl: Zaprosić przez email
ru: Пригласить по электронной почте
sv: Bjud in via e-post
th: เชิญทางอีเมล
uk: Запросити електронною поштою

source: Invite team member
ar: دعوة عضو الفريق
az: Komanda üzvünü dəvət edin
bn: দলের সদস্যকে আমন্ত্রণ জানান
cs: Pozvat člena týmu
de: Teammitglied einladen
es: Invitar a un miembro del equipo
et: Kutsu meeskonna liiget
fi: Kutsu tiimin jäsen
ky: Команда мүчөсүн чакырыңыз
lt: Pakvieskite komandos narį
lv: Uzaiciniet komandas locekli
nb: Inviter teammedlem
pl: Zaproś członka zespołu
ru: Пригласить члена команды
sv: Bjud in teammedlem
th: เชิญสมาชิกในทีม
uk: Запросіть члена команди

source: Invite user
ar: دعوة المستخدم
az: İstifadəçini dəvət edin
bn: ব্যবহারকারীকে আমন্ত্রণ জানান
cs: Pozvat uživatele
de: Benutzer einladen
es: Invitar al usuario
et: Kutsu kasutaja
fi: Kutsu käyttäjä
ky: Колдонуучуну чакыруу
lt: Pakvieskite vartotoją
lv: Uzaicināt lietotāju
nb: Inviter bruker
pl: Zaproś użytkownika
ru: Пригласить пользователя
sv: Bjud in användare
th: เชิญผู้ใช้
uk: Запросити користувача

source: Invoice
ar: فاتورة
az: Faktura
bn: চালান
cs: Faktura
de: Rechnung
es: Factura
et: Arve
fi: Lasku
ky: Эсеп-фактура
lt: Sąskaita faktūra
lv: Rēķins
nb: Faktura
pl: Faktura
ru: Счёт
sv: Faktura
th: ใบแจ้งหนี้
uk: рахунок-фактура

source: Invoice No.
ar: رقم الفاتورة.
az: Faktura nömrəsi
bn: চালান নং.
cs: Faktura č.
de: Rechnung-Nr.
es: Factura No.
et: Arve nr.
fi: Laskun nro
ky: Эсеп-фактура №
lt: Sąskaitos faktūros Nr.
lv: Rēķins Nr.
nb: Faktura nr.
pl: Nr faktury
ru: Счёт №
sv: Faktura Nr.
th: เลขที่ใบแจ้งหนี้
uk: Номер рахунку.

source: Invoice date
ar: تاريخ الفاتورة
az: Faktura tarixi
bn: চালান তারিখ
cs: Datum faktury
de: Rechnungsdatum
es: Fecha de la factura
et: Arve kuupäev
fi: Laskun päivämäärä
ky: Эсеп-фактура датасы
lt: Sąskaitos faktūros data
lv: Rēķina datums
nb: Fakturadato
pl: Data faktury
ru: Дата счёта
sv: Fakturadatum
th: วันที่ออกใบแจ้งหนี้
uk: Дата рахунку-фактури

source: Invoice events
ar: أحداث الفاتورة
az: Faktura tədbirləri
bn: চালান ঘটনা
cs: Fakturační události
de: Rechnungsereignisse
es: Eventos de facturas
et: Arve sündmused
fi: Laskutustapahtumat
ky: Эсеп-фактура окуялары
lt: Sąskaitos faktūros įvykiai
lv: Rēķinu notikumi
nb: Faktura hendelser
pl: Zdarzenia fakturowe
ru: События счета
sv: Faktura händelser
th: เหตุการณ์ใบแจ้งหนี้
uk: Події рахунку-фактури
