Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Billing type
ar: نوع الفاتورة
az: Ödəniş növü
bn: বিলিং টাইপ
cs: Typ fakturace
de: Abrechnungsart
es: Tipo de facturación
et: Arvelduse tüüp
fi: Laskutustyyppi
ky: Эсептөө түрү
lt: Atsiskaitymo tipas
lv: Norēķinu veids
nb: Faktureringstype
pl: Typ rozliczeń
ru: Тип биллинга
sv: Faktureringstyp
th: ประเภทการเรียกเก็บเงิน
uk: Тип виставлення рахунків

source: Block creation of new resources
ar: منع إنشاء موارد جديدة
az: Yeni resursların yaradılmasını blok edin
bn: নতুন সম্পদ সৃষ্টি ব্লক
cs: Blokovat vytváření nových zdrojů
de: Blockieren Sie die Erstellung neuer Ressourcen
es: Bloquear la creación de nuevos recursos
et: Blokeerige uute ressursside loomine
fi: Estä uusien resurssien luominen
ky: Жаңы ресурстарды түзүүгө бөгөт коюу
lt: Blokuoti naujų išteklių kūrimą
lv: Bloķēt jaunu resursu izveidi
nb: Blokker oppretting av nye ressurser
pl: Zablokuj tworzenie nowych zasobów
ru: Блокировать создание новых ресурсов
sv: Blockera skapandet av nya resurser
th: บล็อกการสร้างทรัพยากรใหม่
uk: Блокувати створення нових ресурсів

source: Block modification of existing resources
ar: منع تعديل الموارد الموجودة
az: Mövcud resursların blok modifikasiyası
bn: বিদ্যমান সম্পদের পরিবর্তন ব্লক করুন
cs: Blokovat úpravu stávajících zdrojů
de: Blockieren Sie die Änderung vorhandener Ressourcen
es: Bloquear la modificación de los recursos existentes
et: Olemasolevate ressursside muutmise blokeerimine
fi: Estä olemassa olevien resurssien muuttaminen
ky: Учурдагы ресурстарды блоктоо
lt: Blokuoti esamų išteklių modifikavimą
lv: Bloķēt esošo resursu modifikācijas
nb: Blokker modifikasjon av eksisterende ressurser
pl: Blokuj modyfikację istniejących zasobów
ru: Блокировать модификацию существующих ресурсов
sv: Block modifiering av befintliga resurser
th: บล็อกการแก้ไขทรัพยากรที่มีอยู่
uk: Блокування модифікації існуючих ресурсів

source: Book
ar: كتاب
az: Kitab
bn: বই
cs: Rezervujete
de: Buch
es: Reservar
et: Broneeri
fi: Varaa
ky: Китеп
lt: Knyga
lv: Grāmata
nb: Bok
pl: Książka
ru: книга
sv: bok
th: หนังสือ
uk: книга

source: Booked by
ar: تم الحجز بواسطة
az: Sifariş etmişdir
bn: দ্বারা বুক করা হয়েছে
cs: Rezervováno uživatelem
de: Gebucht von
es: Reservado por
et: Selle broneeris
fi: Varannut
ky: тарабынан жазылган
lt: Užsakė
lv: Rezervēja
nb: Bestilt av
pl: Zarezerwowany przez
ru: Забронировано
sv: Bokas av
th: จองโดย
uk: Заброньовано

source: Booking
ar: الحجز
az: Rezervasiya
bn: সংরক্ষণ
cs: Rezervace
de: Buchung
es: Reserva
et: Broneerimine
fi: Varaus
ky: Брондоо
lt: Užsakymas
lv: Rezervēšana
nb: Bestilling
pl: Rezerwować
ru: Бронирование
sv: Bokning
th: การจอง
uk: Бронювання

source: Booking description
ar: وصف الحجز
az: Rezervasyon təsviri
bn: বুকিং বিবরণ
cs: Popis rezervace
de: Buchungsbeschreibung
es: Descripción de la reserva
et: Broneeringu kirjeldus
fi: Varauksen kuvaus
ky: Заказдын сүрөттөлүшү
lt: Užsakymo aprašymas
lv: Rezervācijas apraksts
nb: Bestillingsbeskrivelse
pl: Opis rezerwacji
ru: Описание бронировки
sv: Bokningsbeskrivning
th: คำอธิบายการจอง
uk: Опис бронювання

source: Booking has been accepted.
ar: تم قبول الحجز.
az: Rezervasyon qəbul edildi.
bn: বুকিং গ্রহণ করা হয়েছে.
cs: Rezervace byla přijata.
de: Die Buchung wurde akzeptiert.
es: Se ha aceptado la reserva.
et: Broneerimine on heaks kiidetud.
fi: Varaus on hyväksytty.
ky: Заказ кабыл алынды.
lt: Užsakymas priimtas.
lv: Rezervācija ir pieņemta.
nb: Booking har blitt akseptert.
pl: Rezerwacja została przyjęta.
ru: Бронировка принята.
sv: Bokning har accepterats.
th: การจองได้รับการยอมรับแล้ว
uk: Бронювання прийнято.

source: Booking has been cancelled.
ar: تم إلغاء الحجز.
az: Rezervasiya ləğv edildi.
bn: বুকিং বাতিল করা হয়েছে।
cs: Rezervace byla zrušena.
de: Die Buchung wurde storniert.
es: Se ha cancelado la reserva.
et: Broneerimine on tühistatud.
fi: Varaus on peruttu.
ky: Ээлеп коюу жокко чыгарылды.
lt: Užsakymas atšauktas.
lv: Rezervācija ir atcelta.
nb: Bestillingen er kansellert.
pl: Rezerwacja została anulowana.
ru: Бронировка отменена.
sv: Bokningen har annullerats.
th: การจองถูกยกเลิก
uk: Бронювання скасовано.

source: Booking is not allowed to overlap other bookings.
ar: لا يسمح للحجز بالتداخل مع الحجوزات الأخرى.
az: Rezervasyonun digər sifarişlərin üst-üstə düşməsinə icazə verilmir
bn: বুকিং অন্য বুকিং ওভারল্যাপ অনুমোদিত নয়.
cs: Rezervace se nesmí překrývat s jinými rezervacemi.
de: Die Buchung darf sich nicht mit anderen Buchungen überschneiden.
es: No se permite que las reservas se solapen con otras.
et: Broneerimisel ei ole lubatud kattuda teiste broneeringutega.
fi: Varaus ei saa olla päällekkäinen muiden varausten kanssa.
ky: Брондоо башка брондолгондорду кайталоого жол берилбейт.
lt: Užsakymui neleidžiama persidengti su kitais užsakymais.
lv: Rezervācija nedrīkst pārklāties ar citām rezervācijām.
nb: Booking er ikke tilladt at overlappe andre bookinger.
pl: Rezerwacja nie może pokrywać się z innymi rezerwacjami.
ru: Заявки на бронирование не должны перекрывать друг друга.
sv: Bokning är inte tillåtet att överlappa andra bokningar.
th: การจองไม่ได้รับอนุญาตให้ทับซ้อนกับการจองอื่นๆ
uk: Бронювання не може накладатися на інші бронювання.

source: Booking management
ar: إدارة الحجز
az: Rezervasyon idarə edilməsi
bn: বুকিং ব্যবস্থাপনা
cs: Správa rezervací
de: Buchungsmanagement
es: Gestión de reservas
et: Broneerimise haldamine
fi: Varausten hallinta
ky: Брондоо башкаруу
lt: Užsakymų valdymas
lv: Rezervāciju vadība
nb: Reservasjonsledelse
pl: Zarządzanie rezerwacjami
ru: Управление бронированием
sv: Bokningshantering
th: การจัดการการจอง
uk: Управління бронюванням

source: Bookings
ar: الحجوزات
az: Rezervasyonlar
bn: বুকিং
cs: Rezervace
de: Buchungen
es: Reservas
et: Broneerimised
fi: Varaukset
ky: Заказдар
lt: Užsakymai
lv: Rezervācijas
nb: Bestillinger
pl: Rezerwacje
ru: Бронировки
sv: Bokningar
th: การจอง
uk: Бронювання

source: Bootable
ar: قابل للتشغيل
az: Özü yüklənə bilən
bn: বুটযোগ্য
cs: Bootovatelné
de: Bootfähig
es: De arranque
et: Käivitatav
fi: Käynnistettävä
ky: Жүктөлүүчү
lt: Įkraunamas
nb: Oppstartbar
pl: Bootowalny
ru: Загрузочный
sv: Startbar
th: บูตได้
uk: Завантажувальний

source: Branch
ar: فرع
az: Filial
bn: শাখা
cs: Větev
de: Zweig
es: Rama
et: Haru
fi: Oksa
ky: Филиалы
lt: Filialas
lv: Filiāle
nb: Gren
pl: Oddział
ru: огран
sv: Gren
th: สาขา
uk: Гілка

source: Branding
ar: العلامة التجارية
az: Brendinq
bn: ব্র্যান্ডিং
cs: Značkování
es: Marca
et: Bränding
fi: Brändäys
ky: Брендинг
lt: Prekės ženklas
lv: Brendings
nb: Varemerking
ru: Фирменная символика
th: การสร้างแบรนด์
uk: брендинг

source: Broadcast
ar: إذاعة
az: Yayım
bn: সম্প্রচার
cs: Přenos
de: Übertragung
es: Transmisión
et: Teated
fi: Lähettää
ky: Берүү
lt: Transliacija
lv: Raidījums
nb: Kringkaste
pl: Nadawać
ru: Транслировать
sv: Utsända
th: ออกอากาศ
uk: Трансляція

source: Broadcast has been save as a template.
ar: تم حفظ البث كقالب.
az: Yayım şablon kimi saxlanılıb.
bn: সম্প্রচার একটি টেমপ্লেট হিসাবে সংরক্ষণ করা হয়েছে.
cs: Vysílání bylo uloženo jako šablona.
de: Die Übertragung wurde als Vorlage gespeichert.
es: La transmisión se ha guardado como plantilla.
et: Teade on salvestatud mallina.
fi: Lähetys on tallennettu mallina.
ky: Берүү шаблон катары сакталды.
lt: Transliacija buvo išsaugota kaip šablonas.
lv: Apraide ir saglabāta kā veidne.
nb: Kringkastingen er lagret som en mal.
pl: Transmisja została zapisana jako szablon.
ru: Трансляция сохранена как шаблон.
sv: Sändningen har sparats som en mall.
th: บันทึกการออกอากาศเป็นเทมเพลตแล้ว
uk: Трансляцію збережено як шаблон.

source: Broadcast has been saved as a draft.
ar: تم حفظ البث كمسودة.
az: Yayım bir layihə kimi saxlanılıb.
bn: সম্প্রচার একটি খসড়া হিসাবে সংরক্ষণ করা হয়েছে.
cs: Vysílání bylo uloženo jako koncept.
de: Die Übertragung wurde als Entwurf gespeichert.
es: La transmisión se ha guardado como borrador.
et: Teade on salvestatud mustandina.
fi: Lähetys on tallennettu luonnoksena.
ky: Берүү долбоор катары сакталды.
lt: Transliacija buvo išsaugota kaip juodraštis.
lv: Apraide ir saglabāta kā melnraksts.
nb: Kringkastingen er lagret som et utkast.
pl: Transmisja została zapisana jako wersja robocza.
ru: Трансляция сохранена как черновик.
sv: Sändningen har sparats som ett utkast.
th: บันทึกการออกอากาศเป็นแบบร่างแล้ว
uk: Трансляцію збережено як чернетку.

source: Broadcast has been sent.
ar: تم إرسال البث.
az: Yayım göndərildi.
bn: সম্প্রচার পাঠানো হয়েছে।
cs: Vysílání bylo odesláno.
de: Die Sendung wurde gesendet.
es: La transmisión ha sido enviada.
et: Teade on saadetud.
fi: Lähetys on lähetetty.
ky: Берүү жөнөтүлдү.
lt: Transliacija išsiųsta.
lv: Raidījums ir nosūtīts.
nb: Sendingen er sendt.
pl: Transmisja została wysłana.
ru: Трансляция отправлена.
sv: Sändningen har skickats.
th: ส่งการออกอากาศแล้ว
uk: Трансляцію надіслано.

source: Broadcast template has been created.
ar: تم إنشاء قالب البث.
az: Yayım şablonu yaradılıb.
bn: সম্প্রচার টেমপ্লেট তৈরি করা হয়েছে.
cs: Šablona vysílání byla vytvořena.
de: Broadcast-Vorlage wurde erstellt.
es: Se ha creado la plantilla de transmisión.
et: Teate mall on loodud.
fi: Lähetysmalli on luotu.
ky: Берүү үлгүсү түзүлдү.
lt: Transliacijos šablonas sukurtas.
lv: Apraides veidne ir izveidota.
nb: Kringkastingsmal er opprettet.
pl: Utworzono szablon transmisji.
ru: Шаблон трансляции создан.
sv: Sändningsmall har skapats.
th: สร้างเทมเพลตการออกอากาศแล้ว
uk: Шаблон трансляції створено.

source: Broadcast template has been updated.
ar: تم تحديث قالب البث.
az: Yayım şablonu yeniləndi.
bn: সম্প্রচার টেমপ্লেট আপডেট করা হয়েছে.
cs: Šablona vysílání byla aktualizována.
de: Die Broadcast-Vorlage wurde aktualisiert.
es: Se ha actualizado la plantilla de transmisión.
et: Teate mall on uuendatud.
fi: Lähetysmalli on päivitetty.
ky: Берүү үлгүсү жаңыртылды.
lt: Transliacijos šablonas buvo atnaujintas.
lv: Apraides veidne ir atjaunināta.
nb: Kringkastingsmalen er oppdatert.
pl: Szablon transmisji został zaktualizowany.
ru: Шаблон трансляции обновлен.
sv: Sändningsmallen har uppdaterats.
th: อัปเดตเทมเพลตการออกอากาศแล้ว
uk: Шаблон трансляції оновлено.

source: Broadcast templates
ar: قوالب البث
az: Yayım şablonları
bn: সম্প্রচার টেমপ্লেট
cs: Šablony vysílání
de: Broadcast-Vorlagen
es: Plantillas de transmisión
et: Teadete mallid
fi: Lähetysmallit
ky: Берүү шаблондору
lt: Transliacijos šablonai
lv: Apraides veidnes
nb: Kringkastingsmaler
pl: Szablony transmisji
ru: Шаблоны трансляций
sv: Sändningsmallar
th: เทมเพลตการออกอากาศ
uk: Шаблони трансляцій

source: Broadcasts
ar: البث
az: Yayımlar
bn: সম্প্রচার
cs: Vysílání
de: Sendungen
es: Transmisiones
et: Teated
fi: Lähetykset
ky: Берүүлөр
lt: Transliacijos
lv: Raidījumi
nb: Sendinger
pl: Transmisje
ru: Трансляции
sv: Sändningar
th: การออกอากาศ
uk: Трансляції

source: Browse
ar: تصفح
az: Baxış keçirin
bn: ব্রাউজ করুন
cs: Procházet
de: Durchsuchen
es: Navegar
et: Sirvi
fi: selata
ky: Серептөө
lt: Naršyti
lv: Pārlūkot
nb: Bla gjennom
pl: przeglądać
ru: Просматривать
sv: Bläddra
th: เรียกดู
uk: Вибрати

source: Browse all categories
ar: تصفح جميع الفئات
az: Bütün kateqoriyalara baxın
bn: সব বিভাগ ব্রাউজ করুন
cs: Procházet všechny kategorie
de: Durchsuchen Sie alle Kategorien
es: Explorar todas las categorías
et: Sirvi kõiki kategooriaid
fi: Selaa kaikkia luokkia
ky: Бардык категорияларды карап чыгуу
lt: Naršyti visas kategorijas
lv: Pārlūkojiet visas kategorijas
nb: Bla gjennom alle kategorier
pl: Przeglądaj wszystkie kategorie
ru: Просмотреть все категории
sv: Bläddra bland alla kategorier
th: เรียกดูทุกประเภท
uk: Переглянути всі категорії

source: Browse image
ar: تصفح الصورة
az: Şəkil gözdən keçirin
bn: ইমেজ ব্রাউজ করুন
cs: Procházet obrázek
de: Bild durchsuchen
es: Examinar imagen
et: Sirvi image
fi: Selaa kuvaa
ky: Сүрөттү карап чыгуу
lt: Naršyti vaizdą
lv: Pārlūkot attēlu
nb: Bla gjennom bilde
pl: Przeglądaj obraz
ru: Просмотреть изображение
sv: Bläddra i bild
th: เรียกดูภาพ
uk: Вибрати зображення

source: Bulk upload
ar: تحميل مجمع
az: Toplu yükləmə
bn: ভারী বোঝা স্থাপন
cs: Hromadné nahrání
de: Massen-Upload
es: Carga masiva
et: Massiline üleslaadimine
fi: Joukkolataus
ky: Жаппай жүктөө
lt: Masinis įkėlimas
lv: Lielapjoma augšupielāde
nb: Masseopplasting
pl: Przesyłanie zbiorcze
ru: Массовая загрузка
sv: Massuppladdning
th: การอัปโหลดจำนวนมาก
uk: Масове завантаження

source: Business hours
ar: ساعات العمل
az: İş saatları
bn: ব্যবসার সময়
cs: Pracovní doba
de: Geschäftszeiten
es: Horario comercial
et: Tööaeg
fi: AUKIOLOAIKA
ky: Иш убактысы
lt: Darbo valandos
lv: Biznesa stundas
nb: Arbeidstid
pl: Godziny pracy
ru: Рабочие часы
sv: Öppettider
th: เวลาทำการ
uk: Робочий час

source: By
az: Müəllif:

source: By authenticating you are agreeing to the <tos>Terms of Service</tos> and <pp>Privacy policy</pp>.
ar: من خلال المصادقة فإنك توافق على<tos> شروط الخدمة</tos> و<pp> سياسة الخصوصية</pp> .
az: Doğrulama etməklə Xidmət Şərtləri və Məx <tos> filik siyasəti ilə raz </tos> ı <pp> laşırsınız. </pp>
bn: প্রমাণীকরণ দ্বারা আপনি সম্মত হন<tos> সেবা পাবার শর্ত</tos> এবং<pp> গোপনীয়তা নীতি</pp> .
cs: Ověřením souhlasíte s<tos> Podmínky služby</tos> a<pp> Zásady ochrany osobních údajů</pp> .
de: Durch die Authentifizierung stimmen Sie dem zu<tos> Nutzungsbedingungen</tos> Und<pp> Datenschutzrichtlinie</pp> .
es: Al autenticarse, acepta los <tos> Términos de servicio </tos> y la <pp> Política de privacidad </pp>.
et: Autentides nõustute <tos>Teenuse</tos> ja <pp>Privaatsuspoliitika</pp> tingimustega.
fi: Todentamalla hyväksyt<tos> Käyttöehdot</tos> ja<pp> Tietosuojakäytäntö</pp> .
ky: Аныктыгын текшерүү менен сиз макулдугуңузду билдиресиз<tos> Тейлөө шарттары</tos> жана<pp> Купуялык саясаты</pp> .
lt: Patvirtindami sutinkate su<tos> Paslaugų teikimo sąlygos</tos> ir<pp> Privatumo politika</pp> .
lv: Veicot autentifikāciju, jūs piekrītat<tos> Pakalpojuma noteikumi</tos> un<pp> Privātuma politika</pp> .
nb: Ved å autentisere godtar du<tos> Vilkår for bruk</tos> og<pp> Personvernerklæring</pp> .
pl: Uwierzytelniając się, wyrażasz zgodę na<tos> Warunki usługi</tos> I<pp> Polityka prywatności</pp> .
ru: Проходя аутентификацию, вы соглашаетесь с<tos> Условия использования</tos> и<pp> Политика конфиденциальности</pp> .
sv: Genom att autentisera godkänner du<tos> Användarvillkor</tos> och<pp> Integritetspolicy</pp> .
th: โดยการรับรองความถูกต้องแสดงว่าคุณยอมรับ<tos> เงื่อนไขการให้บริการ</tos> และ<pp> นโยบายความเป็นส่วนตัว</pp> .
uk: Аутентифікуючись, ви погоджуєтеся з<tos> Умови використання</tos> і<pp> Політика конфіденційності</pp> .

source: By ordering, you agree to the <tos>terms of service</tos> and <pp>privacy policy</pp>.
ar: من خلال الطلب، فإنك توافق على<tos> شروط الخدمة</tos> و<pp> سياسة الخصوصية</pp> .
az: Sifariş verməklə siz xidmət şərtləri və <tos> məxfilik siyasəti </tos> ilə raz <pp> ılaşırsınız</pp>.
bn: আদেশ দ্বারা, আপনি সম্মত হন<tos> সেবা পাবার শর্ত</tos> এবং<pp> গোপনীয়তা নীতি</pp> .
cs: Objednáním souhlasíte s<tos> podmínky služby</tos> a<pp> Zásady ochrany osobních údajů</pp> .
de: Mit der Bestellung erklären Sie sich damit einverstanden<tos> Nutzungsbedingungen</tos> Und<pp> Datenschutzrichtlinie</pp> .
es: Al realizar el pedido, acepta los <tos> Términos del servicio </tos> y la <pp> Política de privacidad </pp>.
et: Tellides nõustute<tos> kasutustingimused</tos> ja<pp> privaatsuspoliitika</pp> .
fi: Tilaamalla hyväksyt<tos> käyttöehdot</tos> ja<pp> Tietosuojakäytäntö</pp> .
ky: Заказ берүү менен сиз макул болосуз<tos> тейлөө шарттары</tos> жана<pp> купуялык саясаты</pp> .
lt: Užsakydami sutinkate su<tos> paslaugų teikimo sąlygos</tos> ir<pp> Privatumo politika</pp> .
lv: Pasūtot, jūs piekrītat<tos> pakalpojumu sniegšanas noteikumi</tos> un<pp> Privātuma politika</pp> .
nb: Ved bestilling godtar du<tos> vilkår for bruk</tos> og<pp> personvernerklæring</pp> .
pl: Zamawiając wyrażasz zgodę na<tos> warunki usługi</tos> I<pp> Polityka prywatności</pp> .
ru: Делая заказ, вы соглашаетесь с<tos> Условия использования</tos> и<pp> политика конфиденциальности</pp> .
sv: Genom att beställa godkänner du<tos> användarvillkor</tos> och<pp> integritetspolicy</pp> .
th: ในการสั่งซื้อแสดงว่าคุณยอมรับ<tos> เงื่อนไขการให้บริการ</tos> และ<pp> นโยบายความเป็นส่วนตัว</pp> .
uk: Роблячи замовлення, ви погоджуєтеся з<tos> Умови використання</tos> і<pp> політика конфіденційності</pp> .

source: By ordering, you agree to the platform <tos>terms of service</tos> and <pp>privacy policy</pp>.
ar: من خلال الطلب، فإنك توافق على المنصة<tos> شروط الخدمة</tos> و<pp> سياسة الخصوصية</pp> .
az: Sifariş verməklə siz platforma xidmət şərtləri və <tos> məxfilik siyasəti </tos> ilə raz <pp> ılaşırsınız</pp>.
bn: অর্ডার করে, আপনি প্ল্যাটফর্মে সম্মত হন<tos> সেবা পাবার শর্ত</tos> এবং<pp> গোপনীয়তা নীতি</pp> .
cs: Objednávkou souhlasíte s platformou<tos> podmínky služby</tos> a<pp> Zásady ochrany osobních údajů</pp> .
de: Mit der Bestellung stimmen Sie der Plattform zu<tos> Nutzungsbedingungen</tos> Und<pp> Datenschutzrichtlinie</pp> .
es: Al realizar el pedido, aceptas la plataforma.<tos> términos de servicio</tos> y<pp> política de privacidad</pp> .
et: Tellides nõustute platvormiga<tos> kasutustingimused</tos> ja<pp> privaatsuspoliitika</pp> .
fi: Tilaamalla hyväksyt alustan<tos> käyttöehdot</tos> ja<pp> Tietosuojakäytäntö</pp> .
ky: Заказ берүү менен сиз платформага макул болосуз<tos> тейлөө шарттары</tos> жана<pp> купуялык саясаты</pp> .
lt: Užsakydami sutinkate su platforma<tos> paslaugų teikimo sąlygos</tos> ir<pp> Privatumo politika</pp> .
lv: Pasūtot jūs piekrītat platformai<tos> pakalpojumu sniegšanas noteikumi</tos> un<pp> Privātuma politika</pp> .
nb: Ved å bestille godtar du plattformen<tos> vilkår for bruk</tos> og<pp> personvernerklæring</pp> .
pl: Zamawiając zgadzasz się z platformą<tos> warunki usługi</tos> I<pp> Polityka prywatności</pp> .
ru: Заказывая, вы соглашаетесь с платформой<tos> Условия использования</tos> и<pp> политика конфиденциальности</pp> .
sv: Genom att beställa godkänner du plattformen<tos> användarvillkor</tos> och<pp> integritetspolicy</pp> .
th: การสั่งซื้อแสดงว่าคุณยอมรับแพลตฟอร์ม<tos> เงื่อนไขการให้บริการ</tos> และ<pp> นโยบายความเป็นส่วนตัว</pp> .
uk: Роблячи замовлення, ви погоджуєтеся з платформою<tos> Умови використання</tos> і<pp> політика конфіденційності</pp> .

source: By setting token lifetime to indefinite you are allowing anyone who has the token to impersonate your actions till the token has been changed.
ar: من خلال تعيين عمر الرمز المميز إلى أجل غير مسمى، فإنك تسمح لأي شخص لديه الرمز المميز بانتحال تصرفاتك حتى يتم تغيير الرمز المميز.
az: Tokenin ömrünü qeyri-müəyyən olaraq təyin etməklə, işarəyə sahib olan hər kəsə token dəyişdirilənə qədər hərəkətlərinizi təsvir etməyə icazə verirsiniz.
bn: অনির্দিষ্টকালের জন্য টোকেন লাইফটাইম সেট করে আপনি টোকেন পরিবর্তন না হওয়া পর্যন্ত টোকেন আছে এমন কাউকে আপনার ক্রিয়াকলাপ ছদ্মবেশী করার অনুমতি দিচ্ছেন।
cs: Nastavením životnosti tokenu na dobu neurčitou dovolíte každému, kdo má token, aby vydával své akce za vaše, dokud nebude token změněn.
de: Indem Sie die Token-Lebensdauer auf unbestimmt setzen, erlauben Sie jedem, der den Token hat, sich als Ihre Aktionen ausgeben, bis der Token geändert wurde.
es: Al establecer la duración del token en indefinido, está permitiendo que cualquier persona que tenga el token suplantar sus acciones hasta que el token haya sido cambiado.
et: Kui määrasite tähise eluea määramatuks, lubate kõigil, kellel on märk, imiteerida teie tegevust, kuni märk on muutunud.
fi: Asettamalla tunnuksen käyttöiän määräämättömäksi sallit kenen tahansa, jolla on tunnus, esiintyä toiminasi, kunnes tunnus on muutettu.
ky: Токендин иштөө мөөнөтүн чексиз кылып коюу менен, сиз токенге ээ болгондордун бардыгына токен өзгөртүлмөйүнчө сиздин иш-аракеттериңизди көрсөтүүгө уруксат бересиз.
lt: Nustatydami žetono gyvavimo laiką neribotą, leidžiate bet kuriam žetoną turinčiam asmeniui apsimesti jūsų veiksmais, kol žetonas bus pakeistas.
lv: Iestatot marķiera kalpošanas laiku uz nenoteiktu, jūs atļaujat ikvienam, kam ir marķieris, uzdoties par jūsu darbībām, līdz marķieris tiek mainīts.
nb: Ved å sette token levetid på ubestemt tid, tillater du alle som har token å utgi seg for å være dine handlinger til tokenet er endret.
pl: Ustawiając czas życia tokena na czas nieokreślony, pozwalasz każdemu posiadaczowi tokena podszywać się pod Twoje działania, dopóki token nie zostanie zmieniony.
ru: Отменяя время жизни токена, вы разрешаете любому его обладателю выдавать себя за вас до тех пор, пока токен не будет отозван.
sv: Genom att ställa in token livstid på obestämd tid tillåter du alla som har token att personifiera dina handlingar tills token har ändrats.
th: ด้วยการตั้งค่าอายุการใช้งานโทเค็นเป็นไม่จำกัด คุณจะอนุญาตให้ใครก็ตามที่มีโทเค็นสามารถเลียนแบบการกระทำของคุณได้จนกว่าโทเค็นจะมีการเปลี่ยนแปลง
uk: Встановлюючи необмежений термін дії маркера, ви дозволяєте будь-кому, хто має маркер, імітувати ваші дії, доки маркер не буде змінено.

source: By submitting the form you are agreeing to the <tos>Terms of Service</tos> and <pp>Privacy policy</pp>.
ar: من خلال تقديم النموذج فإنك توافق على<tos> شروط الخدمة</tos> و<pp> سياسة الخصوصية</pp> .
az: Formu təqdim etməklə Xidmət Şərtləri və Məx <tos> filik siyasəti ilə </tos> raz <pp> ılaşırsınız</pp>.
bn: ফর্ম জমা দিয়ে আপনি সম্মত হন<tos> সেবা পাবার শর্ত</tos> এবং<pp> গোপনীয়তা নীতি</pp> .
cs: Odesláním formuláře souhlasíte s<tos> Podmínky služby</tos> a<pp> Zásady ochrany osobních údajů</pp> .
de: Mit dem Absenden des Formulars erklären Sie sich damit einverstanden<tos> Nutzungsbedingungen</tos> Und<pp> Datenschutzrichtlinie</pp> .
es: Al enviar el formulario, acepta los <tos> Términos de servicio </tos> y la <pp> Política de privacidad </pp>.
et: Vormi esitamisega nõustute <tos> Kasutustingimustega </tos> ja <pp> privaatsuspoliitikaga </pp>.
fi: Lähettämällä lomakkeen hyväksyt<tos> Käyttöehdot</tos> ja<pp> Tietosuojakäytäntö</pp> .
ky: Форманы тапшыруу менен сиз макулдугуңузду билдиресиз<tos> Тейлөө шарттары</tos> жана<pp> Купуялык саясаты</pp> .
lt: Pateikdami formą sutinkate su<tos> Paslaugų teikimo sąlygos</tos> ir<pp> Privatumo politika</pp> .
lv: Iesniedzot veidlapu, jūs piekrītat<tos> Pakalpojuma noteikumi</tos> un<pp> Privātuma politika</pp> .
nb: Ved å sende inn skjemaet godtar du<tos> Vilkår for bruk</tos> og<pp> Personvernerklæring</pp> .
pl: Przesyłając formularz wyrażasz zgodę na<tos> Warunki usługi</tos> I<pp> Polityka prywatności</pp> .
ru: Отправляя форму, вы соглашаетесь с<tos> Условия использования</tos> и<pp> Политика конфиденциальности</pp> .
sv: Genom att skicka in formuläret godkänner du<tos> Användarvillkor</tos> och<pp> Integritetspolicy</pp> .
th: โดยการส่งแบบฟอร์มแสดงว่าคุณยอมรับ<tos> เงื่อนไขการให้บริการ</tos> และ<pp> นโยบายความเป็นส่วนตัว</pp> .
uk: Надсилаючи форму, ви погоджуєтеся з<tos> Умови використання</tos> і<pp> Політика конфіденційності</pp> .

source: CIDR
az: CİDER
bn: সিআইডিআর
th: ซีไอดีอาร์

source: CPU
ar: وحدة المعالجة المركزية
az: MƏRKƏZİ PROSESSOR
bn: সিপিইউ
fi: prosessori
lv: Procesors
pl: procesor
th: ซีพียู
uk: ЦП

source: CPU limit (hours)
ar: حد وحدة المعالجة المركزية (ساعات)
az: CPU həddi (saat)
bn: CPU সীমা (ঘন্টা)
cs: Limit CPU (hodiny)
de: CPU-Limit (Stunden)
es: Límite de CPU (horas)
et: CPU limiit (tundi)
fi: CPU-raja (tuntia)
ky: CPU чеги (саат)
lt: CPU limitas (valandomis)
lv: CPU ierobežojums (stundas)
nb: CPU-grense (timer)
pl: Limit procesora (godziny)
ru: Максимальное количество CPU-часов
sv: CPU-gräns (timmar)
th: ขีดจำกัด CPU (ชั่วโมง)
uk: Обмеження ЦП (годин)

source: CPU usage
ar: استخدام المعالج
az: CPU istifadəsi
bn: CPU &#39;র ব্যবহার
cs: Využití CPU
de: CPU-Auslastung
es: Uso de CPU
et: CPU koormus
fi: prosessorin käyttö
ky: CPU колдонуу
lt: CPU naudojimas
lv: CPU lietojums
nb: CPU bruk
pl: użycie procesora
ru: Использование CPU
sv: CPU-användning
th: การใช้งานซีพียู
uk: використання ЦП
