Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Public orders
ar: أوامر عامة
az: İctimai sifarişlər
bn: পাবলিক অর্ডার
cs: Veřejné zakázky
de: Öffentliche Aufträge
es: Órdenes públicas
et: Avalikud tellimused
fi: Julkiset tilaukset
ky: Коомдук заказдар
lt: Viešieji užsakymai
lv: Sabiedriskie pasūtījumi
nb: Offentlige bestillinger
pl: Zamówienia publiczne
ru: Открытые заказы
sv: Offentliga order
th: คำสั่งสาธารณะ
uk: Громадські замовлення

source: Public resources
ar: الموارد العامة
az: İctimai resurslar
bn: জনসম্পদ
cs: Veřejné zdroje
de: Öffentliche Mittel
es: Recursos públicos
et: Avalikud ressursid
fi: Julkiset resurssit
ky: Коомдук ресурстар
lt: Viešieji ištekliai
lv: Publiskie resursi
nb: Offentlige ressurser
pl: Zasoby publiczne
ru: Открытые ресурсы
sv: Offentliga resurser
th: ทรัพยากรสาธารณะ
uk: Громадські ресурси

source: Public services
ar: الخدمات العامة
az: Dövlət xidmətləri
bn: সরকারী সেবা
cs: Veřejné služby
de: Öffentliche Dienste
es: Servicios públicos
et: Avalikud teenused
fi: Julkiset palvelut
ky: Мамлекеттик кызматтар
lt: Viešosios paslaugos
lv: Sabiedriskie pakalpojumi
nb: Offentlige tjenester
pl: Usługi publiczne
ru: Общественные услуги
sv: Offentliga tjänster
th: บริการสาธารณะ
uk: Державні послуги

source: Publication date
ar: تاريخ النشر
az: Nəşr tarixi
bn: প্রকাশনার তারিখ
cs: Datum publikace
de: Veröffentlichungsdatum
es: Fecha de publicación
et: Avaldamise kuupäev
fi: Julkaisupäivämäärä
ky: Жарыяланган датасы
lt: Paskelbimo data
lv: Publicēšanas datums
nb: Publiseringsdato
pl: Data publikacji
ru: Дата публикации
sv: Publiceringsdatum
th: วันที่ตีพิมพ์
uk: Дата публікації

source: Publish as Google Calendar
ar: النشر كتقويم Google
az: Google Təqvim kimi dərc edin
bn: Google ক্যালেন্ডার হিসাবে প্রকাশ করুন৷
cs: Publikovat jako Google Kalendář
de: Als Google Kalender veröffentlichen
es: Publicar como Google Calendar
et: Avalda Google'i kalendrina
fi: Julkaise Google-kalenterina
ky: Google Календар катары жарыялоо
lt: Publikuoti kaip Google Kalendorių
lv: Publicēt kā Google kalendāru
nb: Publiser som Google Kalender
pl: Publikuj jako Kalendarz Google
ru: Опубликовать как Календарь Google
sv: Publicera som Google Kalender
th: เผยแพร่เป็น Google ปฏิทิน
uk: Опублікувати як календар Google

source: Published
ar: نشر
az: nəşr edilmişdir
bn: প্রকাশিত হয়েছে
cs: Publikováno
de: Veröffentlicht
es: Publicado
et: Avaldatud
fi: Julkaistu
ky: Жарыяланган
lt: Paskelbta
lv: Publicēts
nb: Publisert
pl: Opublikowany
ru: Опубликовано
sv: Publicerad
th: ที่ตีพิมพ์
uk: Опубліковано

source: Publisher
ar: ناشر
az: Nəşriyyat
bn: প্রকাশক
cs: Vydavatel
de: Herausgeber
es: Editor
et: Avaldaja
fi: Julkaisija
ky: Жарыялоочу
lt: Leidėjas
lv: Izdevējs
nb: Utgiver
pl: Wydawca
ru: Издатель
sv: Utgivare
th: สำนักพิมพ์
uk: Видавець

source: Pull
ar: يحذب
az: Çəkin
bn: টান
cs: SEM
de: Ziehen
es: Extraer
et: Tõmba
fi: Vedä
ky: тарт
lt: Traukti
lv: Pavelciet
nb: Dra
pl: Ciągnąć
ru: Тянуть
sv: Dra
th: ดึง
uk: тягнути

source: Pull offering details
ar: سحب تفاصيل العرض
az: Təklif detallarını çəkin
bn: অফার বিবরণ টান
cs: Vytáhněte podrobnosti nabídky
de: Angebotsdetails abrufen
es: Extraer detalles de la oferta
et: Tõmmake pakkumise üksikasjad
fi: Vedä tarjouksen tiedot
ky: Сунуштун чоо-жайын тартыңыз
lt: Ištraukite pasiūlymo informaciją
lv: Pull piedāvājuma detaļas
nb: Trekk tilbudsdetaljer
pl: Wyciągnij szczegóły oferty
ru: Получить подробную информацию о предложении
sv: Dra erbjudanden detaljer
th: ดึงรายละเอียดข้อเสนอ
uk: Витягніть деталі пропозиції

source: Pull offering users
ar: سحب تقدم للمستخدمين
az: İstifadəçilərə təklif edən pult
bn: অফার ব্যবহারকারীদের টানুন
cs: Vytáhněte nabídku uživatelů
de: Pull-Angebot für Benutzer
es: Extraer a los usuarios de ofertas
et: Tõmba teenuse kasutajad
fi: Vedä tarjoaa käyttäjille
ky: Сунуш колдонуучуларды тартыңыз
lt: Patraukite siūlančius vartotojus
lv: Pull piedāvā lietotājiem
nb: Trekk tilby brukere
pl: Przyciągnij użytkowników oferujących
ru: Пользователи с предложениями по запросу
sv: Dra erbjuda användare
th: ดึงผู้ใช้ที่เสนอ
uk: Витягніть користувачів пропозицій

source: Pull order items
ar: سحب عناصر الطلب
az: Sifariş əşyalarını çəkin
bn: অর্ডার আইটেম টান
cs: Vytáhněte položky objednávky
de: Pull-Order-Artikel
es: Extraer artículos de pedido
et: Tõmmake tellitud üksused
fi: Vedä tilaustuotteita
ky: Буйрутма буюмдарын тартыңыз
lt: Ištraukite užsakyti prekes
lv: Velciet pasūtījuma preces
nb: Trekk bestillingsvarer
pl: Wyciągnij elementy zamówienia
ru: Вытащить позиции заказа
sv: Dra beställningsartiklar
th: ดึงรายการสั่งซื้อ
uk: Витягніть елементи замовлення

source: Pull orders
ar: سحب الأوامر
az: Sifarişləri çəkin
bn: আদেশ টান
cs: Stahujte rozkazy
es: Tirar órdenes
et: Tõmmake tellimusi
fi: Vedä tilauksia
ky: Заказдарды тартыңыз
lt: Traukti užsakymus
lv: Izvelciet pasūtījumus
nb: Trekk bestillinger
pl: Ściągnij rozkazy
ru: Вытягивание заказов
sv: Dra beställningar
th: ดึงคำสั่ง
uk: Витягніть замовлення

source: Pull priorities
ar: سحب الأولويات
az: Prioritetləri çəkin
bn: অগ্রাধিকার টান
cs: Zvažte priority
de: Prioritäten setzen
es: Tirar de prioridades
et: Tõmmake prioriteedid
fi: Vedä prioriteetit
ky: Приоритеттерди тартыңыз
lt: Ištraukite prioritetus
lv: Izvelciet prioritātes
nb: Prioritere
pl: Wyciągnij priorytety
ru: Расставьте приоритеты
sv: Dra prioriteringar
th: ดึงลำดับความสำคัญ
uk: Витягніть пріоритети

source: Pull resources
ar: سحب الموارد
az: Resursları çəkin
bn: সম্পদ টানুন
cs: Vytáhněte zdroje
de: Ressourcen abrufen
es: Extraer recursos
et: Tõmmake ressursse
fi: Vedä resursseja
ky: Ресурстарды тартыңыз
lt: Ištraukite išteklius
lv: Velciet resursus
nb: Trekk ressurser
pl: Wyciągnij zasoby
ru: Извлекать ресурсы
sv: Dra resurser
th: ดึงทรัพยากร
uk: Витягніть ресурси

source: Pull resources invoices
ar: سحب فواتير الموارد
az: Resurslar fakturalarını çəkin
bn: সম্পদ চালান টানুন
cs: Vytáhněte faktury za zdroje
de: Ressourcenrechnungen abrufen
es: Extraer facturas de recursos
et: Tõmmake ressursside arved
fi: Vedä resurssilaskuja
ky: Ресурстардын эсеп-фактураларын тартыңыз
lt: Ištraukite išteklių sąskaitas faktūras
lv: Izvelciet resursu rēķinus
nb: Trekk ressursfakturaer
pl: Wyciągnij faktury za zasoby
ru: Получение счетов за ресурсы
sv: Dra resursfakturor
th: ดึงใบแจ้งหนี้ทรัพยากร
uk: Витягніть рахунки-фактури ресурсів

source: Pull robot accounts
ar: سحب حسابات الروبوت
az: Robot hesablarını çəkin
bn: রোবট অ্যাকাউন্ট টানুন
cs: Vytáhněte účty robotů
de: Pull-Roboter-Konten
es: Extraer cuentas de robots
et: Tõmba robotikontod
fi: Vedä robottitilit
ky: Робот эсептерин тартыңыз
lt: Ištraukite roboto paskyras
lv: Izvelciet robotu kontus
nb: Trekk robotkontoer
pl: Wyciągnij konta robotów
ru: Получение учетных записей роботов
sv: Dra robotkonton
th: ดึงบัญชีหุ่นยนต์
uk: Витяг облікових записів роботів

source: Pull usage
ar: سحب الاستخدام
az: İstifadəni çəkin
bn: ব্যবহার টান
cs: Vytažení použití
de: Pull-Nutzung
es: Extraer uso
et: Tõmbekasutus
fi: Vedon käyttö
ky: Тартуу колдонуу
lt: Traukimo naudojimas
lv: Vilkšanas izmantošana
nb: Trekk bruk
pl: Wyciągnij użycie
ru: Использование по запросу
sv: Dra användning
th: ดึงการใช้งาน
uk: Витягніть використання

source: Pulling
ar: سحب
az: Çəkmək
bn: টানা
cs: Stahování
de: Ziehen
es: Tirando
et: Tõmban
fi: Vetäminen
ky: Тартуу
lt: Traukimas
lv: Vilkšana
nb: Trekke
pl: Ciągnięcie
ru: Тяну
sv: Dragande
th: การดึง
uk: тягнути

source: Pulling quotas
ar: سحب الحصص
az: Çəkmə kvotaları
bn: কোটা টানছে
cs: Kvóty stahování
de: Quoten ziehen
es: Tirando de cuotas
et: Tõmban kvoote
fi: Kiintiöiden vetäminen
ky: Квоталарды тартуу
lt: Kvotų traukimas
lv: Kvotu vilkšana
nb: Trekke kvoter
pl: Ciągnięcie kwot
ru: Получение квот
sv: Dra kvoter
th: กำลังดึงโควต้า
uk: Витягування квот

source: Purchase
ar: ابتاع
az: Alış
bn: ক্রয়
cs: Nákup
de: Kauf
es: Comprar
et: Ost
fi: Ostaa
ky: Сатып алуу
lt: Pirkimas
lv: Pirkums
nb: Kjøp
pl: Zakup
ru: Покупка
sv: Inköp
th: ซื้อ
uk: Купівля

source: Purchase and usage is invoiced.
ar: تتم فاتورة الشراء والاستخدام.
az: Satınalma və istifadə fakturası verilir.
bn: ক্রয় এবং ব্যবহার চালান করা হয়.
cs: Nákup a využití je fakturováno.
de: Kauf und Nutzung werden in Rechnung gestellt.
es: La compra y el uso se facturan.
et: Ostu ja kasutamise eest esitatakse arve.
fi: Osto ja käyttö laskutetaan.
ky: Сатып алуу жана пайдалануу эсеп-дүмүрчөк түзүлөт.
lt: Už pirkimą ir naudojimą išrašoma sąskaita faktūra.
lv: Par pirkumu un lietošanu tiek izrakstīts rēķins.
nb: Kjøp og forbruk faktureres.
pl: Zakup i użytkowanie są fakturowane.
ru: Покупка и использование оплачиваются.
sv: Inköp och användning faktureras.
th: การซื้อและการใช้งานจะถูกออกใบแจ้งหนี้
uk: За придбання та використання виставляється рахунок.

source: Push project data
ar: دفع بيانات المشروع
az: Layihə məlumatlarını itələyin
bn: প্রজেক্ট ডেটা পুশ করুন
cs: Push data projektu
de: Projektdaten übertragen
es: Añadir datos del proyecto
et: Lükake projekti andmed
fi: Push projektitiedot
ky: Долбоор дайындарын түртүңүз
lt: Push projekto duomenis
lv: Nosūtiet projekta datus
nb: Push prosjektdata
pl: Prześlij dane projektu
ru: Отправить данные проекта
sv: Push projektdata
th: พุชข้อมูลโครงการ
uk: Надішліть дані проекту

source: Put this into ~/.kube/config:
ar: ضع هذا في ~/.kube/config:
az: Bunu ~/.kube/config -ə qoyun:
bn: এটিকে ~/.kube/config-এ রাখুন:
cs: Vložte to do ~/.kube/config:
de: Setze das in ~/.kube/config:
es: Ponga esto en ~/.kube/config:
et: Pange see kausta ~/.kube/config:
fi: Laita tämä tiedostoon ~/.kube/config:
ky: Муну ~/.kube/config ичине коюңуз:
lt: Įdėkite tai į ~/.kube/config:
lv: Ievietojiet to mapē ~/.kube/config:
nb: Sett dette inn i ~/.kube/config:
pl: Umieść to w ~/.kube/config:
ru: Поместите это в ~/.kube/config:
sv: Lägg detta i ~/.kube/config:
th: ใส่สิ่งนี้ลงใน ~/.kube/config:
uk: Помістіть це в ~/.kube/config:

source: Quantity
ar: كم
az: Miqdarı
bn: পরিমাণ
cs: Množství
de: Menge
es: Cantidad
et: Kogus
fi: Määrä
ky: Саны
lt: Kiekis
lv: Daudzums
nb: Mengde
pl: Ilość
ru: КОЛИЧЕСТВО
sv: Kvantitet
th: ปริมาณ
uk: Кількість

source: Question
ar: سؤال
az: Sual
bn: প্রশ্ন
cs: Otázka
de: Frage
es: Pregunta
et: küsimus
fi: Kysymys
ky: Суроо
lt: Klausimas
lv: Jautājums
nb: Spørsmål
pl: Pytanie
ru: Вопрос
sv: Fråga
th: คำถาม
uk: Питання

source: Quota
az: Kvota

source: Quota has been reached.
ar: تم الوصول إلى الحصة.
az: Kvotaya çatdırılıb.
bn: কোটা পৌঁছে গেছে।
cs: Kvóta byla vyčerpána.
de: Die Quote wurde erreicht.
es: Se ha alcanzado la cuota.
et: Limiit on täis.
fi: Kiintiö on saavutettu.
ky: Квотага жетти.
lt: Kvota pasiekta.
lv: Kvota ir sasniegta.
nb: Kvoten er nådd.
pl: Limit został osiągnięty.
ru: Квота достигнута.
sv: Kvot har uppnåtts.
th: ถึงโควต้าแล้ว
uk: Квоту досягнуто.

source: Quota usage exceeds available limit.
ar: يتجاوز استخدام الحصة الحد المتاح.
az: Kvotanın istifadəsi mövcud həddi aşır.
bn: কোটা ব্যবহার উপলব্ধ সীমা ছাড়িয়ে গেছে।
cs: Využití kvóty překračuje dostupný limit.
de: Die Kontingentverwendung überschreitet den verfügbaren Grenzwert.
es: El uso de la cuota supera el límite disponible.
et: Kasutamine ületab seatud limiiti.
fi: Kiintiön käyttö ylittää käytettävissä olevan rajan.
ky: Квотаны колдонуу жеткиликтүү чектен ашты.
lt: Kvotos naudojimas viršija galimą ribą.
lv: Kvotas izlietojums pārsniedz pieejamo ierobežojumu.
nb: Kvotebruk overskrider tilgjengelig grense.
pl: Wykorzystanie limitu przekracza dostępny limit.
ru: Использование квоты превышает доступный лимит.
sv: Kvotanvändning överskrider den tillgängliga gränsen.
th: การใช้โควต้าเกินขีดจำกัดที่มีอยู่
uk: Використання квоти перевищує доступний ліміт.

source: Quotas
ar: الحصص
az: Kvotalar
bn: কোটা
cs: Kvóty
de: Quoten
es: Cuotas
et: Kvoodid
fi: Kiintiöt
ky: Квоталар
lt: Kvotos
lv: Kvotas
nb: Kvoter
pl: Kwoty
ru: Квоты
sv: Kvoter
th: โควต้า
uk: Квоти

source: Quotas have been updated successfully.
ar: تم تحديث الحصص بنجاح.
az: Kvotalar uğurla yeniləndi.
bn: কোটা সফলভাবে আপডেট করা হয়েছে।
cs: Kvóty byly úspěšně aktualizovány.
de: Die Quoten wurden erfolgreich aktualisiert.
es: Las cuotas se han actualizado correctamente.
et: Kvootide värskendamine õnnestus.
fi: Kiintiöt on päivitetty onnistuneesti.
ky: Квоталар ийгиликтүү жаңыртылды.
lt: Kvotos sėkmingai atnaujintos.
lv: Kvotas ir veiksmīgi atjauninātas.
nb: Kvoter har blitt oppdatert.
pl: Limity zostały pomyślnie zaktualizowane.
ru: Квоты успешно обновлены.
sv: Kvoter har uppdaterats framgångsrikt.
th: โควต้าได้รับการอัปเดตเรียบร้อยแล้ว
uk: Квоти успішно оновлено.

source: RAM
ar: كبش
az: RAM (Əməliyyat yaddaşı)
bn: র্যাম
pl: Baran
ru: БАРАН
th: แกะ
uk: ОЗП

source: RAM limit (GB-hours)
ar: حد ذاكرة الوصول العشوائي (جيجابايت/ساعة)
az: RAM həddi (GB saat)
bn: RAM সীমা (GB-ঘন্টা)
cs: Limit paměti RAM (GB-hodiny)
de: RAM-Limit (GB-Stunden)
es: Límite de RAM (GB-horas)
et: RAM-i limiit (GB-tunnid)
fi: RAM-rajoitus (GB-tuntia)
ky: RAM чеги (ГБ-саат)
lt: RAM limitas (GB valandos)
lv: RAM ierobežojums (GB-stundas)
nb: RAM-grense (GB-timer)
pl: Limit pamięci RAM (GB-godziny)
ru: Ограничение оперативной памяти (ГБ-часы)
sv: RAM-gräns (GB-timmar)
th: ขีดจำกัด RAM (GB-ชั่วโมง)
uk: Ліміт оперативної пам&#39;яті (ГБ-годин)

source: RAM limit is exceeded
ar: تم تجاوز حد ذاكرة الوصول العشوائي
az: RAM həddi aşılır
bn: RAM সীমা ছাড়িয়ে গেছে
cs: Limit paměti RAM je překročen
de: RAM-Limit ist überschritten
es: Se supera el límite de RAM
et: RAM-i limiit on ületatud
fi: RAM-muistin raja ylittyy
ky: RAM чеги ашып кетти
lt: Viršyta RAM riba
lv: RAM limits ir pārsniegts
nb: RAM-grensen er overskredet
pl: Przekroczono limit pamięci RAM
ru: Превышен лимит оперативной памяти
sv: RAM-gränsen överskrids
th: เกินขีดจำกัด RAM
uk: Перевищено ліміт RAM

source: RAM usage
ar: استخدام ذاكرة الوصول العشوائي
az: RAM istifadəsi
bn: RAM ব্যবহার
cs: Využití paměti RAM
de: RAM-Nutzung
es: Uso de RAM
et: RAMi kasutus
fi: RAM-muistin käyttö
ky: RAM колдонуу
lt: RAM naudojimas
lv: RAM lietojums
nb: RAM-bruk
pl: Użycie pamięci RAM
ru: Использование оперативной памяти
sv: RAM-användning
th: การใช้แรม
uk: використання оперативної пам&#39;яті

source: Rancher access key
ar: مفتاح الوصول للمزرعة
az: Rancher giriş açarı
bn: Rancher অ্যাক্সেস কী
cs: Přístupový klíč Rancher
de: Rancher-Zugangsschlüssel
es: Clave de acceso al Rancher
et: Rancheri juurdepääsuvõti
fi: Rancher pääsyavain
ky: Rancher мүмкүндүк ачкычы
lt: Rancher prieigos raktas
lv: Rancher piekļuves atslēga
nb: Rancher-tilgangsnøkkel
pl: Klucz dostępu ranczera
ru: Ключ доступа владельца ранчо
sv: Rancher-åtkomstnyckel
th: กุญแจเข้าแรนเชอร์
uk: Ключ доступу до ранчера

source: Rancher cluster
ar: مجموعة رانشر
az: Fermer qrupu
bn: রাঞ্চার ক্লাস্টার
cs: Rancher klastr
es: Cluster de Rancher
et: Rancheri klaster
fi: Rancher-klusteri
ky: Rancher кластери
lt: Rancher klasteris
lv: Rancher klasteris
nb: Rancher klynge
pl: Grono ranczerów
ru: Кластер владельцев ранчо
sv: Rancher-kluster
th: คลัสเตอร์ชาวไร่
uk: Кластер Rancher

source: Rancher node
ar: عقدة رانشر
az: Fermer qovşağı
bn: রাঞ্চার নোড
cs: Rančerský uzel
de: Rancher-Knoten
es: Nodo Rancher
et: Rancheri sõlm
fi: Rancher solmu
ky: Rancher түйүнү
lt: Rancher mazgas
lv: Rancher mezgls
pl: Węzeł ranczera
ru: Узел ранчера
sv: Rancher nod
th: โหนดแรนเชอร์
uk: Вузол Rancher

source: Rancher secret key
ar: مفتاح رانشر السري
az: Fermerin gizli açarı
bn: Rancher গোপন কী
cs: Tajný klíč Rancher
de: Geheimer Schlüssel des Rancher
es: Clave secreta de Rancher
et: Rancheri salajane võti
fi: Rancherin salainen avain
ky: Rancher жашыруун ачкычы
lt: Rancher slaptas raktas
lv: Rancher slepenā atslēga
nb: Rancher hemmelig nøkkel
pl: Tajny klucz ranczera
ru: Секретный ключ владельца ранчо
sv: Rancher hemlig nyckel
th: รหัสลับแรนเชอร์
uk: Секретний ключ ранчера

source: Rating
ar: تقييم الموقع
az: Reytinq
bn: রেটিং
cs: Hodnocení
de: Bewertung
es: Calificación
et: Hinnang
fi: Luokitus
ky: Рейтинг
lt: Įvertinimas
lv: Vērtējums
nb: Vurdering
pl: Ocena
ru: Рейтинг
sv: Betyg
th: เรตติ้ง
uk: Рейтинг

source: Reach a new audience
ar: الوصول إلى جمهور جديد
az: Yeni auditoriyaya çatın
bn: নতুন শ্রোতাদের কাছে পৌঁছান
cs: Oslovte nové publikum
de: Erreichen Sie ein neues Publikum
es: Llegar a una nueva audiencia
et: Uue vaatajaskonnani jõudmine
fi: Tavoita uusi yleisö
ky: Жаңы аудиторияга жетиңиз
lt: Pasiekite naują auditoriją
lv: Sasniedziet jaunu auditoriju
nb: Nå ut til et nytt publikum
pl: Dotrzyj do nowych odbiorców
ru: Охватите новую аудиторию
sv: Nå en ny publik
th: เข้าถึงผู้ชมใหม่ๆ
uk: Охопіть нову аудиторію

source: Reason
ar: سبب
az: Səbəb
bn: কারণ
cs: Důvod
de: Grund
es: Razón
et: Põhjus
fi: Syy
ky: Себеп
lt: Priežastis
lv: Iemesls
nb: Grunn
pl: Powód
ru: Причина
sv: Orsak
th: เหตุผล
uk: Причина

source: Reason unknown, please contact support.
ar: السبب غير معروف، يرجى الاتصال بالدعم.
az: Səbəb məlum deyil, dəstək xidməti ilə əlaqə saxlayın.
bn: কারণ অজানা, সমর্থন যোগাযোগ করুন.
cs: Důvod neznámý, kontaktujte prosím podporu.
de: Grund unbekannt, bitte kontaktieren Sie den Support.
es: Razón desconocida, por favor, póngase en contacto con el soporte.
et: Põhjus teadmata, võtke ühendust kasutajatoega.
fi: Syy tuntematon, ota yhteyttä tukeen.
ky: Себеби белгисиз, колдоо бөлүмүнө кайрылыңыз.
lt: Priežastis nežinoma, kreipkitės į palaikymo tarnybą.
lv: Iemesls nav zināms, lūdzu, sazinieties ar atbalsta dienestu.
nb: Årsak ukjent, vennligst kontakt kundestøtte.
pl: Powód nieznany, skontaktuj się z pomocą techniczną.
ru: Причина неизвестна, обратитесь в службу поддержки.
sv: Orsak okänd, vänligen kontakta supporten.
th: ไม่ทราบสาเหตุ โปรดติดต่อฝ่ายสนับสนุน
uk: Причина невідома, зверніться до служби підтримки.

source: Reboot
ar: اعادة التشغيل
az: Yenidən başlamaq
bn: রিবুট করুন
cs: Restart
de: Neustart
es: Reiniciar
et: Taaskäivitage
fi: Käynnistä uudelleen
ky: Кайра жүктөө
lt: Perkrauti
nb: Omstart
pl: Ponowne uruchomienie
ru: Перезагрузить
sv: Starta om
th: รีบูต
uk: Перезавантаження

source: Recent additions
ar: الإضافات الأخيرة
az: Son əlavələr
bn: সাম্প্রতিক সংযোজন
cs: Nedávné přírůstky
de: Neu hinzugekommene
es: Adiciones recientes
et: Viimased täiendused
fi: Viimeaikaiset lisäykset
ky: Акыркы толуктоолор
lt: Naujausi papildymai
lv: Jaunākie papildinājumi
nb: Nylige tillegg
pl: Najnowsze dodatki
ru: Недавние дополнения
sv: Senaste tilläggen
th: เพิ่มเติมล่าสุด
uk: Останні доповнення

source: Recent broadcasts (this month)
ar: عمليات البث الأخيرة (هذا الشهر)
az: Son yayımlar (bu ay)
bn: সাম্প্রতিক সম্প্রচার (এই মাসে)
cs: Nedávná vysílání (tento měsíc)
de: Aktuelle Sendungen (diesen Monat)
es: Transmisiones recientes (este mes)
et: Hiljutised teatised (sel kuul)
fi: Viimeisimmät lähetykset (tässä kuussa)
ky: Акыркы берүүлөр (ушул айда)
lt: Naujausios transliacijos (šį mėnesį)
lv: Jaunākās pārraides (šomēnes)
nb: Nylige sendinger (denne måneden)
pl: Ostatnie audycje (w tym miesiącu)
ru: Последние трансляции (в этом месяце)
sv: Senaste sändningar (denna månad)
th: ออกอากาศล่าสุด (เดือนนี้)
uk: Останні трансляції (цього місяця)

source: Recent offerings
ar: العروض الأخيرة
az: Son təkliflər
bn: সাম্প্রতিক অফার
cs: Nejnovější nabídky
de: Aktuelle Angebote
es: Ofertas recientes
et: Hiljutised pakkumised
fi: Viimeaikaiset tarjoukset
ky: Акыркы сунуштар
lt: Naujausi pasiūlymai
lv: Jaunākie piedāvājumi
nb: Nylige tilbud
pl: Najnowsze oferty
ru: Недавние предложения
sv: Senaste erbjudanden
th: ข้อเสนอล่าสุด
uk: Останні пропозиції

source: Recently added offerings
ar: العروض المضافة مؤخرا
az: Son əlavə edilmiş təkliflər
bn: সম্প্রতি যোগ করা অফার
cs: Nedávno přidané nabídky
de: Kürzlich hinzugefügte Angebote
es: Ofertas añadidas recientemente
et: Hiljuti lisatud pakkumised
fi: Äskettäin lisätyt tarjoukset
ky: Жакында кошулган сунуштар
lt: Neseniai pridėti pasiūlymai
lv: Nesen pievienotie piedāvājumi
nb: Nylig lagt til tilbud
pl: Ostatnio dodane oferty
ru: Недавно добавленные предложения
sv: Nyligen tillagda erbjudanden
th: ข้อเสนอที่เพิ่มล่าสุด
uk: Нещодавно додані пропозиції

source: Recepients list
ar: قائمة المستلمين
az: Qəbul edənlərin siyahısı
bn: প্রাপকদের তালিকা
cs: Seznam příjemců
de: Empfängerliste
es: Lista de destinatarios
et: Saajate nimekiri
fi: Vastaanottajat lista
ky: Алуучулардын тизмеси
lt: Gavėjų sąrašas
lv: Saņēmēju saraksts
nb: Mottakerliste
pl: Lista odbiorców
ru: Список получателей
sv: Mottagarlista
th: รายชื่อผู้รับ
uk: Список одержувачів

source: Recipient
ar: متلقي
az: Alıcı
bn: প্রাপক
cs: Příjemce
de: Empfänger
es: Destinatario
et: Saaja
fi: Vastaanottaja
ky: Алуучу
lt: Gavėjas
lv: Saņēmējs
nb: Mottaker
pl: Odbiorca
ru: Получатель
sv: Mottagare
th: ผู้รับ
uk: одержувач

source: Recipients
ar: المستلمون
az: Alıcılar
bn: প্রাপক
cs: Příjemci
de: Empfänger
es: Destinatarios
et: Saajad
fi: Vastaanottajat
ky: Алуучулар
lt: Gavėjai
lv: Saņēmēji
nb: Mottakere
pl: Odbiorcy
ru: Получатели
sv: Mottagare
th: ผู้รับ
uk: Одержувачі

source: Recipients list
ar: قائمة المستلمين
az: Alıcılar siyahısı
bn: প্রাপকদের তালিকা
cs: Seznam příjemců
de: Empfängerliste
es: Lista de destinatarios
et: Saajate loend
fi: Vastaanottajat luettelo
ky: Алуучулардын тизмеси
lt: Gavėjų sąrašas
lv: Adresātu saraksts
nb: Mottakerliste
pl: Lista odbiorców
ru: Список получателей
sv: Mottagarlista
th: รายชื่อผู้รับ
uk: Список одержувачів

source: Recommended
ar: اوصت
az: Tövsiyə olunur
bn: প্রস্তাবিত
cs: Doporučený
de: Empfohlen
es: Recomendado
et: Soovitatav
fi: Suositellut
ky: Сунушталган
lt: Rekomenduojamas
lv: Ieteicams
nb: Anbefalt
pl: Zalecane
ru: Рекомендованный
sv: Rekommenderad
th: ที่แนะนำ
uk: Рекомендується

source: Record broadcast has been sent to organization owners.
ar: تم إرسال البث القياسي إلى مالكي المؤسسة.
az: Rekord yayımı təşkilat sahiblərinə göndərildi.
bn: রেকর্ড সম্প্রচার প্রতিষ্ঠান মালিকদের পাঠানো হয়েছে.
cs: Záznam vysílání byl odeslán vlastníkům organizace.
de: Die Aufzeichnung der Übertragung wurde an die Eigentümer der Organisation gesendet.
es: Se ha enviado la transmisión del registro a los propietarios de la organización.
et: Rekordülekanne on saadetud organisatsiooni omanikele.
fi: Levylähetys on lähetetty organisaation omistajille.
ky: Рекорддук берүү уюм ээлерине жөнөтүлдү.
lt: Transliacijos įrašas išsiųstas organizacijų savininkams.
lv: Ieraksta pārraide ir nosūtīta organizāciju īpašniekiem.
nb: Rekordsending er sendt til organisasjonseiere.
pl: Transmisja nagrania została wysłana do właścicieli organizacji.
ru: Запись трансляции отправлена владельцам организаций.
sv: Rekordsändning har skickats till organisationsägare.
th: บันทึกการออกอากาศถูกส่งไปยังเจ้าขององค์กรแล้ว
uk: Запис трансляції надіслано власникам організації.

source: Record no.
ar: أنا لا أتذكر.
az: Qeyd Nömrəsi
bn: মনে নেই।
cs: Záznam č.
de: Rekord Nr.
es: Registro no.
et: Kande number
fi: En muista.
ky: Эсимде жок.
lt: Įrašo Nr.
lv: es neatceros.
nb: Ta opp nr.
pl: nie pamiętam.
ru: Я не помню.
sv: Spela in nr.
th: ฉันจำไม่ได้
uk: я не пам&#39;ятаю

source: Record notification has been sent to organization owners.
ar: تم إرسال إشعار السجل إلى مالكي المؤسسة.
az: Qeyd bildirişi təşkilat sahiblərinə göndərilib.
bn: প্রতিষ্ঠানের মালিকদের কাছে রেকর্ড বিজ্ঞপ্তি পাঠানো হয়েছে।
cs: Oznámení o záznamu bylo odesláno vlastníkům organizace.
de: Die Datensatzbenachrichtigung wurde an die Eigentümer der Organisation gesendet.
es: Se ha enviado una notificación de registro a los propietarios de la organización.
et: Teade kirje kohta on saadetud organisatsiooni omanikele.
fi: Tietueilmoitus on lähetetty organisaation omistajille.
ky: Уюмдун ээлерине рекорддук билдирүү жөнөтүлдү.
lt: Organizacijos savininkams išsiųstas pranešimas apie įrašą.
lv: Ieraksta paziņojums ir nosūtīts organizāciju īpašniekiem.
nb: Registreringsvarsling er sendt til organisasjonseiere.
pl: Powiadomienie o rekordzie zostało wysłane do właścicieli organizacji.
ru: Уведомление о записи отправлено владельцам организаций.
sv: Registreringsmeddelande har skickats till organisationsägare.
th: ส่งการแจ้งเตือนบันทึกไปยังเจ้าขององค์กรแล้ว
uk: Сповіщення про запис надіслано власникам організації.
