Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: View all organizations
ar: عرض جميع المنظمات
az: Bütün təşkilatlara baxın
bn: সমস্ত সংস্থা দেখুন
cs: Zobrazit všechny organizace
de: Alle Organisationen anzeigen
es: Ver todas las organizaciones
et: Vaata kõiki organisatsioone
fi: Näytä kaikki organisaatiot
ky: Бардык уюмдарды көрүү
lt: Peržiūrėkite visas organizacijas
lv: Skatīt visas organizācijas
nb: Se alle organisasjoner
pl: Wyświetl wszystkie organizacje
ru: Посмотреть все организации
sv: Se alla organisationer
th: ดูองค์กรทั้งหมด
uk: Переглянути всі організації

source: View all projects
ar: عرض جميع المشاريع
az: Bütün layihələrə baxın
bn: সমস্ত প্রকল্প দেখুন
cs: Zobrazit všechny projekty
de: Alle Projekte ansehen
es: Ver todos los proyectos
et: Vaata kõiki projekte
fi: Katso kaikki projektit
ky: Бардык долбоорлорду көрүү
lt: Peržiūrėkite visus projektus
lv: Skatīt visus projektus
nb: Se alle prosjekter
pl: Zobacz wszystkie projekty
ru: Посмотреть все проекты
sv: Se alla projekt
th: ชมโครงการทั้งหมด
uk: Переглянути всі проекти

source: View item
ar: عرض العنصر
az: Maddəyə baxın
bn: দেখুন আইটেম
cs: Prohlédnout položku
de: ARTIKEL ANZEIGEN
es: Ver artículo
et: Vaata üksust
fi: Näytä kohde
ky: Объектти көрүү
lt: Peržiūrėti elementą
lv: Skatīt vienumu
nb: Vis element
pl: ZOBACZ OBIEKT
ru: ПОСМОТРЕТЬ ПУНКТ
sv: Se föremål
th: ดูรายการ
uk: Переглянути товар

source: View my organizations
ar: عرض المنظمات الخاصة بي
az: Təşkilatlarıma baxın
bn: আমার প্রতিষ্ঠান দেখুন
cs: Zobrazit moje organizace
de: Sehen Sie sich meine Organisationen an
es: Ver mis organizaciones
et: Vaata minu organisatsioone
fi: Näytä organisaationi
ky: Менин уюмдарымды көрүү
lt: Peržiūrėkite mano organizacijas
lv: Skatīt manas organizācijas
nb: Se organisasjonene mine
pl: Zobacz moje organizacje
ru: Посмотреть мои организации
sv: Se mina organisationer
th: ดูองค์กรของฉัน
uk: Переглянути мої організації

source: View my projects
ar: عرض مشاريعي
az: Layihələrimə baxın
bn: আমার প্রকল্প দেখুন
cs: Podívejte se na mé projekty
de: Sehen Sie sich meine Projekte an
es: Ver mis proyectos
et: Vaata minu projekte
fi: Katso projektini
ky: Менин долбоорлорумду көрүү
lt: Peržiūrėkite mano projektus
lv: Skatīt manus projektus
nb: Se prosjektene mine
pl: Zobacz moje projekty
ru: Посмотреть мои проекты
sv: Se mina projekt
th: ดูโครงการของฉัน
uk: Переглянути мої проекти

source: View order
ar: عرض الأمر
az: Sifarişə baxın
bn: অর্ডার দেখুন
cs: Zobrazit objednávku
de: Bestellung ansehen
es: Ver pedido
et: Vaata tellimust
fi: Katso tilaus
ky: Тартипти көрүү
lt: Peržiūrėti užsakymą
lv: Skatīt pasūtījumu
nb: Se bestilling
pl: Zobacz zamówienie
ru: Посмотреть заказ
sv: Visa beställning
th: ดูคำสั่งซื้อ
uk: Переглянути замовлення

source: View ordering form
ar: عرض نموذج الطلب
az: Sifariş formasına baxın
bn: অর্ডার ফর্ম দেখুন
cs: Zobrazit objednávkový formulář
de: Bestellformular ansehen
es: Ver formulario de pedido
et: Vaata tellimisvormi
fi: Katso tilauslomake
ky: Заказ формасын көрүү
lt: Žiūrėti užsakymo formą
lv: Skatīt pasūtījuma formu
nb: Se bestillingsskjema
pl: Zobacz formularz zamówienia
ru: Посмотреть форму заказа
sv: Se beställningsformulär
th: ดูแบบฟอร์มการสั่งซื้อ
uk: Переглянути форму замовлення

source: Viewing image
ar: عرض الصورة
az: Görüntüyə baxmaq
bn: ছবি দেখা
cs: Zobrazení obrázku
de: Bild anzeigen
es: Ver imagen
et: Pildi vaatamine
fi: Katsotaan kuvaa
ky: Сүрөт көрүү
lt: Peržiūrimas vaizdas
lv: Attēla skatīšana
nb: Vise bilde
pl: Przeglądanie obrazu
ru: Просмотр изображения
sv: Visa bild
th: กำลังดูภาพ
uk: Перегляд зображення

source: Virtual machines
ar: الأجهزة الظاهرية
az: Virtual maşınlar
bn: ভার্চুয়াল মেশিন
cs: Virtuální počítače
de: Virtuelle Maschinen
es: Maquinas virtuales
et: Virtuaalmasinad
fi: Virtuaalikoneet
ky: Виртуалдык машиналар
lt: Virtualios mašinos
lv: Virtuālās mašīnas
nb: Virtuelle maskiner
pl: Wirtualne maszyny
ru: Виртуальные машины
sv: Virtuella maskiner
th: เครื่องเสมือน
uk: Віртуальні машини

source: Virtual machines count
ar: عدد الأجهزة الافتراضية
az: Virtual maşınlar sayı
bn: ভার্চুয়াল মেশিন গণনা
cs: Počet virtuálních počítačů
de: Virtuelle Maschinen zählen
es: Recuento de máquinas virtuales
et: Virtuaalmasinate arv
fi: Virtuaalikoneet laskevat
ky: Виртуалдык машиналар эсептелет
lt: Virtualių mašinų skaičius
lv: Virtuālās mašīnas skaitās
nb: Antall virtuelle maskiner
pl: Liczą się maszyny wirtualne
ru: Количество виртуальных машин
sv: Virtuella maskiner räknas
th: เครื่องเสมือนนับ
uk: Віртуальні машини враховуються

source: Visit
ar: يزور
az: Ziyarət
bn: ভিজিট করুন
cs: Návštěva
de: Besuch
es: Visitar
et: Külastage
fi: Vierailla
lt: Apsilankykite
lv: Apmeklējums
nb: Besøk
pl: Wizyta
ru: Посещать
sv: Besök
th: เยี่ยม
uk: Відвідайте

source: Volume
ar: حجم
az: Həcm
bn: আয়তন
cs: Svazek
de: Volumen
es: Volumen
et: Volüüm
fi: Tilavuus
ky: Көлөм
lt: Tomas
lv: skaļums
nb: Volum
pl: głośność
ru: том
sv: Volym
th: ปริมาณ
uk: гучність

source: Volume extension has been scheduled.
ar: تمت جدولة تمديد الحجم.
az: Həcmin uzadılması planlaşdırılmışdır.
bn: ভলিউম এক্সটেনশন নির্ধারণ করা হয়েছে.
cs: Rozšíření objemu bylo naplánováno.
de: Volumenerweiterung ist geplant.
es: Se ha programado una ampliación del volumen.
et: Helitugevuse suurendamine on kavandatud.
fi: Volyymin laajennus on suunniteltu.
ky: Көлөмдү узартуу пландаштырылган.
lt: Suplanuotas apimties pratęsimas.
lv: Sējuma pagarināšana ir ieplānota.
nb: Volumutvidelse er planlagt.
pl: Zaplanowano rozszerzenie wolumenu.
ru: Запланировано расширение тома.
sv: Volymförlängning har schemalagts.
th: กำหนดการขยายวอลุ่มแล้ว
uk: Розширення обсягу заплановано.

source: Volume has been attached to instance.
ar: تم إرفاق المجلد بالمثال.
az: Həcm nümunəyə əlavə edilmişdir.
bn: ভলিউম উদাহরণ সংযুক্ত করা হয়েছে.
cs: Svazek byl připojen k instanci.
de: Das Volume wurde an die Instanz angehängt.
es: Se ha adjuntado el volumen a la instancia.
et: Salvestusüksus on lisatud instantsile.
fi: Volume on liitetty esimerkkiin.
ky: Көлөмү мисалга тиркелди.
lt: Tomas buvo pridėtas prie egzemplioriaus.
lv: Sējums ir pievienots instancei.
nb: Volumet er knyttet til forekomst.
pl: Wolumin został dołączony do instancji.
ru: Том прикреплен к экземпляру.
sv: Volymen har kopplats till instansen.
th: มีการแนบวอลุ่มเข้ากับอินสแตนซ์แล้ว
uk: До примірника додано том.

source: Volume has been extended.
ar: تم تمديد الحجم.
az: Həcmi uzadıldı.
bn: ভলিউম বাড়ানো হয়েছে.
cs: Svazek byl rozšířen.
de: Das Volumen wurde erweitert.
es: Se ha ampliado el volumen.
et: Salvestusüksus on laiendatud.
fi: Volyymi on laajentunut.
ky: Көлөмү узартылды.
lt: Tomas buvo išplėstas.
lv: Apjoms ir paplašināts.
nb: Volumet er utvidet.
pl: Tom został rozszerzony.
ru: Том был расширен.
sv: Volymen har utökats.
th: ปริมาณได้รับการขยาย
uk: Обсяг розширено.

source: Volume has been retyped.
ar: تمت إعادة كتابة الحجم.
az: Həcm yenidən yazıldı.
bn: ভলিউম আবার টাইপ করা হয়েছে.
cs: Svazek byl přepsán.
de: Volume wurde neu eingegeben.
es: Se ha vuelto a escribir el volumen.
et: Salvestusüksuse tüüp on muudetud.
fi: Volyymi on kirjoitettu uudelleen.
ky: Көлөм кайра терилди.
lt: Tomas įvestas iš naujo.
lv: Sējums ir pārrakstīts.
nb: Volumet er skrevet inn på nytt.
pl: Tom został wpisany ponownie.
ru: Том перепечатан.
sv: Volymen har skrivits om.
th: พิมพ์วอลุ่มแล้ว
uk: Том передруковано.

source: Volume name
ar: اسم المجلد
az: Həcmin adı
bn: ভলিউম নাম
cs: Název svazku
es: Nombre del volumen
et: Volüümi nimi
fi: Volyymin nimi
ky: Томдун аты
lt: Tomas pavadinimas
lv: Sējuma nosaukums
nb: Volumnavn
pl: Nazwa woluminu
ru: Имя тома
sv: Volym namn
th: ชื่อวอลุ่ม
uk: Назва тому

source: Volume size
ar: حجم الصوت
az: Həcmin ölçüsü
bn: আয়তনের আকার
cs: Velikost svazku
de: Volumengröße
es: Tamaño del volumen
et: Salvestusüksuse maht
fi: Tilavuuden koko
ky: Көлөмдүн көлөмү
lt: Tūrio dydis
lv: Tilpuma lielums
nb: Volumstørrelse
pl: Rozmiar objętości
ru: Размер тома
sv: Volym storlek
th: ขนาดวอลุ่ม
uk: Розмір тома

source: Volume snapshot has been created.
ar: تم إنشاء لقطة الحجم.
az: Həcm anlıq görüntüsü yaradılıb.
bn: ভলিউম স্ন্যাপশট তৈরি করা হয়েছে।
cs: Snímek svazku byl vytvořen.
de: Volume-Snapshot wurde erstellt.
es: Se ha creado una instantánea de volumen.
et: Salvestusüksuse hetktõmmis on loodud.
fi: Äänenvoimakkuuden tilannekuva on luotu.
ky: Көлөмдүн сүрөтү түзүлдү.
lt: Sukurta tomo momentinė nuotrauka.
lv: Skaļuma momentuzņēmums ir izveidots.
nb: Volum øyeblikksbilde er opprettet.
pl: Utworzono migawkę woluminu.
ru: Снимок тома создан.
sv: Volymögonblicksbild har skapats.
th: สร้าง Volume Snapshot แล้ว
uk: Знімок тома створено.

source: Volume snapshot has been restored.
ar: تمت استعادة لقطة الحجم.
az: Səs anlıq görüntüsü bərpa edildi.
bn: ভলিউম স্ন্যাপশট পুনরুদ্ধার করা হয়েছে।
cs: Snímek svazku byl obnoven.
de: Der Volume-Snapshot wurde wiederhergestellt.
es: Se ha restaurado la instantánea del volumen.
et: Salvestusüksuse hetktõmmis on taastatud.
fi: Äänenvoimakkuuden tilannekuva on palautettu.
ky: Көлөмдүн сүрөтү калыбына келтирилди.
lt: Atkurta tomo momentinė nuotrauka.
lv: Skaļuma momentuzņēmums ir atjaunots.
nb: Volum øyeblikksbilde er gjenopprettet.
pl: Przywrócono migawkę woluminu.
ru: Снимок тома восстановлен.
sv: Volymögonblicksbild har återställts.
th: กู้คืน Volume Snapshot แล้ว
uk: Знімок тома відновлено.

source: Volume snapshots
ar: لقطات الحجم
az: Həcmi anlıq görüntüləri
bn: ভলিউম স্ন্যাপশট
cs: Snímky svazků
es: Instantáneas de volumen
et: Salvestusüksuse hetktõmmised
fi: Tilavuuskuvia
ky: Көлөмү
lt: Tūrio momentinės nuotraukos
lv: Skaļuma momentuzņēmumi
nb: Volum øyeblikksbilder
pl: Migawki woluminów
ru: Снимки томов
sv: Volymögonblicksbilder
th: สแนปชอตปริมาณ
uk: Об&#39;ємні знімки

source: Volume type
ar: نوع الحجم
az: Həcm növü
bn: ভলিউম টাইপ
cs: Typ svazku
de: Volume-Typ
es: Tipo de volumen
et: Salvestusüksuse tüüp
fi: Äänenvoimakkuuden tyyppi
ky: Көлөм түрү
lt: Tomo tipas
lv: Skaļuma veids
nb: Volumtype
pl: Typ wolumenu
ru: Тип тома
sv: Volymtyp
th: ประเภทวอลุ่ม
uk: Тип обсягу

source: Volume type storage limit is exceeded
ar: تم تجاوز حد تخزين نوع وحدة التخزين
az: Həcm növü saxlama həddi aşılır
bn: ভলিউম টাইপ স্টোরেজ সীমা অতিক্রম করেছে৷
cs: Limit úložiště typu svazku je překročen
de: Speicherlimit für Volumentypen wird überschritten
es: Se supera el límite de almacenamiento del tipo de volumen
et: Valitud tüüpi salvestusüksuse limiit on ületatud
fi: Taltiotyypin tallennusraja on ylitetty
ky: Көлөм түрүнүн сактагычынын чегинен ашып кетти
lt: Viršyta tomo tipo saugojimo riba
lv: Ir pārsniegts apjoma veida krātuves ierobežojums
nb: Volumtype lagringsgrense er overskredet
pl: Przekroczono limit przechowywania typu wolumenu
ru: Превышен лимит хранилища типа тома
sv: Volymtyp lagringsgräns har överskridits
th: เกินขีดจำกัดการจัดเก็บประเภทวอลุ่ม
uk: Перевищено ліміт зберігання типу тому

source: Volumes
ar: أحجام
az: Həcmlər
bn: ভলিউম
cs: Svazky
de: Bände
es: Volúmenes
et: Volüümid
fi: Volyymit
ky: Томдор
lt: Tomai
lv: Apjomi
nb: Volumer
pl: Wolumeny
ru: Объемы
sv: Volymer
th: เล่ม
uk: Обсяги

source: Volumes count
ar: عدد وحدات التخزين
az: Həcmlər sayı
bn: ভলিউম গণনা
cs: Počet svazků
de: Volumen zählen
es: Recuento de volúmenes
et: Mahud loevad
fi: Volyymit laskevat
ky: Томдор эсептелет
lt: Tomų skaičius
lv: Apjomi skaitās
nb: Volum teller
pl: Liczą się objętości
ru: Количество объемов
sv: Volymer räknas
th: จำนวนเล่ม
uk: Підрахунок томів

source: Waiting for support
ar: في انتظار الدعم
az: Dəstək gözləyirəm
bn: সমর্থনের জন্য অপেক্ষা করছি
cs: Čekání na podporu
de: Warten auf Unterstützung
es: Esperando soporte
et: Ootan toetust
fi: Tukea odotellessa
ky: Колдоо күтүүдө
lt: Laukiama palaikymo
lv: Gaida atbalstu
nb: Venter på støtte
pl: Czekam na wsparcie
ru: Ожидание поддержки
sv: Väntar på stöd
th: รอการสนับสนุน
uk: Чекаю підтримки

source: Waldur username
ar: اسم المستخدم Waldur
az: Waldur istifadəçi adı
bn: Waldur ব্যবহারকারীর নাম
cs: Uživatelské jméno Waldur
de: Waldur-Benutzername
es: Nombre de usuario de Waldur
et: Walduri kasutajanimi
fi: Waldur käyttäjätunnus
ky: Waldur колдонуучу аты
lt: Waldur vartotojo vardas
lv: Waldur lietotājvārds
nb: Waldur brukernavn
pl: Nazwa użytkownika Waldur
ru: Имя пользователя Вальдур
sv: Waldur användarnamn
th: ชื่อผู้ใช้ Waldur
uk: Ім&#39;я користувача Waldur

source: Warning: Service provider option will clear all usernames of the existing offering users
ar: تحذير: سيقوم خيار مزود الخدمة بمسح جميع أسماء المستخدمين لمستخدمي العرض الحاليين
az: Xəbərdarlıq: Xidmət təminatçısı seçimi mövcud təklif edən istifadəçilərin bütün istifadəçi adlarını siləcək
bn: সতর্কতা: পরিষেবা প্রদানকারী বিকল্পটি বিদ্যমান অফার ব্যবহারকারীদের সমস্ত ব্যবহারকারীর নাম মুছে দেবে
cs: Upozornění: Možnost Poskytovatel služeb vymaže všechna uživatelská jména stávajících uživatelů nabídky
de: Warnung: Die Option „Dienstanbieter“ löscht alle Benutzernamen der vorhandenen Benutzer des Angebots
es: Advertencia: la opción del proveedor de servicios borrará todos los nombres de usuario de los usuarios de la oferta existente
et: Hoiatus: teenusepakkuja valik kustutab kõik olemasolevate pakkuvate kasutajate kasutajanimed
fi: Varoitus: Palveluntarjoaja-vaihtoehto tyhjentää kaikki nykyisten palvelukäyttäjien käyttäjätunnukset
ky: Эскертүү: Кызмат камсыздоочу опциясы учурдагы сунуш колдонуучулардын бардык колдонуучу аттарын тазалайт
lt: Įspėjimas: Paslaugų teikėjo parinktis išvalys visus esamų paslaugų naudotojų vardus
lv: Brīdinājums: Pakalpojuma sniedzēja opcija nodzēsīs visus esošo piedāvājuma lietotāju lietotājvārdus
nb: Advarsel: Tjenesteleverandøralternativet vil slette alle brukernavnene til de eksisterende tilbudsbrukerne
pl: Ostrzeżenie: opcja dostawcy usług usunie wszystkie nazwy istniejących użytkowników oferujących usługę
ru: Предупреждение: опция поставщика услуг приведет к удалению всех имен пользователей существующих пользователей предложения.
sv: Varning: Tjänsteleverantörsalternativet kommer att ta bort alla användarnamn för de befintliga erbjudandeanvändarna
th: คำเตือน: ตัวเลือกผู้ให้บริการจะล้างชื่อผู้ใช้ทั้งหมดของผู้ใช้ข้อเสนอที่มีอยู่
uk: Попередження: опція постачальника послуг видалить усі імена користувачів наявних користувачів пропозиції

source: Webhook
ar: الويب هوك
az: Veb çəngəl
bn: ওয়েবহুক
et: Veebihaak
ky: Вебхук
lv: Web aizķere
pl: Element webhook
ru: Вебхук
th: เว็บฮุค
uk: Вебхук

source: Website URL
ar: رابط الموقع
az: Veb sayt URL
bn: ওয়েবসাইট URL
cs: URL webové stránky
es: URL del sitio web
et: Veebilehe URL
fi: Verkkosivuston URL-osoite
ky: Вебсайт URL
lt: Svetainės URL
lv: mājaslapas URL
nb: Nettstedets URL
pl: Adres URL witryny
ru: URL-адрес веб-сайта
sv: Webbplats URL
th: URL ของเว็บไซต์
uk: Адреса вебсайту

source: Welcome, {user}!
ar: مرحباً،{user} !
az: Xoş gəlmisiniz,{user}!
bn: স্বাগত,{user} !
cs: Vítejte, {user}!
de: Willkommen, {user}!
es: ¡Bienvenido, {user}!
et: Tere tulemast {user}!
fi: Tervetuloa,{user} !
ky: Кош келдиңиз,{user} !
lt: Sveiki atvykę, {user}!
lv: Laipni lūdzam,{user} !
nb: Velkommen, {user}!
pl: Powitanie,{user} !
ru: Добро пожаловать,{user} !
sv: Välkommen, {user}!
th: ยินดีต้อนรับ,{user} !
uk: Ласкаво просимо,{user} !

source: Welcome to
ar: مرحبا بكم في
az: Xoş gəlmisiniz
bn: স্বাগতম
cs: Vítejte v
de: Herzlich Willkommen bei
es: Bienvenido a
et: Tere tulemast
fi: TERVETULOA
ky: кош келиңиз
lt: Sveiki atvykę į
lv: Laipni lūdzam
nb: VELKOMMEN TIL
pl: Witamy w
ru: Добро пожаловать в
sv: VÄLKOMMEN TILL
th: ยินดีต้อนรับสู่
uk: Ласкаво просимо до

source: Welcome to marketplace
ar: مرحبا بكم في السوق
az: Bazara xoş gəlmisiniz
bn: মার্কেটপ্লেসে স্বাগতম
cs: Vítejte na tržišti
de: Willkommen auf dem Marktplatz
es: Bienvenido a marketplace
et: Tere tulemast turuplatsile
fi: Tervetuloa torille
ky: Базарга кош келиңиз
lt: Sveiki atvykę į turgų
lv: Laipni lūdzam tirgū
nb: Velkommen til markedsplassen
pl: Witamy na rynku
ru: Добро пожаловать на рынок
sv: Välkommen till marknadsplatsen
th: ยินดีต้อนรับสู่ตลาด
uk: Ласкаво просимо на ринок

source: Welcome to service catalog
ar: مرحبا بكم في كتالوج الخدمة
az: Xidmət kataloquna xoş gəlmisiniz
bn: পরিষেবা ক্যাটালগ স্বাগতম
cs: Vítejte v katalogu služeb
de: Willkommen im Servicekatalog
es: Bienvenido al catálogo de servicios
et: Tere tulemast teenuste kataloogi
fi: Tervetuloa palveluluetteloon
ky: Кызмат каталогуна кош келиңиз
lt: Sveiki atvykę į paslaugų katalogą
lv: Laipni lūdzam pakalpojumu katalogā
nb: Velkommen til servicekatalogen
pl: Witamy w katalogu usług
ru: Добро пожаловать в каталог услуг
sv: Välkommen till servicekatalogen
th: ยินดีต้อนรับสู่แคตตาล็อกบริการ
uk: Ласкаво просимо до каталогу послуг

source: Welcome to {pageTitle}!
ar: مرحبا بك في{pageTitle} !
az: {pageTitle} səhifəsinə xoş gəlmisiniz!
bn: স্বাগতম{pageTitle} !
cs: Vítejte na {pageTitle}!
de: Willkommen bei {pageTitle}!
es: ¡Bienvenido a {pageTitle}!
et: Tere tulemast {pageTitle}!
fi: Tervetuloa{pageTitle} !
ky: кош келиңиз{pageTitle} !
lt: Sveiki atvykę į {pageTitle}!
lv: Laipni lūdzam{pageTitle} !
nb: Velkommen til {pageTitle}!
pl: Witamy w{pageTitle} !
ru: Добро пожаловать в{pageTitle} !
sv: Välkommen till {pageTitle}!
th: ยินดีต้อนรับสู่{pageTitle} !
uk: Ласкаво просимо до{pageTitle} !

source: When
ar: متي
az: Nə vaxt
bn: কখন
cs: Kdy
de: Wann
es: Cuando
et: Millal
fi: Milloin
ky: Качан
lt: Kada
lv: Kad
nb: Når
pl: Kiedy
ru: Когда
sv: När
th: เมื่อไร
uk: Коли

source: Why do you need to remove organization with existing projects?
ar: لماذا تحتاج إلى إزالة التنظيم مع المشاريع الحالية؟
az: Sizə təşkilatı mövcud layihələrlə nəyə görə silmək lazımdır?
bn: কেন আপনি বিদ্যমান প্রকল্পের সাথে সংগঠন সরাতে হবে?
cs: Proč potřebujete odstranit organizaci s existujícími projekty?
de: Warum müssen Sie die Organisation mit vorhandenen Projekten entfernen?
es: ¿Por qué necesita eliminar la organización con los proyectos existentes?
et: Miks sa peaksid eemaldama organisatsiooni olemasolevate projektidega?
fi: Miksi sinun on poistettava organisaatio olemassa olevista projekteista?
ky: Эмне үчүн сиз иштеп жаткан долбоорлор менен уюмду алып салышыңыз керек?
lt: Kodėl reikia pašalinti organizaciją su esamais projektais?
lv: Kāpēc jums ir jānoņem organizācija ar esošiem projektiem?
nb: Hvorfor trenger du å fjerne organisasjon med eksisterende prosjekter?
pl: Dlaczego musisz usunąć organizację z istniejącymi projektami?
ru: Зачем нужно удалять организацию с существующими проектами?
sv: Varför behöver du ta bort organisationen med befintliga projekt?
th: เหตุใดคุณจึงต้องลบองค์กรที่มีโปรเจ็กต์ที่มีอยู่ออก
uk: Чому вам потрібно видалити організацію з існуючих проектів?

source: Why would you want to go away? Help us become better please!
ar: لماذا تريد الذهاب بعيدا؟ ساعدنا على أن نصبح أفضل من فضلك!
az: Siz nəyə görə getmək istəyirsiniz? Bizə daha yaxşı olmağımıza kömək edin!
bn: কেন তুমি দূরে যেতে চাইবে? আমাদের আরও ভাল হতে সাহায্য করুন!
cs: Proč byste chtěli odejít? Pomozte nám stát se lepším, prosím!
de: Warum würdest du weggehen wollen? Helfen Sie uns bitte besser zu werden!
es: ¿Por qué querrías irte? ¡Ayúdanos a mejorar, por favor!
et: Miks sa tahad ära minna? Aita meil paremaks saada palun!
fi: Miksi haluaisit lähteä pois? Auta meitä tulemaan paremmiksi, kiitos!
ky: Эмне үчүн кеткиң келет? Сураныч, бизге жакшыраак болууга жардам бериңиз!
lt: Kodėl norėtumėte išvykti? Prašome padėti mums tapti geresniais!
lv: Kāpēc tu gribētu iet prom? Lūdzu, palīdziet mums kļūt labākiem!
nb: Hvorfor vil du reise bort? Hjelp oss å bli bedre vær så snill!
pl: Dlaczego miałbyś chcieć odejść? Pomóż nam stać się lepszymi, proszę!
ru: Почему ты хочешь уйти? Помогите нам стать лучше, пожалуйста!
sv: Varför skulle du vilja åka bort? Hjälp oss att bli bättre tack!
th: ทำไมคุณถึงอยากจะจากไป? โปรดช่วยให้เราดีขึ้น!
uk: Чому ти хочеш піти? Допоможіть нам стати кращими, будь ласка!

source: Worker
ar: عامل
az: İşçi
bn: কর্মী
cs: Pracovník
de: Arbeiter
es: Trabajador
et: Tööline
fi: Työntekijä
ky: жумушчу
lt: Darbuotojas
lv: Strādnieks
nb: Arbeideren
pl: Pracownik
ru: Рабочий
sv: Arbetstagare
th: คนงาน
uk: робітник

source: Workload
ar: عبء العمل
az: İş yükü
bn: কাজের চাপ
cs: Vytížení
de: Arbeitsbelastung
es: Carga de trabajo
et: Töökoormus
fi: Työtaakka
ky: Жумуш жүгү
lt: Darbo krūvis
lv: Darba slodze
nb: Arbeidsmengde
pl: Obciążenia
ru: Загруженность
sv: Arbetsbelastning
th: ภาระงาน
uk: навантаження

source: Workloads
ar: أعباء العمل
az: İş yükləri
bn: কাজের ভার
cs: Vytížení
de: Arbeitsauslastungen
es: Cargas de trabajo
et: Töökoormused
fi: Työmäärät
ky: Жумуш жүктөрү
lt: Darbo krūviai
lv: Darba slodzes
nb: Arbeidsbelastninger
pl: Obciążenia
ru: Рабочие нагрузки
sv: Arbetsbelastningar
th: ปริมาณงาน
uk: Робочі навантаження

source: Would you like to update your current email with the one from the invitation?
ar: هل ترغب في تحديث بريدك الإلكتروني الحالي بالبريد الإلكتروني الموجود في الدعوة؟
az: Mövcud e-poçtunuzu dəvətdən olan birisilə yeniləmək istərdinizmi?
bn: আপনি কি আমন্ত্রণের সাথে আপনার বর্তমান ইমেল আপডেট করতে চান?
cs: Chcete aktualizovat svůj aktuální e-mail pomocí e-mailu z pozvánky?
de: Möchten Sie Ihre aktuelle E-Mail mit der E-Mail aus der Einladung aktualisieren?
es: ¿Quiere actualizar su correo electrónico actual con el de la invitación?
et: Kas sa sooviksid uuendada oma emaili sellega mida kasutati selles kutses?
fi: Haluatko päivittää nykyisen sähköpostisi kutsussa olevalla sähköpostilla?
ky: Учурдагы электрондук почтаңызды чакыруудагы электрондук почта менен жаңырткыңыз келеби?
lt: Ar norėtumėte atnaujinti dabartinį el. pašto adresą iš kvietimo?
lv: Vai vēlaties atjaunināt savu pašreizējo e-pastu ar to, kas norādīts uzaicinājumā?
nb: Vil du oppdatere din nåværende e-post med den fra invitasjonen?
pl: Czy chcesz zaktualizować swój obecny adres e-mail o ten z zaproszenia?
ru: Хотите обновить свой текущий адрес электронной почты адресом из приглашения?
sv: Vill du uppdatera ditt nuvarande e-postmeddelande med det från inbjudan?
th: คุณต้องการอัปเดตอีเมลปัจจุบันของคุณด้วยอีเมลจากคำเชิญหรือไม่
uk: Бажаєте оновити свою поточну електронну адресу електронною поштою з запрошення?

source: Write a review
ar: أكتب مراجعة
az: Rəy yazın
bn: একটি পর্যালোচনা লিখুন
cs: Napsat recenzi
de: Eine Rezension schreiben
es: Escribir una revisión
et: Kirjuta arvustus
fi: Kirjoita arvostelu
ky: Пикир жазуу
lt: Parašyti atsiliepimą
lv: Uzrakstīt atsauksmi
nb: Skrive en anmeldelse
pl: Napisać recenzję
ru: Написать обзор
sv: Skriva en recension
th: แสดงความคิดเห็น
uk: Написати відгук

source: Write review
ar: أكتب مراجعة
az: Rəy yazın
bn: লেখার পর্যালোচনা
cs: Napsat recenzi
de: Eine Beurteilung schreiben
es: Escribir una revisión
et: Kirjuta ülevaade
fi: Kirjoittaa arvostelu
ky: Пикир жазуу
lt: Rašyti atsiliepimą
lv: Uzrakstiet atsauksmi
nb: Skriv anmeldelse
pl: Napisać recenzję
ru: Написать обзор
sv: Skriv omdöme
th: เขียนรีวิว
uk: Написати відгук

source: YAML has been imported.
ar: تم استيراد YAML.
az: YAML idxal edilmişdir.
bn: YAML আমদানি করা হয়েছে।
cs: YAML byl importován.
de: YAML wurde importiert.
es: Se ha importado YAML.
et: YAML on imporditud.
fi: YAML on tuotu.
ky: YAML импорттолду.
lt: YAML buvo importuotas.
lv: YAML ir importēts.
nb: YAML har blitt importert.
pl: YAML został zaimportowany.
ru: YAML импортирован.
sv: YAML har importerats.
th: YAML ถูกนำเข้าแล้ว
uk: YAML імпортовано.

source: YAML has been updated.
ar: تم تحديث YAML.
az: YAML yeniləndi.
bn: YAML আপডেট করা হয়েছে।
cs: YAML byl aktualizován.
de: YAML wurde aktualisiert.
es: Se ha actualizado el YAML.
et: YAML on värskendatud.
fi: YAML on päivitetty.
ky: YAML жаңыртылды.
lt: YAML buvo atnaujintas.
lv: YAML ir atjaunināts.
nb: YAML har blitt oppdatert.
pl: YAML został zaktualizowany.
ru: YAML обновлен.
sv: YAML har uppdaterats.
th: YAML ได้รับการอัปเดตแล้ว
uk: YAML оновлено.

source: Yes
ar: نعم
az: Bəli
bn: হ্যাঁ
cs: Ano
de: Ja
es: Sí
et: Jah
fi: Kyllä
ky: Ооба
lt: Taip
lv: Jā
nb: Ja
pl: Tak
ru: Да
sv: Ja
th: ใช่
uk: Так
