Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Update offering thumbnail
ar: تحديث الصورة المصغرة للعرض
az: Təklif kiçik şəklini yeniləyin
bn: অফার করার থাম্বনেইল আপডেট করুন
cs: Aktualizovat miniaturu nabídky
de: Miniaturansicht des Angebots aktualisieren
es: Actualizar la miniatura de la oferta
et: Pakkumise pisipildi värskendamine
fi: Päivitä tarjouksen pikkukuva
ky: Эскизди жаңыртуу
lt: Atnaujinti pasiūlymo miniatiūrą
lv: Atjauniniet piedāvājuma sīktēlu
nb: Oppdater tilbudets miniatyrbilde
pl: Zaktualizuj miniaturę oferty
ru: Обновить миниатюру предложения
sv: Uppdatera erbjudandeminiatyr
th: อัปเดตภาพขนาดย่อของข้อเสนอ
uk: Оновити мініатюру пропозиції

source: Update option
az: Yeniləmə seçimi

source: Update options
ar: خيارات التحديث
az: Yeniləmə seçimləri
bn: আপডেট অপশন
cs: Možnosti aktualizace
de: Update-Optionen
es: Opciones de actualización
et: Värskendamise valikud
fi: Päivitysvaihtoehdot
ky: Жаңыртуу параметрлери
lt: Atnaujinimo parinktys
lv: Atjaunināšanas opcijas
nb: Oppdateringsalternativer
pl: Opcje aktualizacji
ru: Обновить параметры
sv: Uppdateringsalternativ
th: อัปเดตตัวเลือก
uk: Опції оновлення

source: Update overview
ar: نظرة عامة على التحديث
az: Yeniləmə icmalı
bn: ওভারভিউ আপডেট করুন
cs: Přehled aktualizace
de: Update-Übersicht
es: Actualizar visión general
et: Värskenda ülevaadet
fi: Päivitä yleiskatsaus
ky: Обзорду жаңыртуу
lt: Atnaujinimo apžvalga
lv: Atjaunināšanas pārskats
nb: Oppdater oversikt
pl: Przegląd aktualizacji
ru: Обзор обновлений
sv: Uppdatera översikt
th: อัปเดตภาพรวม
uk: Огляд оновлення

source: Update payment
ar: تحديث الدفع
az: Ödənişi yeniləyin
bn: পেমেন্ট আপডেট করুন
cs: Aktualizovat platbu
de: Zahlung aktualisieren
es: Actualizar el pago
et: Värskendage makset
fi: Päivitä maksu
ky: Төлөмдү жаңыртуу
lt: Atnaujinti mokėjimą
lv: Atjaunināt maksājumu
nb: Oppdatere betaling
pl: Zaktualizuj płatność
ru: Обновить платеж
sv: Uppdatera betalning
th: อัพเดทการชำระเงิน
uk: Оновити оплату

source: Update payment profile
ar: تحديث ملف تعريف الدفع
az: Ödəniş profilini yeniləyin
bn: পেমেন্ট প্রোফাইল আপডেট করুন
cs: Aktualizovat platební profil
de: Zahlungsprofil aktualisieren
es: Actualizar el perfil de pago
et: Uuenda makseprofiil
fi: Päivitä maksuprofiili
ky: Төлөм профилин жаңыртыңыз
lt: Atnaujinti mokėjimo profilį
lv: Atjauniniet maksājumu profilu
nb: Oppdatere betalingsprofil
pl: Zaktualizuj profil płatności
ru: Обновить платежный профиль
sv: Uppdatera betalningsprofil
th: อัปเดตโปรไฟล์การชำระเงิน
uk: Оновіть платіжний профіль

source: Update permission of {name}
ar: تحديث إذن{name}
az: İcazəni yeniləyin {name}
bn: এর অনুমতি আপডেট করুন{name}
cs: Aktualizovat oprávnění pro {name}
de: Aktualisierungsberechtigung von{name}
es: Actualizar el permiso {name}
et: Värskenda luba{name}
fi: Päivitä lupa{name}
ky: жаңыртуу уруксаты{name}
lt: Atnaujinti leidimą{name}
lv: Atjaunināt atļauju{name}
nb: Oppdater tillatelse til{name}
pl: Zaktualizuj uprawnienia{name}
ru: Обновить разрешение{name}
sv: Uppdatera behörighet för{name}
th: อัพเดทการอนุญาตของ{name}
uk: Оновити дозвіл для{name}

source: Update plan for an existing resource
ar: تحديث الخطة لمورد موجود
az: Mövcud resurs üçün yeniləmə planı
bn: একটি বিদ্যমান সম্পদের জন্য পরিকল্পনা আপডেট করুন
cs: Aktualizace plánu existujícího zdroje
de: Plan für eine vorhandene Ressource aktualisieren
es: Actualizar el plan para un recurso existente
et: Värskendage olemasoleva ressursi plaani
fi: Päivitä olemassa olevan resurssin suunnitelma
ky: Учурдагы ресурс үчүн планды жаңыртуу
lt: Atnaujinti esamo ištekliaus planą
lv: Atjaunināt esoša resursa plānu
nb: Oppdatere planen for en eksisterende ressurs
pl: Zaktualizuj plan dla istniejącego zasobu
ru: План обновления для существующего ресурса
sv: Uppdatera plan för en befintlig resurs
th: อัปเดตแผนสำหรับทรัพยากรที่มีอยู่
uk: Оновити план для існуючого ресурсу

source: Update profile
ar: تحديث الملف الشخصي
az: Profili yeniləyin
bn: প্রফাইল হালনাগাদ
cs: Aktualizovat profil
de: Aktualisierungsprofil
es: Actualizar el perfil
et: Uuenda profiili
fi: Päivitä profiili
ky: Профильди жаңыртуу
lt: Atnaujinti profilį
lv: Atjaunot profilu
nb: Oppdater profil
pl: Zaktualizuj profil
ru: Обновить профиль
sv: Uppdatera profil
th: อัปเดตโปรไฟล์
uk: Оновити профіль

source: Update project
ar: تحديث المشروع
az: Layihəni yeniləyin
bn: প্রকল্প আপডেট করুন
cs: Aktualizovat projekt
de: Projekt aktualisieren
es: Actualizar proyecto
et: Uuenda projekti
fi: Päivitä projekti
ky: Долбоорду жаңыртуу
lt: Atnaujinti projektą
lv: Atjaunināt projektu
nb: Oppdater prosjektet
pl: Aktualizuj projekt
ru: Обновление проекта
sv: Uppdatera projekt
th: อัพเดทโครงการ
uk: Оновити проект

source: Update project details
ar: تحديث تفاصيل المشروع
az: Layihə məlumatlarını yeniləyin
bn: প্রকল্পের বিবরণ আপডেট করুন
cs: Aktualizovat podrobnosti projektu
de: Update department details
es: Actualizar los detalles del proyecto
et: Uuenda projekti detaile
fi: Päivitä projektin tiedot
ky: Долбоордун чоо-жайын жаңыртуу
lt: Atnaujinti projekto informaciją
lv: Atjauniniet projekta informāciju
nb: Oppdatere prosjektdetaljer
pl: Zaktualizuj szczegóły projektu
ru: Обновить детали проекта
sv: Uppdatera projektinformation
th: อัพเดตรายละเอียดโครงการ
uk: Оновити деталі проекту

source: Update project permission
ar: تحديث إذن المشروع
az: Layihə icazəsini yenilə
bn: প্রকল্পের অনুমতি আপডেট করুন
cs: Aktualizovat oprávnění projektu
de: Projektberechtigung aktualisieren
es: Actualizar permiso del proyecto
et: Uuenda projekti luba
fi: Päivitä projektin lupa
ky: Долбоордун уруксатын жаңыртуу
lt: Atnaujinti projekto leidimą
lv: Atjaunināt projekta atļauju
nb: Oppdater prosjekttillatelse
pl: Zaktualizuj uprawnienia projektu
ru: Обновить разрешение проекта
sv: Uppdatera projektbehörighet
th: อัปเดตการอนุญาตโครงการ
uk: Оновити дозвіл проекту

source: Update resource limits
ar: تحديث حدود الموارد
az: Resurs limitlərini yeniləyin
bn: রিসোর্স সীমা আপডেট করুন
cs: Aktualizujte limity zdrojů
de: Ressourcenlimits aktualisieren
es: Actualizar los límites de recursos
et: Värskendage ressursipiiranguid
fi: Päivitä resurssirajat
ky: Ресурстук чектөөлөрдү жаңыртуу
lt: Atnaujinkite išteklių apribojimus
lv: Atjauniniet resursu ierobežojumus
nb: Oppdater ressursgrensene
pl: Zaktualizuj limity zasobów
ru: Обновить ограничения ресурсов
sv: Uppdatera resursgränser
th: อัปเดตขีดจำกัดทรัพยากร
uk: Оновити обмеження ресурсів

source: Update robot account
ar: تحديث حساب الروبوت
az: Robot hesabını yeniləyin
bn: রোবট অ্যাকাউন্ট আপডেট করুন
cs: Aktualizujte účet robota
de: Roboterkonto aktualisieren
es: Actualizar la cuenta del robot
et: Uuenda roboti kontot
fi: Päivitä robottitili
ky: Робот каттоо эсебин жаңыртуу
lt: Atnaujinkite roboto paskyrą
lv: Atjauniniet robota kontu
nb: Oppdater robotkontoen
pl: Zaktualizuj konto robota
ru: Обновить учетную запись робота
sv: Uppdatera robotkonto
th: อัปเดตบัญชีโรบ็อต
uk: Оновити обліковий запис робота

source: Update schedule
ar: جدول التحديث
az: Cədvəlini yeniləyin
bn: সময়সূচী আপডেট করুন
cs: Aktualizovat plán
de: Zeitplan aktualisieren
es: Actualizar programación
et: Uuenda ajakava
fi: Päivitä aikataulu
ky: Графикти жаңыртуу
lt: Atnaujinti tvarkaraštį
lv: Atjaunināt grafiku
nb: Oppdater tidsplan
pl: Zaktualizuj harmonogram
ru: Расписание обновлений
sv: Uppdatera schema
th: ตารางอัพเดท
uk: Графік оновлення

source: Update security groups
ar: تحديث مجموعات الأمان
az: Təhlükəsizlik qruplarını yeniləyin
bn: নিরাপত্তা গ্রুপ আপডেট করুন
cs: Aktualizovat skupiny zabezpečení
de: Aktualisieren von Sicherheitsgruppen
es: Actualizar los grupos de seguridad
et: Uuenda turvagruppe
fi: Päivitä suojausryhmät
ky: Коопсуздук топторун жаңыртыңыз
lt: Atnaujinti saugos grupes
lv: Atjaunināt drošības grupas
nb: Oppdatere sikkerhetsgrupper
pl: Zaktualizuj grupy zabezpieczeń
ru: Обновить группы безопасности
sv: Uppdatera säkerhetsgrupper
th: อัปเดตกลุ่มความปลอดภัย
uk: Оновіть групи безпеки

source: Update security groups for OpenStack instance {name}
ar: تحديث مجموعات الأمان لمثيل OpenStack{name}
az: OpenStack nümunəsi üçün təhlükəsizlik qruplarını yeniləyin {name}
bn: OpenStack উদাহরণের জন্য নিরাপত্তা গ্রুপ আপডেট করুন{name}
cs: Aktualizace skupin zabezpečení pro instanci OpenStack {name}
de: Sicherheitsgruppen für OpenStack-Instanz aktualisieren {name}
es: Actualizar los grupos de seguridad para la instancia de OpenStack {name}
et: Värskendage OpenStacki eksemplari turberühmi{name}
fi: Päivitä OpenStack-esiintymän suojausryhmät{name}
ky: OpenStack инстанциясы үчүн коопсуздук топторун жаңыртыңыз{name}
lt: Atnaujinti OpenStack egzemplioriaus {name} saugos grupes
lv: Atjauniniet OpenStack instances drošības grupas{name}
nb: Oppdatere sikkerhetsgrupper for OpenStack-forekomst {name}
pl: Zaktualizuj grupy zabezpieczeń dla instancji OpenStack{name}
ru: Обновить группы безопасности для экземпляра OpenStack.{name}
sv: Uppdatera säkerhetsgrupper för OpenStack-instans {name}
th: อัปเดตกลุ่มความปลอดภัยสำหรับอินสแตนซ์ OpenStack{name}
uk: Оновіть групи безпеки для екземпляра OpenStack{name}

source: Update service settings
ar: تحديث إعدادات الخدمة
az: Xidmət parametrlərini yeniləyin
bn: পরিষেবা সেটিংস আপডেট করুন
cs: Aktualizovat nastavení služby
de: Aktualisieren der Diensteinstellungen
es: Actualizar la configuración del servicio
et: Värskendage teenuse seadeid
fi: Päivitä palveluasetukset
ky: Кызмат жөндөөлөрүн жаңыртыңыз
lt: Atnaujinti paslaugos nustatymus
lv: Atjauniniet pakalpojuma iestatījumus
nb: Oppdatere tjenesteinnstillinger
pl: Zaktualizuj ustawienia usługi
ru: Обновить настройки сервиса
sv: Uppdatera tjänstinställningar
th: อัปเดตการตั้งค่าบริการ
uk: Оновити налаштування сервісу

source: Update static routes
ar: تحديث المسارات الثابتة
az: Statik marşrutları yeniləyin
bn: স্ট্যাটিক রুট আপডেট করুন
cs: Aktualizovat statické trasy
de: Aktualisieren statischer Routen
es: Actualizar las rutas estáticas
et: Värskendage staatilisi marsruute
fi: Päivitä staattiset reitit
ky: Статикалык маршруттарды жаңыртыңыз
lt: Atnaujinti statinius maršrutus
lv: Atjauniniet statiskos maršrutus
nb: Oppdatere statiske ruter
pl: Aktualizuj trasy statyczne
ru: Обновить статические маршруты
sv: Uppdatera statiska vägar
th: อัพเดตเส้นทางแบบคงที่
uk: Оновити статичні маршрути

source: Update the common footer
ar: قم بتحديث التذييل المشترك
az: Ümumi altbilgi yeniləyin
bn: সাধারণ ফুটার আপডেট করুন
cs: Aktualizujte společné zápatí
de: Aktualisieren Sie die gemeinsame Fußzeile
es: Actualizar el pie de página común
et: Värskendage ühist jalust
fi: Päivitä yhteinen alatunniste
ky: Жалпы колонтитулду жаңыртыңыз
lt: Atnaujinkite bendrą poraštę
lv: Atjauniniet kopējo kājeni
nb: Oppdater den vanlige bunnteksten
pl: Zaktualizuj wspólną stopkę
ru: Обновите общий нижний колонтитул
sv: Uppdatera den gemensamma sidfoten
th: อัปเดตส่วนท้ายทั่วไป
uk: Оновіть загальний нижній колонтитул

source: Update your organization name, logo, accounting and contact details.
ar: قم بتحديث اسم مؤسستك وشعارها وحساباتها وتفاصيل الاتصال بها.
az: Təşkilatınızın adını, loqotipinizi, mühasibat və əlaqə məlumatlarını yeniləyin
bn: আপনার প্রতিষ্ঠানের নাম, লোগো, অ্যাকাউন্টিং এবং যোগাযোগের বিবরণ আপডেট করুন।
cs: Aktualizujte název své organizace, logo, účetní a kontaktní údaje.
de: Aktualisieren Sie Ihren Organisationsnamen, Ihr Logo, Ihre Buchhaltung und Ihre Kontaktdaten.
es: Actualice el nombre, el logotipo, la contabilidad y los datos de contacto de su organización.
et: Värskendage oma organisatsiooni nime, logo, raamatupidamis- ja kontaktandmeid.
fi: Päivitä organisaatiosi nimi, logo, kirjanpito ja yhteystiedot.
ky: Уюмуңуздун атын, логотибин, бухгалтердик эсепти жана байланыш маалыматтарын жаңыртыңыз.
lt: Atnaujinkite savo organizacijos pavadinimą, logotipą, apskaitos ir kontaktinę informaciją.
lv: Atjauniniet savas organizācijas nosaukumu, logotipu, grāmatvedību un kontaktinformāciju.
nb: Oppdater organisasjonens navn, logo, regnskap og kontaktdetaljer.
pl: Zaktualizuj nazwę swojej organizacji, logo, dane księgowe i kontaktowe.
ru: Обновите название вашей организации, логотип, учетные данные и контактные данные.
sv: Uppdatera organisationens namn, logotyp, redovisning och kontaktuppgifter.
th: อัปเดตชื่อองค์กร โลโก้ การบัญชี และรายละเอียดการติดต่อของคุณ
uk: Оновіть назву вашої організації, логотип, облікові та контактні дані.

source: Update {name} settings
ar: تحديث{name} إعدادات
az: Ayarları yen {name} iləyin
bn: হালনাগাদ{name} সেটিংস
cs: Aktualizace{name} nastavení
de: Aktualisieren{name} Einstellungen
es: Actualizar{name} ajustes
et: Värskenda{name} seaded
fi: Päivittää{name} asetukset
ky: Жаңыртуу{name} орнотуулар
lt: Atnaujinti{name} nustatymus
lv: Atjaunināt{name} iestatījumi
nb: Oppdater{name} innstillinger
pl: Aktualizacja{name} ustawienia
ru: Обновлять{name} настройки
sv: Uppdatering{name} inställningar
th: อัปเดต{name} การตั้งค่า
uk: оновлення{name} налаштування

source: Update {resourceType}
ar: تحديث{resourceType}
az: Yeniləyin {resourceType}
bn: হালনাগাদ{resourceType}
cs: Aktualizace{resourceType}
de: Aktualisieren{resourceType}
es: Actualizar {resourceType}
et: Värskenda{resourceType}
fi: Päivittää{resourceType}
ky: Жаңыртуу{resourceType}
lt: Atnaujinti{resourceType}
lv: Atjaunināt{resourceType}
nb: Oppdater{resourceType}
pl: Aktualizacja{resourceType}
ru: Обновлять{resourceType}
sv: Uppdatering{resourceType}
th: อัปเดต{resourceType}
uk: оновлення{resourceType}

source: Update {resourceType} {resourceName}
ar: تحديث{resourceType}{resourceName}
az: Yeniləyin {resourceType} {resourceName}
bn: হালনাগাদ{resourceType}{resourceName}
cs: Aktualizovat {resourceType} {resourceName}
de: Aktualisieren Sie {resourceType} {resourceName}
es: Actualizar {resourceType} {resourceName}
et: Värskenda{resourceType}{resourceName}
fi: Päivittää{resourceType}{resourceName}
ky: Жаңыртуу{resourceType}{resourceName}
lt: Atnaujinti {resourceType} {resourceName}
lv: Atjaunināt{resourceType}{resourceName}
nb: Oppdater {resourceType} {resourceName}
pl: Aktualizacja{resourceType}{resourceName}
ru: Обновлять{resourceType}{resourceName}
sv: Uppdatera {resourceType} {resourceName}
th: อัปเดต{resourceType}{resourceName}
uk: оновлення{resourceType}{resourceName}

source: Updated
ar: تحديث
az: Yenilənib
bn: আপডেট করা হয়েছে
cs: Aktualizováno
de: Aktualisiert
es: Actualizado
et: Uuendatud
fi: Päivitetty
ky: Жаңыртылган
lt: Atnaujinta
lv: Atjaunināts
nb: Oppdatert
pl: aktualizowano
ru: Обновлено
sv: Uppdaterad
th: อัปเดต
uk: Оновлено

source: Updates
az: Yeniləmələr

source: Updating
ar: تحديث
az: Yenilənir
bn: আপডেট করা হচ্ছে
cs: Aktualizace
de: Aktualisierung
es: Actualizando
et: Uuendamine
fi: Päivitetään
ky: Жаңыртылууда
lt: Atnaujinama
lv: Notiek atjaunināšana
nb: Oppdaterer
pl: Aktualizowanie
ru: Обновление
sv: Uppdaterar
th: กำลังอัปเดต
uk: Оновлення

source: Updating floating IPs
ar: تحديث عناوين IP العائمة
az: Dəyişən IP-lərın yenilənməsi
bn: ভাসমান আইপি আপডেট করা হচ্ছে
cs: Aktualizace plovoucích IP adres
de: Aktualisieren von schwebenden IPs
es: Actualización de IPs flotantes
et: Uuendan liikuivad IP-sid
fi: Päivitetään kelluvia IP-osoitteita
ky: Калкыма IP жаңыртылууда
lt: Plaukiojančių IP atnaujinimas
lv: Peldošo IP atjaunināšana
nb: Oppdatere flytende IPer
pl: Aktualizacja pływających adresów IP
ru: Обновление плавающих IP-адресов
sv: Uppdatera flytande IPs
th: การอัปเดต IP แบบลอยตัว
uk: Оновлення плаваючих IP-адрес

source: Updating internal IPs
ar: تحديث عناوين IP الداخلية
az: Daxili IP-lərin yenilənməsi
bn: অভ্যন্তরীণ আইপি আপডেট করা হচ্ছে
cs: Aktualizace interních IP adres
de: Aktualisieren interner IPs
es: Actualización de las IPs internas
et: Uuendan sisemisi IP-sid
fi: Päivitetään sisäisiä IP-osoitteita
ky: Ички IP жаңыртылууда
lt: Vidinių IP atnaujinimas
lv: Iekšējo IP atjaunināšana
nb: Oppdatere interne IPer
pl: Aktualizacja wewnętrznych adresów IP
ru: Обновление внутренних IP-адресов
sv: Uppdatera interna IPs
th: กำลังอัปเดต IP ภายใน
uk: Оновлення внутрішніх IP

source: Updating offering {name}
ar: تحديث العرض{name}
az: Təklifin yenilənməsi {name}
bn: অফার আপডেট করা হচ্ছে{name}
cs: Aktualizace nabídky {name}
de: Angebot aktualisieren {name}
es: Actualización de la oferta {name}
et: Uuendatakse pakkumist {name}
fi: Päivitetään tarjontaa{name}
ky: Сунуш жаңыртылууда{name}
lt: Atnaujinamas pasiūlymas {name}
lv: Piedāvājuma atjaunināšana{name}
nb: Oppdaterer tilbudet {name}
pl: Aktualizacja oferty{name}
ru: Обновление предложения{name}
sv: Uppdaterar erbjudandet {name}
th: กำลังอัปเดตข้อเสนอ{name}
uk: Оновлення пропозиції{name}

source: Updating quotas
ar: تحديث الحصص
az: Kvotaların yenilənməsi
bn: কোটা আপডেট করা হচ্ছে
cs: Aktualizace kvót
de: Aktualisierung der Quoten
es: Actualización de las cuotas
et: Uuendan kvoote
fi: Päivitetään kiintiöitä
ky: Квоталарды жаңыртуу
lt: Kvotų atnaujinimas
lv: Kvotu atjaunināšana
nb: Oppdatere kvoter
pl: Aktualizacja kwot
ru: Обновление квот
sv: Uppdaterar kvoter
th: กำลังอัปเดตโควต้า
uk: Оновлення квот

source: Updating rules
ar: تحديث القواعد
az: Qaydaların yenilənməsi
bn: নিয়ম আপডেট করা হচ্ছে
cs: Aktualizace pravidel
de: Regeln aktualisieren
es: Actualización de las reglas
et: Uuendan reegleid
fi: Päivitetään sääntöjä
ky: Эрежелер жаңыланууда
lt: Taisyklių atnaujinimas
lv: Noteikumu atjaunināšana
nb: Oppdatere regler
pl: Aktualizacja zasad
ru: Обновление правил
sv: Uppdaterar regler
th: กำลังอัปเดตกฎ
uk: Правила оновлення

source: Updating security groups
ar: تحديث مجموعات الأمان
az: Təhlükəsizlik qruplarının yenilənməsi
bn: নিরাপত্তা গ্রুপ আপডেট করা হচ্ছে
cs: Aktualizace skupin zabezpečení
de: Aktualisieren von Sicherheitsgruppen
es: Actualización de los grupos de seguridad
et: Uuendan turvagruppe
fi: Suojausryhmiä päivitetään
ky: Коопсуздук топторун жаңыртуу
lt: Saugumo grupių atnaujinimas
lv: Drošības grupu atjaunināšana
nb: Oppdatere sikkerhetsgrupper
pl: Aktualizowanie grup zabezpieczeń
ru: Обновление групп безопасности
sv: Uppdaterar säkerhetsgrupper
th: กำลังอัปเดตกลุ่มความปลอดภัย
uk: Оновлення груп безпеки

source: Upload a CSV file containing the columns email, role, project and organization in that order. If you are unsure, you can download an example file as a template
ar: قم بتحميل ملف CSV يحتوي على أعمدة البريد الإلكتروني والدور والمشروع والمؤسسة بهذا الترتيب. إذا لم تكن متأكدًا، يمكنك تنزيل ملف مثال كقالب
az: Bu qaydada e-poçt, rol, layihə və təşkilat sütunlarını ehtiva edən CSV faylı yükləyin. Əmin deyilsinizsə, bir nümunə faylı şablon kimi yükləyə bilərsiniz
bn: সেই ক্রমে কলাম ইমেল, ভূমিকা, প্রকল্প এবং সংস্থা সমন্বিত একটি CSV ফাইল আপলোড করুন৷ আপনি যদি অনিশ্চিত হন, আপনি একটি টেমপ্লেট হিসাবে একটি উদাহরণ ফাইল ডাউনলোড করতে পারেন
cs: Nahrajte soubor CSV obsahující sloupce e-mail, role, projekt a organizace v tomto pořadí. Pokud si nejste jisti, můžete si stáhnout ukázkový soubor jako šablonu
de: Laden Sie eine CSV-Datei hoch, die die Spalten E-Mail, Rolle, Projekt und Organisation in dieser Reihenfolge enthält. Wenn Sie unsicher sind, können Sie eine Beispieldatei als Vorlage herunterladen
es: Sube un archivo CSV que contenga las columnas correo electrónico, rol, proyecto y organización en ese orden. Si no está seguro, puede descargar un archivo de ejemplo como plantilla
et: Laadige üles CSV-fail, mis sisaldab kutsutavate kasutajate e-posti aadresse, rolle, projekte ja organisatsioone. Vajadusel saate ka näidisfaili alla laadida
fi: Lataa CSV-tiedosto, joka sisältää sarakkeet sähköposti, rooli, projekti ja organisaatio tässä järjestyksessä. Jos olet epävarma, voit ladata esimerkkitiedoston mallina
ky: Электрондук почтаны, ролду, долбоорду жана уюмду ошол тартипте мамычаларды камтыган CSV файлын жүктөп бериңиз. Ишенбесеңиз, үлгү файлды шаблон катары жүктөп алсаңыз болот
lt: Įkelkite CSV failą, kuriame yra stulpeliai el. paštas, vaidmuo, projektas ir organizacija tokia tvarka. Jei nesate tikri, galite atsisiųsti pavyzdinį failą kaip šabloną
lv: Augšupielādējiet CSV failu, kurā ir norādītas kolonnas e-pasts, loma, projekts un organizācija šādā secībā. Ja neesat pārliecināts, kā veidni varat lejupielādēt faila paraugu
nb: Last opp en CSV-fil som inneholder kolonnene e-post, rolle, prosjekt og organisasjon i den rekkefølgen. Er du usikker kan du laste ned en eksempelfil som mal
pl: Prześlij plik CSV zawierający kolumny e-mail, rola, projekt i organizacja w podanej kolejności. Jeśli nie jesteś pewien, możesz pobrać przykładowy plik jako szablon
ru: Загрузите CSV-файл, содержащий столбцы «электронная почта», «роль», «проект» и «организация» в указанном порядке. Если вы не уверены, вы можете скачать файл примера в качестве шаблона.
sv: Ladda upp en CSV-fil som innehåller kolumnerna e-post, roll, projekt och organisation i den ordningen. Om du är osäker kan du ladda ner en exempelfil som mall
th: อัปโหลดไฟล์ CSV ที่มีคอลัมน์อีเมล บทบาท โครงการ และองค์กรตามลำดับนั้น หากคุณไม่แน่ใจ คุณสามารถดาวน์โหลดไฟล์ตัวอย่างเป็นเทมเพลตได้
uk: Завантажте файл CSV із стовпцями електронної пошти, ролі, проекту та організації в такому порядку. Якщо ви не впевнені, ви можете завантажити приклад файлу як шаблон

source: Upload a CSV file containing the columns email, role and organization in that order. If you are unsure, you can download an example file as a template
ar: قم بتحميل ملف CSV يحتوي على أعمدة البريد الإلكتروني والدور والمؤسسة بهذا الترتيب. إذا لم تكن متأكدًا، يمكنك تنزيل ملف مثال كقالب
az: Bu qaydada elektron poçt, rol və təşkilat sütunlarını ehtiva edən CSV faylı yükləyin. Əmin deyilsinizsə, bir nümunə faylı şablon kimi yükləyə bilərsiniz
bn: সেই ক্রমে কলামের ইমেল, ভূমিকা এবং সংগঠন সহ একটি CSV ফাইল আপলোড করুন৷ আপনি যদি অনিশ্চিত হন, আপনি একটি টেমপ্লেট হিসাবে একটি উদাহরণ ফাইল ডাউনলোড করতে পারেন
cs: Nahrajte soubor CSV obsahující sloupce e-mail, role a organizace v daném pořadí. Pokud si nejste jisti, můžete si stáhnout ukázkový soubor jako šablonu
de: Laden Sie eine CSV-Datei hoch, die die Spalten E-Mail, Rolle und Organisation in dieser Reihenfolge enthält. Wenn Sie unsicher sind, können Sie eine Beispieldatei als Vorlage herunterladen
es: Cargue un archivo CSV que contenga las columnas correo electrónico, función y organización en ese orden. Si no está seguro, puede descargar un archivo de ejemplo como plantilla
et: Laadige üles CSV-fail, mis sisaldab kutsutavate kasutajate e-posti aadresse, rolle, projekte ja organisatsioone. Vajadusel saate ka näidisfaili alla laadida
fi: Lataa CSV-tiedosto, joka sisältää sarakkeet sähköposti, rooli ja organisaatio tässä järjestyksessä. Jos olet epävarma, voit ladata esimerkkitiedoston mallina
ky: Электрондук почта мамычалары, ролу жана уюмун камтыган CSV файлын ошол тартипте жүктөңүз. Ишенбесеңиз, үлгү файлды шаблон катары жүктөп алсаңыз болот
lt: Įkelkite CSV failą, kuriame yra stulpelių el. pašto adresas, vaidmuo ir organizacija tokia tvarka. Jei nesate tikri, galite atsisiųsti pavyzdinį failą kaip šabloną
lv: Augšupielādējiet CSV failu, kurā ir norādītas kolonnas e-pasts, loma un organizācija šādā secībā. Ja neesat pārliecināts, varat lejupielādēt faila paraugu kā veidni
nb: Last opp en CSV-fil som inneholder kolonnene e-post, rolle og organisasjon i den rekkefølgen. Er du usikker kan du laste ned en eksempelfil som mal
pl: Prześlij plik CSV zawierający kolumny e-mail, rola i organizacja w podanej kolejności. Jeśli nie jesteś pewien, możesz pobrać przykładowy plik jako szablon
ru: Загрузите CSV-файл, содержащий столбцы «электронная почта», «роль» и «организация» в указанном порядке. Если вы не уверены, вы можете скачать файл примера в качестве шаблона.
sv: Ladda upp en CSV-fil som innehåller kolumnerna e-post, roll och organisation i den ordningen. Om du är osäker kan du ladda ner en exempelfil som mall
th: อัปโหลดไฟล์ CSV ที่มีคอลัมน์อีเมล บทบาท และองค์กรตามลำดับนั้น หากคุณไม่แน่ใจ คุณสามารถดาวน์โหลดไฟล์ตัวอย่างเป็นเทมเพลตได้
uk: Завантажте файл CSV із стовпцями електронної пошти, ролі та організації в такому порядку. Якщо ви не впевнені, ви можете завантажити приклад файлу як шаблон
