Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: User {affected_user_link} has lost co-PI role in {project_link}.
ar: مستخدم{affected_user_link} لقد فقد دور Co-PI في{project_link} .
az: İstifadə {affected_user_link} çi Co-PI rolunu itirdi{project_link}.
bn: ব্যবহারকারী{affected_user_link} সহ-পিআই ভূমিকা হারিয়েছে{project_link} .
cs: Uživatel{affected_user_link} ztratil roli Co-PI v{project_link} .
de: Benutzer{affected_user_link} hat die Co-PI-Rolle verloren{project_link} .
es: El usuario {affected_user_link} perdió el rol de co-IP en {project_link}.
et: Kasutaja {affected_user_link} on kaotanud co-PI rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on menettänyt Co-PI-roolin{project_link} .
ky: Колдонуучу{affected_user_link} жылы Co-PI ролун жоготту{project_link} .
lt: Vartotojas{affected_user_link} prarado Co-PI vaidmenį{project_link} .
lv: Lietotājs{affected_user_link} gadā ir zaudējis Co-PI lomu{project_link} .
nb: Bruker{affected_user_link} har mistet Co-PI-rollen i{project_link} .
pl: Użytkownik{affected_user_link} utracił rolę Co-PI w{project_link} .
ru: Пользователь{affected_user_link} потерял роль Co-PI в{project_link} .
sv: Användare{affected_user_link} har tappat rollen som Co-PI{project_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสียบทบาท Co-PI ใน{project_link} .
uk: Користувач{affected_user_link} втратив роль Co-PI в{project_link} .

source: User {affected_user_link} has lost guest role in {project_link}.
ar: مستخدم{affected_user_link} لقد فقد دور الضيف في{project_link} .
az: İstifad {affected_user_link} əçi qonaq rolunu itirdi{project_link}.
bn: ব্যবহারকারী{affected_user_link} গেস্ট রোল হারিয়েছে{project_link} .
cs: Uživatel{affected_user_link} ztratil roli hosta v{project_link} .
de: Benutzer{affected_user_link} hat die Gastrolle in verloren{project_link} .
es: El usuario {affected_user_link} perdió el rol de invitado en {project_link}.
et: Kasutaja {affected_user_link} on kaotanud külalise rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on menettänyt vierasroolin{project_link} .
ky: Колдонуучу{affected_user_link} конок ролун жоготкон{project_link} .
lt: Vartotojas{affected_user_link} prarado svečio vaidmenį{project_link} .
lv: Lietotājs{affected_user_link} gadā ir zaudējis viesa lomu{project_link} .
nb: Bruker{affected_user_link} har mistet gjesterollen i{project_link} .
pl: Użytkownik{affected_user_link} stracił gościnną rolę w{project_link} .
ru: Пользователь{affected_user_link} потерял роль гостя в{project_link} .
sv: Användare{affected_user_link} har tappat gästrollen i{project_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสียบทบาทแขกรับเชิญไปแล้ว{project_link} .
uk: Користувач{affected_user_link} втратив роль гостя в{project_link} .

source: User {affected_user_link} has lost member role in {project_link}.
ar: مستخدم{affected_user_link} لقد فقد دور العضو في{project_link} .
az: İstifad {affected_user_link} əçi üzv rolunu itirdi{project_link}.
bn: ব্যবহারকারী{affected_user_link} সদস্য ভূমিকা হারিয়েছে{project_link} .
cs: Uživatel{affected_user_link} ztratil členskou roli v{project_link} .
de: Benutzer{affected_user_link} hat die Mitgliedsrolle in verloren{project_link} .
es: El usuario {affected_user_link} perdió el rol de miembro en {project_link}.
et: Kasutaja {affected_user_link} on kaotanud liikme rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on menettänyt jäsenen roolin{project_link} .
ky: Колдонуучу{affected_user_link} мүчө ролун жоготту{project_link} .
lt: Vartotojas{affected_user_link} prarado nario vaidmenį{project_link} .
lv: Lietotājs{affected_user_link} ir zaudējis dalībnieka lomu{project_link} .
nb: Bruker{affected_user_link} har mistet medlemsrollen i{project_link} .
pl: Użytkownik{affected_user_link} utracił rolę członka w{project_link} .
ru: Пользователь{affected_user_link} потерял членскую роль в{project_link} .
sv: Användare{affected_user_link} har förlorat medlemsrollen i{project_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสียบทบาทสมาชิกไปแล้ว{project_link} .
uk: Користувач{affected_user_link} втратив роль члена в{project_link} .

source: User {affected_user_link} has lost organization owner role in {customer_link}.
ar: مستخدم{affected_user_link} لقد فقد دور مالك المؤسسة في{customer_link} .
az: İstifadəçi {affected_user_link} təşkilat sahibi rolunu itirdi{customer_link}.
bn: ব্যবহারকারী{affected_user_link} প্রতিষ্ঠানের মালিকের ভূমিকা হারিয়েছে{customer_link} .
cs: Uživatel{affected_user_link} ztratil roli vlastníka organizace v{customer_link} .
de: Benutzer{affected_user_link} hat die Rolle des Organisationseigentümers verloren{customer_link} .
es: El usuario {affected_user_link} perdió el rol de propietario de la organización en {customer_link}.
et: Kasutaja {affected_user_link} on kaotanud organisatsiooni omaniku rolli {customer_link}.
fi: Käyttäjä{affected_user_link} on menettänyt organisaation omistajan roolin{customer_link} .
ky: Колдонуучу{affected_user_link} уюм ээсинин ролун жоготкон{customer_link} .
lt: Vartotojas{affected_user_link} prarado organizacijos savininko vaidmenį{customer_link} .
lv: Lietotājs{affected_user_link} ir zaudējis organizācijas īpašnieka lomu{customer_link} .
nb: Bruker{affected_user_link} har mistet organisasjonseierrollen i{customer_link} .
pl: Użytkownik{affected_user_link} utracił rolę właściciela organizacji w{customer_link} .
ru: Пользователь{affected_user_link} потерял роль владельца организации в{customer_link} .
sv: Användare{affected_user_link} har förlorat rollen som organisationsägare{customer_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสียบทบาทเจ้าขององค์กรไปแล้ว{customer_link} .
uk: Користувач{affected_user_link} втратив роль власника організації в{customer_link} .

source: User {affected_user_link} has lost organization support role in {customer_link}.
ar: مستخدم{affected_user_link} لقد فقد دور الدعم التنظيمي في{customer_link} .
az: İstifadəçi {affected_user_link} təşkilat dəstək rolunu itirdi{customer_link}.
bn: ব্যবহারকারী{affected_user_link} সংগঠন সমর্থন ভূমিকা হারিয়েছে{customer_link} .
cs: Uživatel{affected_user_link} ztratil roli podpory organizace v{customer_link} .
de: Benutzer{affected_user_link} hat die unterstützende Rolle der Organisation verloren{customer_link} .
es: El usuario {affected_user_link} perdió la función de soporte de la organización en {customer_link}.
et: Kasutaja {affected_user_link} on kaotanud organisatsioonis {customer_link} kasutajatoe rolli.
fi: Käyttäjä{affected_user_link} on menettänyt organisaation tukitehtävän{customer_link} .
ky: Колдонуучу{affected_user_link} уюштуруучулук колдоо ролун жоготкон{customer_link} .
lt: Vartotojas{affected_user_link} prarado organizacijos paramos vaidmenį{customer_link} .
lv: Lietotājs{affected_user_link} gadā ir zaudējis organizācijas atbalsta lomu{customer_link} .
nb: Bruker{affected_user_link} har mistet organisasjonsstøtterollen i{customer_link} .
pl: Użytkownik{affected_user_link} utracił rolę wspierającą organizację w{customer_link} .
ru: Пользователь{affected_user_link} потерял роль поддержки организации в{customer_link} .
sv: Användare{affected_user_link} har förlorat organisationens stödroll i{customer_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสียบทบาทการสนับสนุนองค์กรไปแล้ว{customer_link} .
uk: Користувач{affected_user_link} втратила роль організаційної підтримки в{customer_link} .

source: User {affected_user_link} has lost project administrator role in {project_link}.
ar: مستخدم{affected_user_link} فقد دور مسؤول المشروع في{project_link} .
az: İstifadə {affected_user_link} çi layihə idarəçisi rolunu itirdi{project_link}.
bn: ব্যবহারকারী{affected_user_link} প্রকল্প প্রশাসকের ভূমিকা হারিয়েছে{project_link} .
cs: Uživatel{affected_user_link} ztratil roli správce projektu v{project_link} .
de: Benutzer{affected_user_link} hat die Rolle des Projektadministrators verloren{project_link} .
es: El usuario {affected_user_link} perdió la función de administrador del proyecto en {project_link}.
et: Kasutaja {affected_user_link} on kaotanud projektijuhi rolli {project_link} projektis.
fi: Käyttäjä{affected_user_link} on menettänyt projektin ylläpitäjän roolin{project_link} .
ky: Колдонуучу{affected_user_link} Долбоордун администраторунун ролун жоготту{project_link} .
lt: Vartotojas{affected_user_link} prarado projekto administratoriaus vaidmenį{project_link} .
lv: Lietotājs{affected_user_link} ir zaudējis projekta administratora lomu{project_link} .
nb: Bruker{affected_user_link} har mistet rollen som prosjektadministrator{project_link} .
pl: Użytkownik{affected_user_link} utracił rolę administratora projektu w{project_link} .
ru: Пользователь{affected_user_link} потерял роль администратора проекта в{project_link} .
sv: Användare{affected_user_link} har förlorat rollen som projektadministratör i{project_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสียบทบาทผู้ดูแลโครงการไปแล้ว{project_link} .
uk: Користувач{affected_user_link} втратив роль адміністратора проекту в{project_link} .

source: User {affected_user_link} has lost project manager role in {project_link}.
ar: مستخدم{affected_user_link} لقد فقد دور مدير المشروع في{project_link} .
az: İstifadə {affected_user_link} çi layihə meneceri rolunu itirdi{project_link}.
bn: ব্যবহারকারী{affected_user_link} প্রকল্প পরিচালকের ভূমিকা হারিয়েছে{project_link} .
cs: Uživatel{affected_user_link} ztratil roli projektového manažera v{project_link} .
de: Benutzer{affected_user_link} hat die Rolle des Projektmanagers verloren{project_link} .
es: El usuario {affected_user_link} perdió el puesto de gerente de proyectos en {project_link}.
et: Kasutaja {affected_user_link} on kaotanud projektijuhi rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on menettänyt projektipäällikön roolin{project_link} .
ky: Колдонуучу{affected_user_link} проект менеджеринин ролун жоготту{project_link} .
lt: Vartotojas{affected_user_link} prarado projektų vadovo vaidmenį{project_link} .
lv: Lietotājs{affected_user_link} gadā ir zaudējis projekta vadītāja lomu{project_link} .
nb: Bruker{affected_user_link} har mistet prosjektlederrollen i{project_link} .
pl: Użytkownik{affected_user_link} stracił rolę kierownika projektu w{project_link} .
ru: Пользователь{affected_user_link} потерял роль менеджера проекта в{project_link} .
sv: Användare{affected_user_link} har förlorat projektledarrollen i{project_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสียบทบาทผู้จัดการโครงการไปแล้ว{project_link} .
uk: Користувач{affected_user_link} втратив роль менеджера проекту в{project_link} .

source: User {affected_user_link} has lost project member role in {project_link}.
ar: مستخدم{affected_user_link} فقد دور عضو المشروع في{project_link} .
az: İstifadə {affected_user_link} çi layihə üzvü rolunu itirdi{project_link}.
bn: ব্যবহারকারী{affected_user_link} প্রকল্প সদস্য ভূমিকা হারিয়েছে{project_link} .
cs: Uživatel{affected_user_link} ztratil roli člena projektu v{project_link} .
de: Benutzer{affected_user_link} hat die Rolle als Projektmitglied verloren{project_link} .
es: El usuario {affected_user_link} perdió el rol de miembro del proyecto en {project_link}.
et: Kasutaja {affected_user_link} on kaotanud projekti liikme rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on menettänyt projektijäsenen roolin{project_link} .
ky: Колдонуучу{affected_user_link} Долбоордун мүчөсү ролун жоготту{project_link} .
lt: Vartotojas{affected_user_link} prarado projekto nario vaidmenį{project_link} .
lv: Lietotājs{affected_user_link} gadā ir zaudējis projekta dalībnieka lomu{project_link} .
nb: Bruker{affected_user_link} har mistet prosjektmedlemsrollen i{project_link} .
pl: Użytkownik{affected_user_link} utracił rolę członka projektu w{project_link} .
ru: Пользователь{affected_user_link} потерял роль участника проекта в{project_link} .
sv: Användare{affected_user_link} har förlorat rollen som projektmedlem i{project_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสียบทบาทสมาชิกโครงการไปแล้ว{project_link} .
uk: Користувач{affected_user_link} втратив роль учасника проекту в{project_link} .

source: User {affected_user_link} has lost resource allocator role in {customer_link}.
ar: مستخدم{affected_user_link} لقد فقد دور مخصص الموارد في{customer_link} .
az: İstifadə {affected_user_link} çi resurs ayırıcı rolunu itirdi{customer_link}.
bn: ব্যবহারকারী{affected_user_link} সম্পদ বরাদ্দকারী ভূমিকা হারিয়েছে{customer_link} .
cs: Uživatel{affected_user_link} ztratil roli alokátora zdrojů v{customer_link} .
de: Benutzer{affected_user_link} hat die Rolle des Ressourcenzuweisers verloren{customer_link} .
es: El usuario {affected_user_link} perdió la función de asignador de recursos en {customer_link}
et: Kasutaja {affected_user_link} on kaotanud organisatsioonis {customer_link} ressursi eraldaja rolli .
fi: Käyttäjä{affected_user_link} on menettänyt resurssien allokaattorin roolin{customer_link} .
ky: Колдонуучу{affected_user_link} ресурстарды бөлүштүрүүчү ролун жоготту{customer_link} .
lt: Vartotojas{affected_user_link} prarado išteklių paskirstytojo vaidmenį{customer_link} .
lv: Lietotājs{affected_user_link} ir zaudējis resursu sadalītāja lomu{customer_link} .
nb: Bruker{affected_user_link} har mistet ressursallokatorrollen i{customer_link} .
pl: Użytkownik{affected_user_link} utracił rolę alokatora zasobów w{customer_link} .
ru: Пользователь{affected_user_link} потерял роль распределителя ресурсов в{customer_link} .
sv: Användare{affected_user_link} har förlorat rollen som resursfördelare i{customer_link} .
th: ผู้ใช้{affected_user_link} สูญเสียบทบาทผู้จัดสรรทรัพยากรไปแล้ว{customer_link} .
uk: Користувач{affected_user_link} втратив роль розподілювача ресурсів у{customer_link} .

source: User {affected_user_link} has lost {role_name} role in {scope_link}.
ar: مستخدم{affected_user_link} فقد{role_name} يلعب دورا{scope_link} .
az: İstifad {affected_user_link} əçi ro {role_name} lunu itirdi{scope_link}.
bn: ব্যবহারকারী{affected_user_link} হারিয়েছে{role_name} ভূমিকা{scope_link} .
cs: Uživatel{affected_user_link} prohrál{role_name} role v{scope_link} .
de: Benutzer{affected_user_link} hat verloren{role_name} rein kommen{scope_link} .
es: El usuario {affected_user_link} ha perdido {role_name} su función en {scope_link}.
et: Kasutaja{affected_user_link} on kaotanud{role_name} rolli sisse{scope_link} .
fi: Käyttäjä{affected_user_link} on hävinnyt{role_name} roolissa{scope_link} .
ky: Колдонуучу{affected_user_link} жоготту{role_name} ролу{scope_link} .
lt: Vartotojas{affected_user_link} prarado{role_name} vaidmenį{scope_link} .
lv: Lietotājs{affected_user_link} ir zaudējis{role_name} lomu iekšā{scope_link} .
nb: Bruker{affected_user_link} har mistet{role_name} rolle i{scope_link} .
pl: Użytkownik{affected_user_link} przegrał{role_name} rola w{scope_link} .
ru: Пользователь{affected_user_link} потерял{role_name} роль в{scope_link} .
sv: Användare{affected_user_link} har förlorat{role_name} roll i{scope_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสีย{role_name} บทบาทใน{scope_link} .
uk: Користувач{affected_user_link} програв{role_name} роль в{scope_link} .

source: User {affected_user_name} has been deleted.
ar: مستخدم{affected_user_name} قد تم حذف.
az: {affected_user_link} istifadəçi silindi.
bn: ব্যবহারকারী{affected_user_name} মুছে ফেলা হয়েছে.
cs: Uživatel {affected_user_name} byl odstraněn.
de: Der Benutzer {affected_user_name} wurde gelöscht.
es: El usuario {affected_user_name} ha sido eliminado.
et: Kasutaja {affected_user_name} on kustutatud.
fi: Käyttäjä{affected_user_name} on poistettu.
ky: Колдонуучу{affected_user_name} өчүрүлгөн.
lt: Vartotojas {affected_user_name} buvo ištrintas.
lv: Lietotājs{affected_user_name} ir dzēsts.
nb: Bruker {affected_user_name} har blitt slettet.
pl: Użytkownik{affected_user_name} zostało usunięte.
ru: Пользователь{affected_user_name} был удален.
sv: Användaren {affected_user_name} har tagits bort.
th: ผู้ใช้{affected_user_name} ถูกลบไปแล้ว
uk: Користувач{affected_user_name} було видалено.

source: User {user_link} authenticated successfully with SAML2.
ar: مستخدم{user_link} تمت المصادقة بنجاح باستخدام SAML2.
az: {user_link} istifadəçi SAML2 (təhlükəsizlik təminatı sistemi üçün işarə dili) ilə uğurla təsdiqləndi.
bn: ব্যবহারকারী{user_link} SAML2 দিয়ে সফলভাবে প্রমাণীকরণ করা হয়েছে।
cs: Uživatel {user_link} byl úspěšně ověřen pomocí SAML2.
de: Der Benutzer {user_link} hat sich erfolgreich bei SAML2 authentifiziert.
es: El usuario {user_link} se autenticó correctamente con SAML2.
et: Kasutaja {user_link} autenditi edukalt SAML2-ga.
fi: Käyttäjä{user_link} todennettu onnistuneesti SAML2:lla.
ky: Колдонуучу{user_link} SAML2 менен ийгиликтүү аутентификацияланды.
lt: Vartotojas {user_link} sėkmingai autentifikuotas su SAML2.
lv: Lietotājs{user_link} veiksmīgi autentificēts ar SAML2.
nb: Bruker {user_link} godkjent med SAML2.
pl: Użytkownik{user_link} uwierzytelnione pomyślnie za pomocą SAML2.
ru: Пользователь{user_link} успешно прошел аутентификацию с помощью SAML2.
sv: Användaren {user_link} autentiserades framgångsrikt med SAML2.
th: ผู้ใช้{user_link} ตรวจสอบสิทธิ์สำเร็จด้วย SAML2
uk: Користувач{user_link} успішно автентифіковано за допомогою SAML2.

source: User {user_link} authenticated successfully with Smart ID EE.
ar: مستخدم{user_link} تمت مصادقته بنجاح باستخدام Smart ID EE.
az: {user_link} istifadəçi Smart ID EE ilə uğurla təsdiqləndi.
bn: ব্যবহারকারী{user_link} স্মার্ট আইডি EE দিয়ে সফলভাবে প্রমাণীকরণ করা হয়েছে।
cs: Uživatel {user_link} byl úspěšně ověřen pomocí Smart ID EE.
de: Der Benutzer {user_link} hat sich erfolgreich mit Smart ID EE authentifiziert.
es: El usuario {user_link} se autenticó correctamente con Smart ID EE.
et: Kasutaja {user_link} on edukalt autentinud ennast Smart ID EE kaudu.
fi: Käyttäjä{user_link} todennettu onnistuneesti Smart ID EE:llä.
ky: Колдонуучу{user_link} Smart ID EE менен ийгиликтүү аутентификацияланды.
lt: Vartotojas {user_link} sėkmingai autentifikuotas naudojant Smart ID EE.
lv: Lietotājs{user_link} veiksmīgi autentificēts ar Smart ID EE.
nb: Bruker {user_link} godkjent med Smart ID EE.
pl: Użytkownik{user_link} pomyślnie uwierzytelniony za pomocą Smart ID EE.
ru: Пользователь{user_link} успешно прошел аутентификацию с помощью Smart ID EE.
sv: Användaren {user_link} verifierades framgångsrikt med Smart ID EE.
th: ผู้ใช้{user_link} รับรองความถูกต้องสำเร็จด้วย Smart ID EE
uk: Користувач{user_link} успішно автентифіковано за допомогою Smart ID EE.

source: User {user_link} authenticated successfully with username and password.
ar: مستخدم{user_link} تمت المصادقة بنجاح باستخدام اسم المستخدم وكلمة المرور.
az: {user_link} istifadəçi istifadəçi adı və şifrə ilə uğurla təsdiqləndi.
bn: ব্যবহারকারী{user_link} ব্যবহারকারীর নাম এবং পাসওয়ার্ড দিয়ে সফলভাবে প্রমাণীকরণ করা হয়েছে।
cs: Uživatel {user_link} byl úspěšně ověřen pomocí uživatelského jména a hesla.
de: Benutzer {user_link} hat sich erfolgreich mit Benutzername und Passwort authentifiziert.
es: El usuario {user_link} se autenticó correctamente con nombre de usuario y contraseña.
et: Kasutaja {user_link} on edukalt autentinud ennast kasutajanime ja parooliga.
fi: Käyttäjä{user_link} todennettu onnistuneesti käyttäjätunnuksella ja salasanalla.
ky: Колдонуучу{user_link} колдонуучу аты жана сырсөз менен ийгиликтүү аутентификацияланды.
lt: Vartotojas {user_link} sėkmingai autentifikuotas naudojant vartotojo vardą ir slaptažodį.
lv: Lietotājs{user_link} veiksmīgi autentificēts ar lietotājvārdu un paroli.
nb: Bruker {user_link} godkjent med brukernavn og passord.
pl: Użytkownik{user_link} uwierzytelnione pomyślnie przy użyciu nazwy użytkownika i hasła.
ru: Пользователь{user_link} успешно авторизован с использованием имени пользователя и пароля.
sv: Användaren {user_link} verifierades framgångsrikt med användarnamn och lösenord.
th: ผู้ใช้{user_link} รับรองความถูกต้องสำเร็จด้วยชื่อผู้ใช้และรหัสผ่าน
uk: Користувач{user_link} успішно автентифіковано за допомогою імені користувача та пароля.

source: User {user_link} has granted Co-PI role in project {project_link} to {affected_user_link}.
ar: مستخدم{user_link} منحت دور Co-PI في المشروع{project_link} ل{affected_user_link} .
az: İstifad {user_link} əçi layihədə Co-PI rolunu verdi{project_link}. {affected_user_link}
bn: ব্যবহারকারী{user_link} প্রকল্পে সহ-পিআই ভূমিকা মঞ্জুর করেছে{project_link} প্রতি{affected_user_link} .
cs: Uživatel{user_link} udělil Co-PI roli v projektu{project_link} na{affected_user_link} .
de: Benutzer{user_link} hat die Co-PI-Rolle im Projekt gewährt{project_link} Zu{affected_user_link} .
es: El usuario {user_link} ha otorgado el rol de Co-PI en el proyecto {project_link} a {affected_user_link}.
et: Kasutaja {user_link} on andnud co-PI rolli projektis {project_link} kasutajale {affected_user_link}.
fi: Käyttäjä{user_link} on myöntänyt Co-PI-roolin projektissa{project_link} to{affected_user_link} .
ky: Колдонуучу{user_link} долбоордо Co-PI ролун берди{project_link} чейин{affected_user_link} .
lt: Vartotojas{user_link} projekte suteikė Co-PI vaidmenį{project_link} į{affected_user_link} .
lv: Lietotājs{user_link} ir piešķīris Co-PI lomu projektā{project_link} uz{affected_user_link} .
nb: Bruker{user_link} har gitt Co-PI rolle i prosjektet{project_link} til{affected_user_link} .
pl: Użytkownik{user_link} przyznało rolę Co-PI w projekcie{project_link} Do{affected_user_link} .
ru: Пользователь{user_link} предоставил роль Co-PI в проекте{project_link} к{affected_user_link} .
sv: Användare{user_link} har beviljat Co-PI roll i projektet{project_link} till{affected_user_link} .
th: ผู้ใช้{user_link} ได้มอบบทบาท Co-PI ในโครงการ{project_link} ถึง{affected_user_link} .
uk: Користувач{user_link} надав роль Co-PI у проекті{project_link} до{affected_user_link} .

source: User {user_link} has granted PI role in project {project_link} to {affected_user_link}.
ar: مستخدم{user_link} منحت دور PI في المشروع{project_link} ل{affected_user_link} .
az: İstifad {user_link} əçi layihədə PI rolun {project_link} u verdi{affected_user_link}.
bn: ব্যবহারকারী{user_link} প্রকল্পে PI ভূমিকা মঞ্জুর করেছে{project_link} প্রতি{affected_user_link} .
cs: Uživatel{user_link} udělil roli PI v projektu{project_link} na{affected_user_link} .
de: Benutzer{user_link} hat PI-Rolle im Projekt zugewiesen{project_link} Zu{affected_user_link} .
es: El usuario {user_link} ha otorgado el rol de IP en el proyecto {project_link} a {affected_user_link}.
et: Kasutaja {user_link} on andnud PI rolli projektis {project_link} kasutajale {affected_user_link}.
fi: Käyttäjä{user_link} on myöntänyt PI-roolin projektissa{project_link} to{affected_user_link} .
ky: Колдонуучу{user_link} долбоордо PI ролун берди{project_link} чейин{affected_user_link} .
lt: Vartotojas{user_link} projekte suteikė PI vaidmenį{project_link} į{affected_user_link} .
lv: Lietotājs{user_link} ir piešķīrusi PI lomu projektā{project_link} uz{affected_user_link} .
nb: Bruker{user_link} har gitt PI-rolle i prosjektet{project_link} til{affected_user_link} .
pl: Użytkownik{user_link} przyznał rolę PI w projekcie{project_link} Do{affected_user_link} .
ru: Пользователь{user_link} предоставил роль PI в проекте{project_link} к{affected_user_link} .
sv: Användare{user_link} har beviljat PI-roll i projektet{project_link} till{affected_user_link} .
th: ผู้ใช้{user_link} ได้มอบบทบาท PI ในโครงการ{project_link} ถึง{affected_user_link} .
uk: Користувач{user_link} надав роль PI у проекті{project_link} до{affected_user_link} .
