Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Are you sure you want to delete the image?
ar: هل أنت متأكد أنك تريد حذف الصورة؟
az: Şəkli silmək istədiyinizə əminsinizmi?
bn: আপনি কি নিশ্চিত আপনি ছবিটি মুছে ফেলতে চান?
cs: Opravdu chcete smazat obrázek?
de: Möchten Sie das Bild wirklich löschen?
es: ¿Está seguro de que quiere eliminar la imagen?
et: Kas olete kindel, et soovite pildi kustutada?
fi: Haluatko varmasti poistaa kuvan?
ky: Сүрөттү чын эле жок кылгыңыз келеби?
lt: Ar tikrai norite ištrinti vaizdą?
lv: Vai tiešām vēlaties dzēst attēlu?
nb: Er du sikker på at du vil slette bildet?
pl: Czy na pewno chcesz usunąć ten obraz?
ru: Вы уверены, что хотите удалить изображение?
sv: Är du säker på att du vill ta bort bilden?
th: คุณแน่ใจหรือไม่ว่าต้องการลบภาพนี้?
uk: Ви впевнені, що хочете видалити зображення?

source: Are you sure you want to delete the payment?
ar: هل أنت متأكد أنك تريد حذف الدفعة؟
az: Ödənişi silmək istədiyinizə əminsinizmi?
bn: আপনি কি পেমেন্ট মুছে ফেলার বিষয়ে নিশ্চিত?
cs: Opravdu chcete odstranit platbu?
de: Möchten Sie die Zahlung wirklich löschen?
es: ¿Está seguro de que desea eliminar el pago?
et: Kas olete kindel, et soovite makse kustutada?
fi: Haluatko varmasti poistaa maksun?
ky: Төлөмдү чын эле жок кылгыңыз келеби?
lt: Ar tikrai norite ištrinti mokėjimą?
lv: Vai tiešām vēlaties dzēst maksājumu?
nb: Er du sikker på at du vil slette betalingen?
pl: Czy na pewno chcesz usunąć płatność?
ru: Вы действительно хотите удалить платеж?
sv: Är du säker på att du vill ta bort betalningen?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการชำระเงิน
uk: Ви впевнені, що хочете видалити платіж?

source: Are you sure you want to delete the payment profile?
ar: هل أنت متأكد أنك تريد حذف الملف الشخصي للدفع؟
az: Ödəniş profilini silmək istədiyinizə əminsinizmi?
bn: আপনি কি পেমেন্ট প্রোফাইল মুছতে চান?
cs: Opravdu chcete odstranit platební profil?
de: Möchten Sie das Zahlungsprofil wirklich löschen?
es: ¿Está seguro de que desea eliminar el perfil de pago?
et: Kas olete kindel, et soovite makseprofiili kustutada?
fi: Haluatko varmasti poistaa maksuprofiilin?
ky: Төлөм профилин чын эле жок кылгыңыз келеби?
lt: Ar tikrai norite ištrinti mokėjimo profilį?
lv: Vai tiešām vēlaties dzēst maksājumu profilu?
nb: Er du sikker på at du vil slette betalingsprofilen?
pl: Czy na pewno chcesz usunąć profil płatności?
ru: Вы действительно хотите удалить платежный профиль?
sv: Är du säker på att du vill ta bort betalningsprofilen?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโปรไฟล์การชำระเงิน
uk: Ви впевнені, що хочете видалити платіжний профіль?

source: Are you sure you want to delete the role {name}?
ar: هل أنت متأكد أنك تريد حذف الدور{name} ؟
az: Rolu silmək istədiyinizə əminsinizmi{name}?
bn: আপনি কি নিশ্চিত যে আপনি ভূমিকাটি মুছে দিতে চান৷{name} ?
cs: Opravdu chcete smazat roli?{name} ?
de: Sind Sie sicher, dass Sie die Rolle löschen möchten?{name} ?
es: ¿Está seguro de que quiere eliminar el rol {name}?
et: Kas olete kindel, et soovite rolli {name} kustutada?
fi: Haluatko varmasti poistaa roolin{name} ?
ky: Ролду чын эле жок кылгыңыз келеби{name} ?
lt: Ar tikrai norite ištrinti vaidmenį?{name} ?
lv: Vai tiešām vēlaties dzēst lomu?{name} ?
nb: Er du sikker på at du vil slette rollen{name} ?
pl: Czy na pewno chcesz usunąć tę rolę?{name} ?
ru: Вы уверены, что хотите удалить роль?{name} ?
sv: Är du säker på att du vill ta bort rollen{name} ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบทบาทนี้{name} ?
uk: Ви впевнені, що хочете видалити роль?{name} ?

source: Are you sure you want to delete the template {template_name}?
ar: هل أنت متأكد أنك تريد حذف القالب{template_name} ؟
az: Şablonu silmək istədiyinizə əminsinizmi{template_name}?
bn: আপনি কি নিশ্চিত যে আপনি টেমপ্লেটটি মুছে ফেলতে চান৷{template_name} ?
cs: Jste si jisti, že chcete odstranit šablonu?{template_name} ?
de: Sind Sie sicher, dass Sie die Vorlage löschen möchten?{template_name} ?
es: ¿Estás seguro de que deseas eliminar la plantilla?{template_name} ?
et: Kas olete kindel, et soovite malli {template_name} kustutada?
fi: Haluatko varmasti poistaa mallin{template_name} ?
ky: Сиз шаблонду чын эле жок кылгыңыз келеби?{template_name} ?
lt: Ar tikrai norite ištrinti šabloną{template_name} ?
lv: Vai tiešām vēlaties dzēst veidni?{template_name} ?
nb: Er du sikker på at du vil slette malen{template_name} ?
pl: Czy na pewno chcesz usunąć szablon{template_name} ?
ru: Вы уверены, что хотите удалить шаблон?{template_name} ?
sv: Är du säker på att du vill ta bort mallen{template_name} ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเทมเพลต{template_name} ?
uk: Ви впевнені, що хочете видалити шаблон?{template_name} ?

source: Are you sure you want to delete the token of {firstname} {lastname}?
ar: هل أنت متأكد أنك تريد حذف الرمز المميز لـ{firstname}{lastname} ؟
az: İşarəsini silmək istədiyinizə əminsinizmi {firstname}{lastname}?
bn: আপনি কি নিশ্চিত আপনি এর টোকেন মুছে ফেলতে চান{firstname}{lastname} ?
cs: Jste si jisti, že chcete odstranit token z?{firstname}{lastname} ?
de: Sind Sie sicher, dass Sie das Token löschen möchten?{firstname}{lastname} ?
es: ¿Está seguro de que desea eliminar el token de {firstname} {lastname}?
et: Kas olete kindel, et soovite märgi kustutada{firstname}{lastname} ?
fi: Haluatko varmasti poistaa tunnuksen{firstname}{lastname} ?
ky: Токенди чын эле жок кылгыңыз келеби{firstname}{lastname} ?
lt: Ar tikrai norite ištrinti prieigos raktą{firstname}{lastname} ?
lv: Vai tiešām vēlaties dzēst marķieri{firstname}{lastname} ?
nb: Er du sikker på at du vil slette tokenet til{firstname}{lastname} ?
pl: Czy na pewno chcesz usunąć token{firstname}{lastname} ?
ru: Вы уверены, что хотите удалить токен{firstname}{lastname} ?
sv: Är du säker på att du vill ta bort token för{firstname}{lastname} ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโทเค็นของ{firstname}{lastname} ?
uk: Ви впевнені, що хочете видалити маркер{firstname}{lastname} ?

source: Are you sure you want to delete the {title} category?
ar: هل أنت متأكد أنك تريد حذف{title} فئة؟
az: Kateqoriyanı silmək istədiyinizə əminsin {title} izmi?
bn: আপনি কি নিশ্চিত আপনি মুছে ফেলতে চান{title} বিভাগ?
cs: Jste si jisti, že chcete smazat{title} kategorie?
de: Sind Sie sicher, dass Sie das löschen möchten?{title} Kategorie?
es: ¿Está seguro de que desea eliminar el{title} ¿categoría?
et: Kas olete kindel, et soovite kategooria {title} kustutada?
fi: Haluatko varmasti poistaa{title} kategoria?
ky: чын эле жок кылгыңыз келеби{title} категория?
lt: Ar tikrai norite ištrinti{title} Kategorija?
lv: Vai tiešām vēlaties dzēst{title} kategorija?
nb: Er du sikker på at du vil slette{title} kategori?
pl: Czy na pewno chcesz usunąć plik{title} Kategoria?
ru: Вы уверены, что хотите удалить{title} категория?
sv: Är du säker på att du vill ta bort{title} kategori?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ{title} หมวดหมู่?
uk: Ви впевнені, що бажаєте видалити{title} категорія?

source: Are you sure you want to delete the {title} category group?
ar: هل أنت متأكد أنك تريد حذف{title} مجموعة الفئة؟
az: Kateqoriya qrupunu silmək istədiyinizə ə {title} minsinizmi?
bn: আপনি কি নিশ্চিত আপনি মুছে ফেলতে চান{title} বিভাগ গ্রুপ?
cs: Jste si jisti, že chcete smazat{title} skupina kategorie?
de: Sind Sie sicher, dass Sie das löschen möchten?{title} Kategoriegruppe?
es: ¿Está seguro de que desea eliminar el{title} grupo de categorías?
et: Kas olete kindel, et soovite kategooriarühma {title} kustutada?
fi: Haluatko varmasti poistaa{title} luokkaryhmä?
ky: чын эле жок кылгыңыз келеби{title} категория тобу?
lt: Ar tikrai norite ištrinti{title} kategorijų grupė?
lv: Vai tiešām vēlaties dzēst{title} kategoriju grupa?
nb: Er du sikker på at du vil slette{title} kategorigruppe?
pl: Czy na pewno chcesz usunąć plik{title} grupa kategorii?
ru: Вы уверены, что хотите удалить{title} группа категорий?
sv: Är du säker på att du vill ta bort{title} kategorigrupp?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ{title} กลุ่มหมวดหมู่?
uk: Ви впевнені, що бажаєте видалити{title} група категорій?

source: Are you sure you want to delete this offering?
ar: هل أنت متأكد أنك تريد حذف هذا العرض؟
az: Bu təklifi silmək istədiyinizə əminsinizmi?
bn: আপনি কি এই অফারটি মুছে ফেলার বিষয়ে নিশ্চিত?
cs: Opravdu chcete tuto nabídku smazat?
de: Möchten Sie dieses Angebot wirklich löschen?
es: ¿Está seguro de que desea eliminar esta oferta?
et: Kas olete kindel, et soovite selle pakkumise kustutada?
fi: Haluatko varmasti poistaa tämän tarjouksen?
ky: Бул сунушту чын эле жок кылгыңыз келеби?
lt: Ar tikrai norite ištrinti šį pasiūlymą?
lv: Vai tiešām vēlaties dzēst šo piedāvājumu?
nb: Er du sikker på at du vil slette dette tilbudet?
pl: Czy na pewno chcesz usunąć tę ofertę?
ru: Вы уверены, что хотите удалить это предложение?
sv: Är du säker på att du vill ta bort det här erbjudandet?
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อเสนอนี้
uk: Ви впевнені, що бажаєте видалити цю пропозицію?

source: Are you sure you want to delete this {resourceType}?
ar: هل أنت متأكد أنك تريد حذف هذا{resourceType} ؟
az: Bunu silmək istədiyinizə əminsinizmi{resourceType}?
bn: আপনি কি নিশ্চিত আপনি এটি মুছে দিতে চান{resourceType} ?
cs: Opravdu chcete smazat tento {resourceType}?
de: Möchten Sie diese {resourceType} wirklich löschen?
es: ¿Está seguro de que quiere eliminar este {resourceType}?
et: Kas olete kindel, et soovite selle {resourceType} kustutada?
fi: Haluatko varmasti poistaa tämän{resourceType} ?
ky: Чын эле бул жок кыласызбы{resourceType} ?
lt: Ar tikrai norite ištrinti šį {resourceType}?
lv: Vai tiešām vēlaties to dzēst?{resourceType} ?
nb: Er du sikker på at du vil slette dette {resourceType}?
pl: Czy na pewno chcesz usunąć {resourceType}?
ru: Вы уверены, что хотите удалить это?{resourceType} ?
sv: Är du säker på att du vill radera detta {resourceType}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสิ่งนี้{resourceType} ?
uk: Ви впевнені, що хочете видалити це?{resourceType} ?

source: Are you sure you want to delete user {name}?
az: İstifadəçini silmək istədiyinizə əminsinizmi{name}?
uk: Ви впевнені, що хочете видалити користувача{name} ?

source: Are you sure you want to destroy {count} resources?
ar: هل أنت متأكد أنك تريد تدمير{count} موارد؟
az: Res {count} ursları məhv etmək istədiyinizə əminsinizmi?
bn: আপনি কি নিশ্চিত আপনি ধ্বংস করতে চান{count} সম্পদ?
cs: Jste si jistý, že chcete zničit?{count} zdroje?
de: Sind Sie sicher, dass Sie es zerstören möchten?{count} Ressourcen?
es: ¿Está seguro de que quiere destruir {count} recursos?
et: Kas olete kindel, et soovite {count} ressurssi hävitada?
fi: Oletko varma, että haluat tuhota{count} resursseja?
ky: Чын эле жок кылгыңыз келеби?{count} ресурстар?
lt: Ar tikrai norite sunaikinti{count} išteklių?
lv: Vai esat pārliecināts, ka vēlaties iznīcināt{count} resursus?
nb: Er du sikker på at du vil ødelegge{count} ressurser?
pl: Czy na pewno chcesz zniszczyć{count} zasoby?
ru: Вы уверены, что хотите уничтожить{count} Ресурсы?
sv: Är du säker på att du vill förstöra{count} Resurser?
th: คุณแน่ใจหรือว่าต้องการทำลาย{count} ทรัพยากร?
uk: Ви впевнені, що хочете знищити{count} ресурси?

source: Are you sure you want to enable {serviceDesk}? This will disable all the other service desks.
ar: هل أنت متأكد من أنك تريد تمكين{serviceDesk} ؟ سيؤدي هذا إلى تعطيل كافة مكاتب الخدمة الأخرى.
az: Aktivləşdirmək istədiyinizə əminsinizmi{serviceDesk}? Bu, bütün digər xidmət masalarını söndürəcəkdir.
bn: আপনি কি নিশ্চিত আপনি সক্ষম করতে চান?{serviceDesk} ? এটি অন্যান্য সমস্ত পরিষেবা ডেস্ক নিষ্ক্রিয় করবে।
cs: Opravdu chcete povolit?{serviceDesk} ? Tím zakážete všechny ostatní služby.
de: Sind Sie sicher, dass Sie die Funktion aktivieren möchten?{serviceDesk} ? Dadurch werden alle anderen Service Desks deaktiviert.
es: ¿Estás seguro de que deseas habilitar?{serviceDesk} ? Esto deshabilitará todas las demás mesas de servicio.
et: Kas soovite kindlasti lubada?{serviceDesk} ? See keelab kõik muud teeninduslauad.
fi: Haluatko varmasti ottaa käyttöön{serviceDesk} ? Tämä poistaa käytöstä kaikki muut palvelupisteet.
ky: Чын эле иштеткиңиз келеби{serviceDesk} ? Бул башка бардык тейлөө столдорун өчүрөт.
lt: Ar tikrai norite įgalinti{serviceDesk} ? Taip bus išjungtos visos kitos aptarnavimo tarnybos.
lv: Vai tiešām vēlaties iespējot{serviceDesk} ? Tas atspējos visas pārējās apkalpošanas vietas.
nb: Er du sikker på at du vil aktivere{serviceDesk} ? Dette vil deaktivere alle andre servicedesk.
pl: Czy na pewno chcesz włączyć{serviceDesk} ? Spowoduje to wyłączenie wszystkich pozostałych punktów obsługi.
ru: Вы уверены, что хотите включить{serviceDesk} ? Это отключит все остальные службы поддержки.
sv: Är du säker på att du vill aktivera{serviceDesk} ? Detta kommer att inaktivera alla andra servicedesk.
th: คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้งาน{serviceDesk} ? การดำเนินการนี้จะปิดใช้งานส่วนให้บริการอื่นๆ ทั้งหมด
uk: Ви впевнені, що хочете ввімкнути{serviceDesk} ? Це вимкне всі інші служби обслуговування.

source: Are you sure you want to prohibit this organization from managing calls?
ar: هل أنت متأكد أنك تريد منع هذه المؤسسة من إدارة المكالمات؟
az: Bu təşkilatın zəngləri idarə etməsini qadağan etmək istədiyinizə əminsinizmi?
bn: আপনি কি নিশ্চিত যে আপনি এই সংস্থাকে কল পরিচালনা করা থেকে নিষিদ্ধ করতে চান?
cs: Opravdu chcete této organizaci zakázat správu hovorů?
de: Möchten Sie dieser Organisation wirklich die Verwaltung von Anrufen verbieten?
es: ¿Está seguro de que desea prohibir que esta organización administre llamadas?
et: Kas olete kindel, et soovite keelata sellel organisatsioonil konkursside haldamise?
fi: Haluatko varmasti estää tätä organisaatiota hallitsemasta puheluita?
ky: Чын эле бул уюмга чалууларды башкарууга тыюу салгыңыз келеби?
lt: Ar tikrai norite uždrausti šiai organizacijai tvarkyti skambučius?
lv: Vai tiešām vēlaties aizliegt šai organizācijai pārvaldīt zvanus?
nb: Er du sikker på at du vil forby denne organisasjonen fra å administrere anrop?
pl: Czy na pewno chcesz zabronić tej organizacji zarządzania połączeniami?
ru: Вы уверены, что хотите запретить этой организации управлять звонками?
sv: Är du säker på att du vill förbjuda den här organisationen från att hantera samtal?
th: คุณแน่ใจหรือไม่ว่าต้องการห้ามไม่ให้องค์กรนี้จัดการการโทร
uk: Ви впевнені, що хочете заборонити цій організації керувати викликами?

source: Are you sure you want to pull {count} resources?
ar: هل أنت متأكد أنك تريد السحب{count} موارد؟
az: Res {count} ursları çəkmək istədiyinizə əminsinizmi?
bn: আপনি কি নিশ্চিত আপনি টানতে চান{count} সম্পদ?
cs: Jste si jistý, že chcete vytáhnout?{count} zdroje?
de: Sind Sie sicher, dass Sie ziehen möchten?{count} Ressourcen?
es: ¿Está seguro de que quiere obtener {count} recursos?
et: Oled kindel, et soovite tõmmata {count} ressursse?
fi: Oletko varma, että haluat vetää{count} resursseja?
ky: Чын эле тарткыңыз келеби?{count} ресурстар?
lt: Ar tikrai norite traukti{count} išteklių?
lv: Vai tiešām vēlaties vilkt{count} resursus?
nb: Er du sikker på at du vil trekke{count} ressurser?
pl: Czy na pewno chcesz ciągnąć{count} zasoby?
ru: Вы уверены, что хотите вытащить{count} Ресурсы?
sv: Är du säker på att du vill dra{count} Resurser?
th: คุณแน่ใจหรือว่าต้องการดึง{count} ทรัพยากร?
uk: Ви впевнені, що хочете тягнути?{count} ресурси?

source: Are you sure you want to remove invoice item {name}?
ar: هل أنت متأكد أنك تريد إزالة عنصر الفاتورة{name} ؟
az: Faktura elementini silmək istədiyinizə əminsinizmi{name}?
bn: আপনি কি নিশ্চিত আপনি চালান আইটেম সরাতে চান{name} ?
cs: Opravdu chcete odstranit položku faktury?{name} ?
de: Sind Sie sicher, dass Sie den Rechnungsposten entfernen möchten?{name} ?
es: ¿Está seguro de que quiere eliminar el artículo de la factura {name}?
et: Kas olete kindel, et soovite eemaldada arve kirje {name}?
fi: Haluatko varmasti poistaa laskun kohteen?{name} ?
ky: Эсеп-фактураны чын эле алып салгыңыз келеби{name} ?
lt: Ar tikrai norite pašalinti sąskaitos faktūros elementą?{name} ?
lv: Vai tiešām vēlaties noņemt rēķina vienumu?{name} ?
nb: Er du sikker på at du vil fjerne fakturaelementet{name} ?
pl: Czy na pewno chcesz usunąć pozycję na fakturze?{name} ?
ru: Вы уверены, что хотите удалить элемент счета?{name} ?
sv: Är du säker på att du vill ta bort fakturaobjekt{name} ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการใบแจ้งหนี้{name} ?
uk: Ви впевнені, що хочете видалити позицію рахунку?{name} ?

source: Are you sure you want to remove {userName}?
ar: هل أنت متأكد من أنك تريد إزالة{userName} ؟
az: Silmək istədiyinizə əminsinizmi{userName}?
bn: আপনি নিশ্চিত ভাবে সরাতে চান হয়{userName} ?
cs: Opravdu chcete odstranit {userName}?
de: Möchten Sie wirklich {userName} entfernen?
es: ¿Está seguro de que desea eliminar {userName}?
et: Kas olete kindel, et soovite eemaldada {userName}?
fi: Haluatko varmasti poistaa{userName} ?
ky: Чын эле алып салгыңыз келеби{userName} ?
lt: Ar tikrai norite pašalinti {userName}?
lv: Vai tiešām vēlaties noņemt?{userName} ?
nb: Er du sikker på at du vil fjerne {userName}?
pl: Czy na pewno chcesz usunąć{userName} ?
ru: Вы уверены, что хотите удалить{userName} ?
sv: Är du säker på att du vill ta bort{userName} ?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ{userName} ?
uk: Ви впевнені, що хочете видалити{userName} ?

source: Are you sure you want to remove {user} from {project}?
az: Çıxarmaq istədiyinizə əminsin {user} izmi{project}?

source: Are you sure you want to request {provider} to add {offering} to the {call}?
az: Əlavə etməyi tələb etmək istədiyiniz {provider} ə əmin {offering} sinizmi{call}?

source: Are you sure you want to revoke this permission?
ar: هل أنت متأكد أنك تريد إلغاء هذا الإذن؟
az: Bu icazəni ləğv etmək istədiyinizə əminsinizmi?
bn: আপনি কি নিশ্চিত আপনি এই অনুমতি প্রত্যাহার করতে চান?
cs: Opravdu chcete toto oprávnění odvolat?
de: Möchten Sie diese Berechtigung wirklich widerrufen?
es: ¿Está seguro de que desea revocar este permiso?
et: Kas olete kindel, et soovite selle loa tühistada?
fi: Haluatko varmasti peruuttaa tämän luvan?
ky: Бул уруксатты чын эле жокко чыгаргыңыз келеби?
lt: Ar tikrai norite atšaukti šį leidimą?
lv: Vai tiešām vēlaties atsaukt šo atļauju?
nb: Er du sikker på at du vil tilbakekalle denne tillatelsen?
pl: Czy na pewno chcesz cofnąć to pozwolenie?
ru: Вы действительно хотите отозвать это разрешение?
sv: Är du säker på att du vill återkalla den här behörigheten?
th: คุณแน่ใจหรือไม่ว่าต้องการเพิกถอนการอนุญาตนี้
uk: Ви впевнені, що бажаєте відкликати цей дозвіл?

source: Are you sure you want to select template? Note this will reset the node plan.
ar: هل أنت متأكد أنك تريد اختيار القالب؟ لاحظ أن هذا سيؤدي إلى إعادة تعيين خطة العقدة.
az: Şablon seçmək istədiyinizə əminsinizmi? Qeyd edək ki, bu düyün planını sıfırlayacaq.
bn: আপনি কি টেমপ্লেট নির্বাচন করার বিষয়ে নিশ্চিত? মনে রাখবেন এটি নোড প্ল্যান রিসেট করবে।
cs: Opravdu chcete vybrat šablonu? Upozorňujeme, že se tím vynuluje plán uzlů.
de: Möchten Sie die Vorlage wirklich auswählen? Beachten Sie, dass der Knotenplan zurückgesetzt wird.
es: ¿Está seguro de que quiere seleccionar la plantilla? Tenga en cuenta que esto restablecerá el plan de nodos.
et: Kas soovite kindlasti malli valida? Pange tähele, et see lähtestab sõlmeplaani.
fi: Haluatko varmasti valita mallin? Huomaa, että tämä nollaa solmusuunnitelman.
ky: Калыпты чын эле тандагыңыз келеби? Бул түйүн планын баштапкы абалга келтирерин эске алыңыз.
lt: Ar tikrai norite pasirinkti šabloną? Atkreipkite dėmesį, kad tai atkurs mazgo planą.
lv: Vai tiešām vēlaties atlasīt veidni? Ņemiet vērā, ka tas atiestatīs mezgla plānu.
nb: Er du sikker på at du vil velge mal? Merk at dette vil tilbakestille nodeplanen.
pl: Czy na pewno chcesz wybrać szablon? Uwaga: spowoduje to zresetowanie planu węzła.
ru: Вы уверены, что хотите выбрать шаблон? Обратите внимание, что это приведет к сбросу плана узла.
sv: Är du säker på att du vill välja mall? Observera att detta kommer att återställa nodplanen.
th: คุณแน่ใจหรือไม่ว่าต้องการเลือกเทมเพลต โปรดทราบว่าการดำเนินการนี้จะรีเซ็ตแผนโหนด
uk: Ви впевнені, що хочете вибрати шаблон? Зауважте, що це скине план вузла.

source: Are you sure you want to submit the order?
ar: هل أنت متأكد أنك تريد تقديم الطلب؟
az: Sifariş vermək istədiyinizə əminsinizmi?
bn: আপনি কি অর্ডার জমা দেওয়ার বিষয়ে নিশ্চিত?
cs: Opravdu chcete odeslat objednávku?
de: Sind Sie sicher, dass Sie die Bestellung abschicken möchten?
es: ¿Estás seguro de que deseas enviar el pedido?
et: Kas olete kindel, et soovite tellimuse esitada?
fi: Oletko varma, että haluat lähettää tilauksen?
ky: Буйрутманы чын эле тапшыргыңыз келеби?
lt: Ar tikrai norite pateikti užsakymą?
lv: Vai tiešām vēlaties iesniegt pasūtījumu?
nb: Er du sikker på at du vil sende inn bestillingen?
pl: Czy na pewno chcesz złożyć zamówienie?
ru: Вы уверены, что хотите отправить заказ?
sv: Är du säker på att du vill skicka beställningen?
th: คุณแน่ใจหรือไม่ว่าต้องการส่งคำสั่งซื้อ?
uk: Ви впевнені, що хочете відправити замовлення?

source: Are you sure you want to unlink {name} {resourceType}?
ar: هل أنت متأكد أنك تريد إلغاء الارتباط{name}{resourceType} ؟
az: Linki çıxarmaq istədiyinizə əminsinizmi? {name} {resourceType}
bn: আপনি কি নিশ্চিত আপনি লিঙ্কমুক্ত করতে চান?{name}{resourceType} ?
cs: Opravdu chcete odpojit?{name}{resourceType} ?
de: Sind Sie sicher, dass Sie die Verknüpfung aufheben möchten?{name}{resourceType} ?
es: ¿Está seguro de que quiere desvincular {name} {resourceType}?
et: Kas soovite kindlasti linkimise tühistada?{name}{resourceType} ?
fi: Haluatko varmasti poistaa linkityksen{name}{resourceType} ?
ky: Чын эле ажыраткыңыз келеби{name}{resourceType} ?
lt: Ar tikrai norite atsieti{name}{resourceType} ?
lv: Vai tiešām vēlaties atsaistīt?{name}{resourceType} ?
nb: Er du sikker på at du vil fjerne tilknytningen{name}{resourceType} ?
pl: Czy na pewno chcesz odłączyć?{name}{resourceType} ?
ru: Вы уверены, что хотите отменить связь?{name}{resourceType} ?
sv: Är du säker på att du vill ta bort länken{name}{resourceType} ?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการเชื่อมโยง{name}{resourceType} ?
uk: Ви впевнені, що хочете від’єднати?{name}{resourceType} ?

source: Are you sure you want to {action} the VM?
ar: هل أنت متأكد أنك تريد{action} جهاز افتراضي؟
az: VM-ə gəlmək istədiyinizə ə {action} minsinizmi?
bn: তুমি কি নিশ্চিত তুমি কি চাও{action} ভিএম?
cs: Jsi si jistý, že chceš{action} VM?
de: Bist du sicher, dass du das willst{action} die VM?
es: ¿Está seguro de que quiere {action} la máquina virtual?
et: Kas olete kindel, et soovite virtuaalmasina {action}?
fi: Oletko varma että haluat{action} VM?
ky: Чын эле каалайсызбы{action} VM?
lt: Ar tikrai norite{action} VM?
lv: Vai tiešām vēlaties?{action} VM?
nb: Er du sikker på at du vil{action} VM?
pl: Czy na pewno chcesz{action} maszyna wirtualna?
ru: Вы уверены, что хотите{action} ВМ?
sv: Är du säker på att du vill{action} VM?
th: คุณแน่ใจหรือว่าคุณต้องการ{action} วีเอ็ม?
uk: Ви впевнені, що хочете{action} ВМ?

source: Are you sure you want to {action} this call?
az: {action}Bu zəng etmək istədiyinizə əminsinizmi?

source: Are you sure you want to {title} {count} resources?
ar: هل أنت متأكد أنك تريد{title}{count} موارد؟
az: Resurs almaq istədiyinizə əminsin {title} {count} izmi?
bn: তুমি কি নিশ্চিত তুমি কি চাও{title}{count} সম্পদ?
cs: Jsi si jistý, že chceš{title}{count} zdroje?
de: Bist du sicher, dass du das willst{title}{count} Ressourcen?
es: ¿Está seguro de que quiere {title} {count} recursos?
et: Kas olete kindel, et soovite{title}{count} ressursse?
fi: Oletko varma että haluat{title}{count} resursseja?
ky: Чын эле каалайсызбы{title}{count} ресурстар?
lt: Ar tikrai norite{title}{count} išteklių?
lv: Vai tiešām vēlaties?{title}{count} resursus?
nb: Er du sikker på at du vil{title}{count} ressurser?
pl: Czy na pewno chcesz{title}{count} zasoby?
ru: Вы уверены, что хотите{title}{count} Ресурсы?
sv: Är du säker på att du vill{title}{count} Resurser?
th: คุณแน่ใจหรือว่าคุณต้องการ{title}{count} ทรัพยากร?
uk: Ви впевнені, що хочете{title}{count} ресурси?
