Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Active
ar: نشيط
az: Aktiv
bn: সক্রিয়
cs: Aktivní
de: Aktiv
es: Activo
et: Aktiivne
fi: Aktiivinen
ky: Активдүү
lt: Aktyvus
lv: AKTĪVS
nb: Aktiv
pl: Aktywny
ru: Активный
sv: Aktiv
th: คล่องแคล่ว
uk: Активний

source: Active campaigns
ar: الحملات النشطة
az: Aktiv kampaniyalar
bn: সক্রিয় প্রচারণা
cs: Aktivní kampaně
de: Aktive Kampagnen
es: Campañas activas
et: Aktiivsed kampaaniad
fi: Aktiiviset kampanjat
ky: Активдүү кампаниялар
lt: Aktyvios kampanijos
lv: Aktīvās kampaņas
nb: Aktive kampanjer
pl: Aktywne kampanie
ru: Активные кампании
sv: Aktiva kampanjer
th: แคมเปญที่ใช้งานอยู่
uk: Активні кампанії

source: Active clients
ar: العملاء النشطين
az: Aktiv müştərilər
bn: সক্রিয় ক্লায়েন্ট
cs: Aktivní klienti
de: Aktive Kunden
es: Clientes activos
et: Aktiivsed kliendid
fi: Aktiivisia asiakkaita
ky: Активдүү кардарлар
lt: Aktyvūs klientai
lv: Aktīvie klienti
nb: Aktive klienter
pl: Aktywni klienci
ru: Активные клиенты
sv: Aktiva kunder
th: ลูกค้าที่ใช้งานอยู่
uk: Активні клієнти

source: Active count
ar: عدد نشط
az: Aktiv sayma
bn: সক্রিয় গণনা
cs: Aktivní počet
de: Aktive Zählung
es: Recuento activo
et: Aktiivne konto
fi: Aktiivinen määrä
ky: Активдүү эсеп
lt: Aktyvus skaičius
lv: Aktīvs skaits
nb: Aktivtall
pl: Liczba aktywnych
ru: Количество активных
sv: Aktivt antal
th: จำนวนที่ใช้งานอยู่
uk: Активна кількість

source: Active notifications
ar: الإخطارات النشطة
az: Aktiv bildirişlər
bn: সক্রিয় বিজ্ঞপ্তি
cs: Aktivní upozornění
de: Aktive Benachrichtigungen
es: Notificaciones activas
et: Aktiivsed teavitused
fi: Aktiiviset ilmoitukset
ky: Активдүү эскертмелер
lt: Aktyvūs pranešimai
lv: Aktīvie paziņojumi
nb: Aktive varsler
pl: Aktywne powiadomienia
ru: Активные уведомления
sv: Aktiva aviseringar
th: การแจ้งเตือนที่ใช้งานอยู่
uk: Активні повідомлення

source: Active plans
ar: خطط نشطة
az: Aktiv planlar
bn: সক্রিয় পরিকল্পনা
cs: Aktivní plány
de: Aktive Pläne
es: Planes activos
et: Aktiivsed plaanid
fi: Aktiiviset suunnitelmat
ky: Активдүү пландар
lt: Aktyvūs planai
lv: Aktīvie plāni
nb: Aktive planer
pl: Aktywne plany
ru: Действующие тарифы
sv: Aktiva planer
th: แผนงานที่ใช้งานอยู่
uk: Активні плани

source: Active resources
ar: الموارد النشطة
az: Aktiv resurslar
bn: সক্রিয় সম্পদ
cs: Aktivní zdroje
de: Aktive Ressourcen
es: Recursos activos
et: Aktiivsed ressursid
fi: Aktiiviset resurssit
ky: Активдүү ресурстар
lt: Aktyvūs ištekliai
lv: Aktīvie resursi
nb: Aktive ressurser
pl: Aktywne zasoby
ru: Активные ресурсы
sv: Aktiva resurser
th: ทรัพยากรที่ใช้งานอยู่
uk: Активні ресурси

source: Active sessions
ar: جلسات نشطة
az: Aktiv sessiyalar
bn: সক্রিয় সেশন
cs: Aktivní relace
de: Aktive Sitzungen
es: Sesiones activas
et: Aktiivsed sessioonid
fi: Aktiiviset istunnot
ky: Активдүү сессиялар
lt: Aktyvūs užsiėmimai
lv: Aktīvās sesijas
nb: Aktive økter
pl: Aktywne sesje
ru: Активная сессия
sv: Aktiva Sessioner
th: เซสชันที่ใช้งานอยู่
uk: Активні сесії

source: Active user will be able to login into the portal.
ar: سيتمكن المستخدم النشط من تسجيل الدخول إلى البوابة.
az: Aktiv istifadəçi portala daxil ola biləcək.
bn: সক্রিয় ব্যবহারকারী পোর্টালে লগইন করতে সক্ষম হবেন।
cs: Aktivní uživatel se bude moci přihlásit do portálu.
de: Der aktive Benutzer kann sich beim Portal anmelden.
es: El usuario activo podrá iniciar sesión en el portal.
et: Aktiivne kasutaja on võimeline sisenema portaali
fi: Aktiivinen käyttäjä voi kirjautua sisään portaaliin.
ky: Жигердүү колдонуучу порталга кире алат.
lt: Aktyvus vartotojas galės prisijungti prie portalo.
lv: Aktīvs lietotājs varēs ielogoties portālā.
nb: Aktiv bruker vil kunne logge inn på portalen.
pl: Aktywny użytkownik będzie mógł zalogować się do portalu.
ru: Активный пользователь сможет войти на портал.
sv: Aktiv användare kommer att kunna logga in på portalen.
th: ผู้ใช้ที่ใช้งานอยู่จะสามารถเข้าสู่ระบบพอร์ทัลได้
uk: Активний користувач зможе увійти на портал.

source: Activity
ar: نشاط
az: Fəaliyyət
bn: কার্যকলাপ
cs: Aktivita
de: Aktivität
es: Actividad
et: Tegevused
fi: Aktiviteetti
ky: Активдүүлүк
lt: Veikla
lv: Aktivitāte
nb: Aktivitet
pl: Aktywność
ru: Активность
sv: Aktivitet
th: กิจกรรม
uk: діяльність

source: Activity stream
ar: تيار النشاطات
az: Aktivlik lenti
bn: চাঞ্চল্যপূর্ণ প্রবাহ
cs: Přehled aktivity
de: Aktivitätsstrom
es: Flujo de actividad
et: Aktiivsuse voog
fi: Toimintavirta
ky: Актив агымы
lt: Veiklos srautas
lv: Darbību straume
nb: Aktivitetsstrøm
pl: Strumień aktywności
ru: Лента активности
sv: Aktivitetsflöde
th: สตรีมกิจกรรม
uk: Стрічка активності

source: Add
ar: يضيف
az: Əlavə edin
bn: যোগ করুন
cs: Přidat
de: Hinzufügen
es: Añadir
et: Lisa
fi: Lisätä
ky: кошуу
lt: Pridėti
lv: Pievienot
nb: Legg til
pl: Dodawać
ru: Добавить
sv: Lägg till
th: เพิ่ม
uk: Додати

source: Add PI
ar: أضف بي
az: PI əlavə edin
bn: PI যোগ করুন
cs: Přidejte PI
de: PI hinzufügen
es: Añadir IP
et: Lisa projektijuht
fi: Lisää PI
ky: PI кошуу
lt: Pridėti PI
lv: Pievienojiet PI
nb: Legg til PI
pl: Dodaj PI
ru: Добавить ИП
sv: Lägg till PI
th: เพิ่มปี่
uk: Додати ПІ

source: Add SSH key
ar: أضف مفتاح SSH
az: SSH açarını əlavə edin
bn: SSH কী যোগ করুন
cs: Přidat SSH klíč
de: SSH-Schlüssel hinzufügen
es: Añadir clave SSH
et: Lisa SSH võti
fi: Lisää SSH-avain
ky: SSH ачкычын кошуу
lt: Pridėti SSH raktą
lv: Pievienot SSH atslēgu
nb: Legg til SSH-nøkkel
pl: Dodaj klucz SSH
ru: Добавить SSH ключ
sv: Lägg till SSH-nyckel
th: เพิ่มคีย์ SSH
uk: Додати SSH ключ

source: Add Waldur user SSH keys to the FreeIPA profile
ar: أضف مفاتيح SSH لمستخدم Waldur إلى ملف تعريف FreeIPA
az: FreeIPA profilinə Waldur istifadəçisi SSH düymələrini əlavə edin
bn: FreeIPA প্রোফাইলে Waldur ব্যবহারকারী SSH কী যোগ করুন
cs: Přidejte SSH klíče uživatele Waldur do profilu FreeIPA
de: Fügen Sie dem FreeIPA-Profil Waldur-Benutzer-SSH-Schlüssel hinzu
es: Añadir las claves SSH del usuario Waldur al perfil de FreeIPA
et: Lisage Walduri kasutaja SSH võtmed FreeIPa profiilile
fi: Lisää Waldur-käyttäjän SSH-avaimet FreeIPA-profiiliin
ky: Waldur колдонуучусунун SSH ачкычтарын FreeIPA профилине кошуңуз
lt: Pridėti Waldur vartotojo SSH raktus į FreeIPA profilį
lv: Pievienojiet Waldur lietotāja SSH atslēgas FreeIPA profilam
nb: Legg til Waldur-bruker-SSH-nøkler i FreeIPA-profilen
pl: Dodaj klucze SSH użytkownika Waldur do profilu FreeIPA
ru: Добавление SSH ключей пользователя Waldur в профиль FreeIPA
sv: Lägg till Waldur-användarens SSH-nycklar i FreeIPA-profilen
th: เพิ่มคีย์ SSH ของผู้ใช้ Waldur ไปยังโปรไฟล์ FreeIPA
uk: Додати SSH ключі користувача Waldur до профілю FreeIPA

source: Add a note to the provider
az: Provayderə bir qeyd əlavə edin

source: Add address
ar: إضافة عنوان
az: Ünvan əlavə edin
bn: ঠিকানা যোগ করুন
cs: Přidat adresu
de: Adresse hinzufügen
es: Añadir dirección
et: Lisage aadress
fi: Lisää osoite
ky: Дарек кошуу
lt: Pridėti adresą
lv: Pievienojiet adresi
nb: Legg til adresse
pl: Dodaj adres
ru: Добавить адрес
sv: Lägg till adress
th: เพิ่มที่อยู่
uk: Додати адресу

source: Add attachments
az: Əlavələr əlavə edin

source: Add broadcast
ar: أضف البث
az: Yayım əlavə edin
bn: সম্প্রচার যোগ করুন
cs: Přidat vysílání
de: Übertragung hinzufügen
es: Agregar transmisión
et: Lisa teade
fi: Lisää lähetys
ky: Берүүнү кошуу
lt: Pridėti transliaciją
lv: Pievienot apraidi
nb: Legg til kringkasting
pl: Dodaj transmisję
ru: Добавить трансляцию
sv: Lägg till sändning
th: เพิ่มการออกอากาศ
uk: Додати трансляцію

source: Add call
ar: أضف مكالمة
az: Zəng əlavə edin
bn: কল যোগ করুন
cs: Přidat hovor
de: Anruf hinzufügen
es: Agregar llamada
et: Lisa konkurss
fi: Lisää puhelu
ky: Чалуу кошуу
lt: Pridėti skambutį
lv: Pievienot zvanu
nb: Legg til anrop
pl: Dodaj połączenie
ru: Добавить звонок
sv: Lägg till samtal
th: เพิ่มการโทร
uk: Додати виклик

source: Add call attachments
az: Zəng əlavələri əlavə edin

source: Add category
ar: إضافة فئة
az: Kateqoriya əlavə edin
bn: বিভাগ যোগ করুন
cs: Přidat kategorii
de: Kategorie hinzufügen
es: Agregar categoría
et: Lisa kategooria
fi: Lisää luokka
ky: Категория кошуу
lt: Pridėti kategoriją
lv: Pievienot kategoriju
nb: Legg til kategori
pl: Dodaj kategorię
ru: Добавить категорию
sv: Lägg till Kategori
th: เพิ่มหมวดหมู่
uk: Додати категорію

source: Add comment
ar: أضف تعليق
az: Şərh əlavə edin
bn: মন্তব্য যোগ করুন
cs: Přidat komentář
de: Kommentar hinzufügen
es: Añadir un comentario
et: Lisa kommentaar
fi: Lisää kommentti
ky: Комментарий кошуу
lt: Pridėti komentarą
lv: Pievienot komentāru
nb: Legg til kommentar
pl: Dodaj komentarz
ru: Добавить комментарий
sv: Lägg till kommentar
th: เพิ่มความเห็น
uk: Додати коментар

source: Add component
ar: إضافة مكون
az: Komponent əlavə edin
bn: উপাদান যোগ করুন
cs: Přidat komponentu
de: Komponente hinzufügen
es: Añadir componente
et: Lisa komponent
fi: Lisää komponentti
ky: Компонент кошуу
lt: Pridėti komponentą
lv: Pievienojiet komponentu
nb: Legg til komponent
pl: Dodaj komponent
ru: Добавить компонент
sv: Lägg till komponent
th: เพิ่มส่วนประกอบ
uk: Додати компонент

source: Add current page
ar: إضافة الصفحة الحالية
az: Cari səhifə əlavə edin
bn: বর্তমান পৃষ্ঠা যোগ করুন
cs: Přidat aktuální stránku
de: Aktuelle Seite hinzufügen
es: Añadir página actual
et: Lisa praegune leht
fi: Lisää nykyinen sivu
ky: Учурдагы баракты кошуу
lt: Pridėti dabartinį puslapį
lv: Pievienot pašreizējo lapu
nb: Legg til gjeldende side
pl: Dodaj bieżącą stronę
ru: Добавить текущую страницу
sv: Lägg till aktuell sida
th: เพิ่มหน้าปัจจุบัน
uk: Додати поточну сторінку

source: Add data volume
ar: إضافة حجم البيانات
az: Data həcmini əlavə edin
bn: ডেটা ভলিউম যোগ করুন
cs: Přidání datového svazku
de: Datenvolumen hinzufügen
es: Añadir volumen de datos
et: Andmeketta lisamine
fi: Lisää datamäärä
ky: Дайындардын көлөмүн кошуу
lt: Pridėti duomenų tomas
lv: Pievienojiet datu apjomu
nb: Legg til datavolum
pl: Dodaj ilość danych
ru: Добавить том данных
sv: Lägg till datavolym
th: เพิ่มปริมาณข้อมูล
uk: Додати том даних

source: Add email
ar: إضافة بريد إلكتروني
az: E-poçt əlavə et
bn: ইমেল যোগ করুন
cs: Přidat e-mail
de: E-Mail hinzufügen
es: Añadir correo electrónico
et: Lisa e-post
fi: Lisää sähköpostiosoite
ky: Электрондук почта кошуу
lt: Pridėti el
lv: Pievienojiet e-pastu
nb: Legg til e-post
pl: Dodaj adres e-mail
ru: Добавить адрес электронной почты
sv: Lägg till e-post
th: เพิ่มอีเมล
uk: Додати електронну адресу

source: Add endpoint
ar: أضف نقطة النهاية
az: Son nöqtə əlavə edin
bn: এন্ডপয়েন্ট যোগ করুন
cs: Přidat koncový bod
de: Endpunkt hinzufügen
es: Añadir punto final
et: Lisa lõpp-punkt
fi: Lisää päätepiste
ky: Акыркы чекит кошуу
lt: Pridėti galinį tašką
lv: Pievienot beigu punktu
nb: Legg til endepunkt
pl: Dodaj punkt końcowy
ru: Добавить конечную точку
sv: Lägg till slutpunkt
th: เพิ่มจุดสิ้นสุด
uk: Додайте кінцеву точку

source: Add environment variable
ar: إضافة متغير البيئة
az: Ətraf mühit dəyişkəni əlavə
bn: পরিবেশ পরিবর্তনশীল যোগ করুন
cs: Přidat proměnnou prostředí
de: Umgebungsvariable hinzufügen
es: Añadir variable de entorno
et: Lisa keskkonnamuutuja
fi: Lisää ympäristömuuttuja
ky: Айлана-чөйрө өзгөрмөсүн кошуу
lt: Pridėti aplinkos kintamąjį
lv: Pievienojiet vides mainīgo
nb: Legg til miljøvariabel
pl: Dodaj zmienną środowiskową
ru: Добавить переменную среды
sv: Lägg till miljövariabel
th: เพิ่มตัวแปรสภาพแวดล้อม
uk: Додати змінну середовища

source: Add footer
ar: إضافة تذييل
az: Altbilgi əlavə edin
bn: ফুটার যোগ করুন
cs: Přidat zápatí
de: Fußzeile hinzufügen
es: Agregar pie de página
et: Lisa jalus
fi: Lisää alatunniste
ky: Колонтитул кошуу
lt: Pridėti poraštę
lv: Pievienot kājeni
nb: Legg til bunntekst
pl: Dodaj stopkę
ru: Добавить нижний колонтитул
sv: Lägg till sidfot
th: เพิ่มส่วนท้าย
uk: Додайте нижній колонтитул

source: Add group
ar: أضف مجموعة
az: Qrup əlavə et
bn: গ্রুপ যোগ করুন
cs: Přidat skupinu
de: Gruppe hinzufügen
es: Agregar grupo
et: Lisa grupp
fi: Lisää ryhmä
ky: Топ кошуу
lt: Pridėti grupę
lv: Pievienot grupu
nb: Legg til gruppe
pl: Dodaj grupę
ru: Добавить группу
sv: Lägg till grupp
th: เพิ่มกลุ่ม
uk: Додати групу

source: Add identity provider
ar: إضافة مزود الهوية
az: Şəxsiyyət provayderi əlavə
bn: পরিচয় প্রদানকারী যোগ করুন
cs: Přidat poskytovatele identity
de: Identitätsanbieter hinzufügen
es: Añadir proveedor de identidad
et: Lisa identiteediteenuse pakkuja
fi: Lisää identiteetin tarjoaja
ky: Идентификациялык камсыздоочуну кошуу
lt: Pridėti tapatybės teikėją
lv: Pievienojiet identitātes nodrošinātāju
nb: Legg til identitetsleverandør
pl: Dodaj dostawcę tożsamości
ru: Добавить поставщика удостоверений
sv: Lägg till identitetsleverantör
th: เพิ่มผู้ให้บริการข้อมูลประจำตัว
uk: Додайте постачальника посвідчень

source: Add image
ar: إضافة صورة
az: Şəkil əlavə edin
bn: ছবি যোগ কর
cs: Přidat obrázek
de: Bild hinzufügen
es: Añadir imagen
et: Lisa pilt
fi: Lisää kuva
ky: Сүрөт кошуу
lt: Pridėti vaizdą
lv: Pievienot attēlu
nb: Legg til bilde
pl: Dodaj obraz
ru: Добавить образ
sv: Lägg till bild
th: ใส่รูปภาพ
uk: Додати зображення

source: Add item
ar: إضافة عنصر
az: Bənd əlavə edin
bn: আইটেম যোগ করুন
cs: Přidat položku
de: Artikel hinzufügen
es: Añadir artículo
et: Lisa element
fi: Lisää kohde
ky: Элемент кошуу
lt: Pridėti prekę
lv: Pievienot vienumu
nb: Legg til element
pl: Dodaj element
ru: Добавить элемент
sv: Lägg till objekt
th: เพิ่มรายการ
uk: Додати позицію

source: Add key
ar: أضف مفتاح
az: Açar əlavə edin
bn: কী যোগ করুন
cs: Přidat klíč
de: Schlüssel hinzufügen
es: Añadir clave
et: Lisa võti
fi: Lisää avain
ky: Ачкыч кошуу
lt: Pridėti raktą
lv: Pievienot atslēgu
nb: Legg til nøkkel
pl: Dodaj klucz
ru: Добавить ключ
sv: Lägg till nyckel
th: เพิ่มรหัส
uk: Додати ключ

source: Add member
ar: إضافة عضو
az: Üzv əlavə edin
bn: সদস্য যোগ করুন
cs: Přidat člena
de: Mitglied hinzufügen
es: Añadir miembro
et: Lisa liige
fi: Lisää jäsen
ky: Мүчө кошуу
lt: Pridėti narį
lv: Pievienot dalībnieku
nb: Legg til medlem
pl: Dodaj członka
ru: Добавить участника
sv: Lägg till medlem
th: เพิ่มสมาชิก
uk: Додати учасника

source: Add new
ar: إضافة جديد
az: Yeni əlavə edin
bn: নতুন যোগ করুন
cs: Přidat nový
de: Neue hinzufügen
es: Añadir nuevo
et: Lisa uus
fi: Lisää uusi
ky: Жаңы кошуу
lt: Pridėti naują
lv: Pievieno jaunu
nb: Legg til ny
pl: Dodaj nowy
ru: Добавить новый
sv: Lägg till ny
th: เพิ่มใหม่
uk: Створити організацію

source: Add new offering
ar: إضافة عرض جديد
az: Yeni təklif əlavə edin
bn: নতুন অফার যোগ করুন
cs: Přidat novou nabídku
de: Neues Angebot hinzufügen
es: Añadir nueva oferta
et: Lisa uus pakkumine
fi: Lisää uusi tarjonta
ky: Жаңы сунуш кошуу
lt: Pridėti naują pasiūlymą
lv: Pievienojiet jaunu piedāvājumu
nb: Legg til nytt tilbud
pl: Dodaj nową ofertę
ru: Добавить новое предложение
sv: Lägg till nytt erbjudande
th: เพิ่มข้อเสนอใหม่
uk: Додати нову пропозицію

source: Add new organization
ar: إضافة منظمة جديدة
az: Yeni müəssisə əlavə edin
bn: নতুন সংগঠন যোগ করুন
cs: Přidat novou organizaci
de: Neue Organisation hinzufügen
es: Añadir una nueva organización
et: Lisa uus asutus
fi: Lisää uusi organisaatio
ky: Жаңы уюм кошуу
lt: Pridėti naują organizaciją
lv: Pievienot jaunu uzņēmumu
nb: Legg til ny organisasjon
pl: Dodaj nową organizację
ru: Добавить новую организацию
sv: Lägg till ny organisation
th: เพิ่มองค์กรใหม่
uk: Додати нову організацію

source: Add new project
ar: إضافة مشروع جديد
az: Yeni layihə əlavə edin
bn: নতুন প্রকল্প যোগ করুন
cs: Přidat nový projekt
de: Neues Projekt hinzufügen
es: Añadir un nuevo proyecto
et: Lisa uus projekt
fi: Lisää uusi projekti
ky: Жаңы долбоор кошуу
lt: Pridėti naują projektą
lv: Pievienot jaunu projektu
nb: Legg til nytt prosjekt
pl: Dodaj nowy projekt
ru: Добавить новый проект
sv: Lägg till nytt projekt
th: เพิ่มโครงการใหม่
uk: Додати новий проект

source: Add notification
ar: إضافة الإخطار
az: Bildiriş əlavə edin
bn: বিজ্ঞপ্তি যোগ করুন
cs: Přidat oznámení
de: Benachrichtigung hinzufügen
es: Añadir notificación
et: Lisa teavitus
fi: Lisää ilmoitus
ky: Эскертме кошуу
lt: Pridėti pranešimą
lv: Pievienot paziņojumu
nb: Legg til varsling
pl: Dodaj powiadomienie
ru: Добавить уведомление
sv: Lägg till meddelande
th: เพิ่มการแจ้งเตือน
uk: Додати сповіщення

source: Add offering
ar: أضف العرض
az: Təklif əlavə edin
bn: অফার যোগ করুন
cs: Přidat nabídku
de: Angebot hinzufügen
es: Añadir oferta
et: Lisa pakkumine
fi: Lisää tarjous
ky: Сунуш кошуу
lt: Pridėti pasiūlymą
lv: Pievienojiet piedāvājumu
nb: Legg til tilbud
pl: Dodaj ofertę
ru: Добавить предложение
sv: Lägg till erbjudande
th: เพิ่มบูชา
uk: Додати пропозицію

source: Add offering endpoint
ar: أضف نقطة نهاية العرض
az: Təklif son nöqtəsi əlavə edin
bn: অফার করার শেষ পয়েন্ট যোগ করুন
cs: Přidat koncový bod nabídky
de: Angebotsendpunkt hinzufügen
es: Añadir punto final de oferta
et: Lisage pakkumise lõpp-punkt
fi: Lisää tarjouksen päätepiste
ky: Сунуштун акыркы чекитин кошуу
lt: Pridėti pasiūlymo galinį tašką
lv: Pievienojiet piedāvājuma galapunktu
nb: Legg til tilbudsendepunkt
pl: Dodaj punkt końcowy oferty
ru: Добавить конечную точку предложения
sv: Lägg till erbjudandeslutpunkt
th: เพิ่มจุดสิ้นสุดข้อเสนอ
uk: Додайте кінцеву точку пропозиції

source: Add offerings
ar: إضافة العروض
az: Təkliflər əlavə edin
bn: অর্ঘ যোগ করুন
cs: Přidat nabídky
de: Angebote hinzufügen
es: Añadir ofertas
et: Lisa pakkumisi
fi: Lisää tarjouksia
ky: Сунуштарды кошуу
lt: Pridėkite pasiūlymų
lv: Pievienojiet piedāvājumus
nb: Legg til tilbud
pl: Dodaj oferty
ru: Добавить предложения
sv: Lägg till erbjudanden
th: เพิ่มข้อเสนอ
uk: Додайте пропозиції

source: Add option
ar: إضافة خيار
az: seçimi əlavə edin
bn: বিকল্প যোগ করুন
cs: Přidat možnost
de: Option hinzufügen
es: Añadir opción
et: Lisa valik
fi: Lisää vaihtoehto
ky: Опция кошуу
lt: Pridėti parinktį
lv: Pievienot opciju
nb: Legg til alternativ
pl: Dodaj opcję
ru: добавить опцию
sv: Lägg till alternativ
th: เพิ่มตัวเลือก
uk: Додати варіант

source: Add organization
ar: أضف منظمة
az: Müəssisə əlavə edin
bn: সংগঠন যোগ করুন
cs: Přidat organizaci
de: Hinzufügen einer Organisation
es: Añadir organización
et: Lisa organisatsioon
fi: Lisää organisaatio
ky: Уюм кошуу
lt: Pridėti organizaciją
lv: Pievienot uzņēmumu
nb: Legg til organisasjon
pl: Dodaj organizację
ru: Добавить организацию
sv: Lägg till organisation
th: เพิ่มองค์กร
uk: Додати організацію

source: Add organization member
ar: إضافة عضو في المنظمة
az: Təşkilat üzvü əlavə edin
bn: সংগঠনের সদস্য যোগ করুন
cs: Přidat člena organizace
de: Organisationsmitglied hinzufügen
es: Agregar miembro de la organización
et: Lisage organisatsiooni liige
fi: Lisää organisaation jäsen
ky: Уюмдун мүчөсүн кошуу
lt: Pridėti organizacijos narį
lv: Pievienojiet organizācijas dalībnieku
nb: Legg til organisasjonsmedlem
pl: Dodaj członka organizacji
ru: Добавить члена организации
sv: Lägg till organisationsmedlem
th: เพิ่มสมาชิกองค์กร
uk: Додати члена організації

source: Add organization role
ar: إضافة دور المنظمة
az: Təşkilat rolunu əlavə edin
bn: সংগঠনের ভূমিকা যোগ করুন
cs: Přidat roli organizace
de: Organisationsrolle hinzufügen
es: Agregar rol de organización
et: Lisage organisatsiooni roll
fi: Lisää organisaatiorooli
ky: Уюмдун ролун кошуу
lt: Pridėti organizacijos vaidmenį
lv: Pievienojiet organizācijas lomu
nb: Legg til organisasjonsrolle
pl: Dodaj rolę organizacji
ru: Добавить роль организации
sv: Lägg till organisationsroll
th: เพิ่มบทบาทขององค์กร
uk: Додати роль організації

source: Add owner
ar: إضافة مالك
az: Sahibi əlavə edin
bn: মালিক যোগ করুন
cs: Přidat vlastníka
de: Besitzer hinzufügen
es: Añadir propietario
et: Lisa peakasutajat
fi: Lisää omistaja
ky: Ээсин кошуу
lt: Pridėti savininką
lv: Pievienot īpašnieku
nb: Legg til eier
pl: Dodaj właściciela
ru: Добавить владельца
sv: Lägg till ägare
th: เพิ่มเจ้าของ
uk: Додати власника

source: Add pair
ar: أضف زوجًا
az: Cüt əlavə edin
bn: জোড়া যোগ করুন
cs: Přidat pár
de: Paar hinzufügen
es: Añadir par
et: Lisa aadressi paar
fi: Lisää pari
ky: Жуп кошуу
lt: Pridėti porą
lv: Pievienot pāri
nb: Legg til par
pl: Dodaj parę
ru: Добавить пару
sv: Lägg till par
th: เพิ่มคู่
uk: Додати пару

source: Add payment
ar: إضافة دفعة
az: Ödəniş əlavə edin
bn: অর্থপ্রদান যোগ করুন
cs: Přidat platbu
de: Zahlung hinzufügen
es: Añadir pago
et: Lisa makse
fi: Lisää maksu
ky: Төлөм кошуу
lt: Pridėti mokėjimą
lv: Pievienojiet maksājumu
nb: Legg til betaling
pl: Dodaj płatność
ru: Добавить платёж
sv: Lägg till betalning
th: เพิ่มการชำระเงิน
uk: Додати платіж

source: Add payment profile
ar: إضافة ملف تعريف الدفع
az: Ödəniş profilini əlavə edin
bn: পেমেন্ট প্রোফাইল যোগ করুন
cs: Přidat platební profil
de: Zahlungsprofil hinzufügen
es: Añadir perfil de pago
et: Lisa makseprofiil
fi: Lisää maksuprofiili
ky: Төлөм профилин кошуу
lt: Pridėti mokėjimo profilį
lv: Pievienojiet maksājumu profilu
nb: Legg til betalingsprofil
pl: Dodaj profil płatności
ru: Добавить платежный профиль
sv: Lägg till betalningsprofil
th: เพิ่มโปรไฟล์การชำระเงิน
uk: Додати платіжний профіль

source: Add plan
ar: أضف خطة
az: Plan əlavə edin
bn: পরিকল্পনা যোগ করুন
cs: Přidat plán
de: Plan hinzufügen
es: Añadir plan
et: Lisa plaan
fi: Lisää suunnitelma
ky: План кошуу
lt: Pridėti planą
lv: Pievienojiet plānu
nb: Legg til plan
pl: Dodaj plan
ru: Добавить тариф
sv: Lägg till plan
th: เพิ่มแผน
uk: Додати план

source: Add project
ar: أضف مشروع
az: Layihə əlavə edin
bn: প্রকল্প যোগ করুন
cs: Přidat projekt
de: Add department
es: Añadir proyecto
et: Lisa projekt
fi: Lisää projekti
ky: Долбоор кошуу
lt: Pridėti projektą
lv: Pievienot projektu
nb: Legg til prosjekt
pl: Dodaj projekt
ru: Добавить проект
sv: Lägg till projekt
th: เพิ่มโครงการ
uk: Додайте проект

source: Add project member
ar: إضافة عضو المشروع
az: Layihə üzvünü əlavə edin
bn: প্রকল্প সদস্য যোগ করুন
cs: Přidat člena projektu
de: Add department member
es: Agregar miembro del proyecto
et: Lisa projekti liige
fi: Lisää projektin jäsen
ky: Долбоор мүчөсүн кошуу
lt: Pridėti projekto narį
lv: Pievienot projekta dalībnieku
nb: Legg til prosjektmedlem
pl: Dodaj członka projektu
ru: Добавить участника проекта
sv: Lägg till projektmedlem
th: เพิ่มสมาชิกโครงการ
uk: Додати учасника проекту

source: Add resource
ar: إضافة مورد
az: Resurs əlavə edin
bn: সম্পদ যোগ করুন
cs: Přidat zdroj
de: Ressource hinzufügen
es: Añadir recurso
et: Lisa ressurss
fi: Lisää resurssi
ky: Ресурс кошуу
lt: Pridėti išteklių
lv: Pievienot resursu
nb: Legg til ressurs
pl: Dodaj zasób
ru: Добавить ресурс
sv: Lägg till resurs
th: เพิ่มทรัพยากร
uk: Додати ресурс

source: Add resource allocator
ar: إضافة مخصص الموارد
az: Resurs ayırıcısını əlavə edin
bn: সম্পদ বরাদ্দকারী যোগ করুন
cs: Přidat alokátor zdrojů
de: Ressourcenzuteiler hinzufügen
es: Añadir asignador de recursos
et: Lisa ressursijaotaja
fi: Lisää resurssien allokaattori
ky: Ресурс бөлүштүргүчтү кошуу
lt: Pridėti išteklių skirstytuvą
lv: Pievienojiet resursu sadalītāju
nb: Legg til ressursallokator
pl: Dodaj alokator zasobów
ru: Добавить распределитель ресурсов
sv: Lägg till resursfördelare
th: เพิ่มตัวจัดสรรทรัพยากร
uk: Додайте розподільник ресурсів

source: Add role
az: Rol əlavə edin
uk: Додати роль

source: Add route
ar: إضافة الطريق
az: Marşrut əlavə edin
bn: রুট যোগ করুন
cs: Přidat trasu
de: Route hinzufügen
es: Añadir ruta
et: Lisa marsruut
fi: Lisää reitti
ky: Маршрут кошуу
lt: Pridėti maršrutą
lv: Pievienojiet maršrutu
nb: Legg til rute
pl: Dodaj trasę
ru: Добавить маршрут
sv: Lägg till rutt
th: เพิ่มเส้นทาง
uk: Додати маршрут

source: Add rule
ar: أضف القاعدة
az: Qayda əlavə edin
bn: নিয়ম যোগ করুন
cs: Přidat pravidlo
de: Regel hinzufügen
es: Añadir regla
et: Lisa reegel
fi: Lisää sääntö
ky: Эреже кошуу
lt: Pridėti taisyklę
lv: Pievienot noteikumu
nb: Legg til regel
pl: Dodaj regułę
ru: Добавить правило
sv: Lägg till regel
th: เพิ่มกฎ
uk: Додати правило
