Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Guaranteed time of VM snapshot retention. If null - keep forever.
ar: وقت مضمون للاحتفاظ بلقطة VM. إذا كانت فارغة - احتفظ بها إلى الأبد.
az: VM anlıq görüntüsünün saxlanmasının zəmanətli vaxtı. Sıfırsa - əbədi saxlayın.
bn: VM স্ন্যাপশট ধরে রাখার গ্যারান্টিযুক্ত সময়। শূন্য হলে - চিরকাল রাখুন।
cs: Garantovaná doba uchování snímků virtuálního počítače. Pokud není zadána - uchovává se navždy.
de: Garantierte Zeit für die Aufbewahrung von VM-Snapshots. Wenn null - für immer behalten.
es: Tiempo garantizado de retención de instantáneas de VM. Si es nulo - mantener para siempre.
et: VM-i hetktõmmise säilitamise garanteeritud aeg. Kui null - hoia igavesti.
fi: Taattu VM-tilanteen säilytysaika. Jos tyhjä - säilytä ikuisesti.
ky: VM снапшотун сактоонун кепилденген убактысы. Эгерде нөл болсо - түбөлүккө сакта.
lt: Garantuotas VM momentinės nuotraukos išlaikymo laikas. Jei niekinis - laikykis amžinai.
lv: Garantētais VM momentuzņēmuma saglabāšanas laiks. Ja nulle - saglabāt uz visiem laikiem.
nb: Garantert tid for VM øyeblikksbilde oppbevaring. Hvis null - holde for alltid.
pl: Gwarantowany czas przechowywania migawki maszyny wirtualnej. Jeśli null - zachowaj na zawsze.
ru: Гарантированное время хранения снимков ВМ. Если ноль - хранить навсегда.
sv: Garanterad tid för lagring av virtuella ögonblicksbilder. Om du är noll - behåll för alltid.
th: รับประกันเวลาการเก็บรักษาสแน็ปช็อต VM ถ้าเป็นโมฆะ - เก็บตลอดไป
uk: Гарантований час збереження знімка ВМ. Якщо нуль - зберігати назавжди.

source: Guaranteed time of snapshot retention. If null - keep forever.
ar: وقت مضمون للاحتفاظ باللقطة. إذا كانت فارغة - احتفظ بها إلى الأبد.
az: Anlık təsvirin saxlanmasının zəmanətli vaxtı. Əgər yoxdursa - sonsuza qədər saxlayın.
bn: স্ন্যাপশট ধরে রাখার গ্যারান্টিযুক্ত সময়। শূন্য হলে - চিরকাল রাখুন।
cs: Garantovaná doba uchování snímku. Pokud není zadána - uchovává se navždy.
de: Garantierte Zeit der Snapshot-Aufbewahrung. Wenn null - für immer halten.
es: Tiempo garantizado de retención de instantáneas. Si es nulo - mantener para siempre.
et: Garanteeritud tõmmise säilitamise aeg. Kui null - hoida igavesti.
fi: Taattu tilannekuvan säilytysaika. Jos tyhjä - säilytä ikuisesti.
ky: Сүрөттү сактоонун кепилденген убактысы. Эгерде нөл болсо - түбөлүккө сакта.
lt: Garantuotas momentinių nuotraukų išlaikymo laikas. Jei niekinis - laikykis amžinai.
lv: Garantēts momentuzņēmuma saglabāšanas laiks. Ja nulle - saglabāt uz visiem laikiem.
nb: Garantert tid for oppbevaring av øyeblikksbilde. Hvis null - holde for alltid.
pl: Gwarantowany czas przechowywania migawki. Jeśli null - zachowaj na zawsze.
ru: Гарантированное время хранения снимков. Если ноль - хранить навсегда.
sv: Garanterad tid för kvarhållande av ögonblicksbild. Om du är noll - behåll för alltid.
th: รับประกันเวลาการเก็บรักษาสแนปช็อต ถ้าเป็นโมฆะ - เก็บตลอดไป
uk: Гарантований час збереження знімка. Якщо нуль - зберігати назавжди.

source: Guaranteed time of volume snapshot retention. If null - keep forever.
ar: وقت مضمون للاحتفاظ بلقطة الحجم. إذا كانت فارغة - احتفظ بها إلى الأبد.
az: Həcm anlıq görüntüsünün tutulmasının zəmanətli vaxtı. Sıfırsa - əbədi saxlayın.
bn: ভলিউম স্ন্যাপশট ধরে রাখার গ্যারান্টিযুক্ত সময়। শূন্য হলে - চিরকাল রাখুন।
cs: Garantovaná doba uchování snímku svazku. Pokud není zadána - uchovává se navždy.
de: Garantierte Zeit der Volume-Snapshot-Aufbewahrung. Wenn null - für immer halten.
es: Tiempo garantizado de retención de instantáneas de volumen. Si es nulo - mantener para siempre.
et: Garanteeritud salvestusüksuse tõmmise säilitamise aeg. Kui null - hoidke igavesti.
fi: Äänenvoimakkuuden tilannekuvan taattu säilytysaika. Jos tyhjä - säilytä ikuisesti.
ky: Көлөмдүн сүрөтүн сактоонун кепилденген убактысы. Эгерде нөл болсо - түбөлүккө сакта.
lt: Garantuotas tomo momentinės nuotraukos išlaikymo laikas. Jei niekinis - laikykis amžinai.
lv: Garantētais skaļuma momentuzņēmuma saglabāšanas laiks. Ja nulle - saglabāt uz visiem laikiem.
nb: Garantert tid for volum øyeblikksbilde oppbevaring. Hvis null - holde for alltid.
pl: Gwarantowany czas przechowywania migawki woluminu. Jeśli null - zachowaj na zawsze.
ru: Гарантированное время хранения снимка тома. Если ноль - хранить навсегда.
sv: Garanterad tid för kvarhållande av ögonblicksbild av volym. Om du är noll - behåll för alltid.
th: รับประกันเวลาของการเก็บรักษาสแน็ปช็อตปริมาณ ถ้าเป็นโมฆะ - เก็บตลอดไป
uk: Гарантований час збереження томного знімка. Якщо нуль - зберігати назавжди.

source: Guest
ar: ضيف
az: Qonaq
bn: অতিথি
cs: Host
de: Gast
es: Invitado
et: Külaline
fi: Vieras
ky: Конок
lt: Svečias
lv: Viesis
nb: Gjest
pl: Gość
ru: Гость
sv: Gäst
th: แขก
uk: гість

source: Guest OS
ar: نظام التشغيل الضيف
az: Qonaq OS
bn: অতিথি ওএস
cs: Hostovaný OS
de: Gast-OS
es: SO invitado
et: Külalisoperatsioonisüsteem
fi: Vieraskäyttöjärjestelmä
ky: Конок OS
lt: Svečio OS
lv: Viesu operētājsistēma
nb: Gjest OS
pl: System operacyjny gościa
ru: Гостевая ОС
sv: Gäst-OS
th: ระบบปฏิบัติการเกสต์
uk: Гостьова ОС

source: HEAppE URL
az: HeadPage URL

source: HEAppE cluster ID
az: HeapPe klaster identifikatoru

source: HEAppE cluster password
az: HeapPe klaster şifrəsi

source: HEAppE local base path
az: HeapPe yerli baza yolu

source: HEAppE password
az: HeapPe şifrə

source: HEAppE username
az: HeapPe istifadəçi adı

source: HTML content
ar: محتوى HTML
az: HTML məzmunu
bn: HTML বিষয়বস্তু
cs: HTML obsah
de: HTML-Inhalt
es: contenido HTML
et: HTML sisu
fi: HTML-sisältöä
ky: HTML мазмуну
lt: HTML turinį
lv: HTML saturs
nb: HTML-innhold
pl: Treść HTML
ru: HTML-контент
sv: HTML-innehåll
th: เนื้อหา HTML
uk: Вміст HTML

source: Has ended
az: Bitdi

source: Has fired
ar: أطلقت
az: Atəşdən çıxdı
bn: গুলি করেছে
cs: Vystřelil
de: Hat gefeuert
es: Ha disparado
et: On vallandanud
fi: On ampunut
ky: Атты
lt: Atleido
lv: Ir atlaists
nb: Har sparket
pl: Wystrzelił
ru: Уволил
sv: Har sparkat
th: ได้ยิงแล้ว
uk: Вистрілив

source: Health checks
ar: فحوصات طبية
az: Səhiyyə yoxlamaları
bn: স্বাস্থ্য পরীক্ষা
cs: Zdravotní prohlídky
de: Gesundheitschecks
es: Controles de salud
et: Tervisekontrollid
fi: Terveystarkastukset
ky: Ден соолук текшерүүлөрү
lt: Sveikatos patikrinimai
lv: Veselības pārbaudes
nb: Helsesjekker
pl: Badania zdrowia
ru: Проверка здоровья
sv: Hälsokontroller
th: การตรวจสุขภาพ
uk: Перевірки стану здоров&#39;я

source: Healthy
ar: صحيح
az: Sağlam
bn: সুস্থ
cs: Zdravý
de: Gesund
es: Saludable
et: Terve
fi: Terve
ky: Дени сак
lt: Sveikas
lv: Veselīgs
nb: Sunn
pl: Zdrowy
ru: Здоровый
sv: Friska
th: สุขภาพดี
uk: Здоровий

source: Heatmap
ar: خريطة الحرارة
az: Istilik xəritəsi
bn: তাপ মানচিত্র
cs: Heatmapa
es: Mapa de calor
et: Kuumkaart
fi: Lämpökartta
ky: Жылуулук картасы
lt: Šilumos žemėlapis
lv: Siltuma karte
nb: Varmekart
pl: Mapa ciepła
ru: Тепловая карта
sv: Värmekarta
th: แผนที่ความร้อน
uk: Теплова карта

source: Hello
ar: مرحبًا
az: Salam
bn: হ্যালো
cs: Dobrý den
de: Hallo
es: ¡Hola!
et: Tere
fi: Hei
ky: Салам
lt: Sveiki
lv: Labdien
nb: Hei
pl: Cześć
ru: Здравствуйте
sv: Hallå
th: สวัสดี
uk: Привіт

source: Help or promo articles
ar: مقالات مساعدة أو ترويجية
az: Yardım və ya promo məqalələri
bn: সাহায্য বা প্রচার নিবন্ধ
cs: Nápověda nebo propagační články
de: Hilfe- oder Werbeartikel
es: Artículos de ayuda o promoción
et: Abi- või reklaamartiklid
fi: Ohje- tai mainosartikkelit
ky: Жардам же жарнамалык макалалар
lt: Pagalbos ar reklaminiai straipsniai
lv: Palīdzības vai reklāmas raksti
nb: Hjelpe- eller reklameartikler
pl: Pomoc lub artykuły promocyjne
ru: Справочные или промо-статьи
sv: Hjälp- eller kampanjartiklar
th: บทความช่วยเหลือหรือส่งเสริมการขาย
uk: Довідкові або рекламні статті

source: Helpdesk
ar: مكتب المساعدة
az: Kömək masası
bn: সাহায্য ডেস্ক
cs: Zákaznická podpora
es: Servicio de asistencia técnica
et: Klienditeenindus
fi: Tukipalvelu
ky: Жардам кызматы
lt: Pagalbos tarnyba
lv: Palīdzības dienests
nb: Brukerstøtte
pl: Pomoc techniczna
ru: Служба поддержки
th: ฝ่ายช่วยเหลือ
uk: Довідкова

source: Helpdesk dashboard
ar: لوحة معلومات مكتب المساعدة
az: Kömək masasının alətlər paneli
bn: হেল্পডেস্ক ড্যাশবোর্ড
cs: Řídicí panel zákaznické podpory
es: Panel de control del servicio de asistencia técnica
et: Klienditeeninduse töölaud
fi: Helpdeskin kojelauta
ky: Жардам столунун башкаруу тактасы
lt: Pagalbos tarnybos prietaisų skydelis
lv: Palīdzības dienesta informācijas panelis
nb: Instrumentbord for brukerstøtte
pl: Pulpit pomocy technicznej
ru: Панель управления службой поддержки
th: แดชบอร์ดฝ่ายช่วยเหลือ
uk: Інформаційна панель служби підтримки

source: Hero image
ar: صورة البطل
az: Qəhrəman şəkli
bn: হিরো ইমেজ
cs: Obrázek hrdiny
de: Heldenbild
es: Imagen de héroe
et: Kangelase pilt
fi: Sankarin kuva
ky: Баатырдын образы
lt: Herojaus įvaizdis
lv: Varoņa attēls
nb: Heltebilde
pl: Obraz bohatera
ru: Изображение героя
sv: Hjältebild
th: ภาพฮีโร่
uk: Образ героя

source: Hex color definition is used in HomePort landing page for font color of login button.
ar: يتم استخدام تعريف اللون السداسي في الصفحة المقصودة لـ HomePort للحصول على لون خط زر تسجيل الدخول.
az: Hex rəng tərifi HomePort açılış səhifəsində giriş düyməsinin şrift rəngi üçün istifadə olunur.
bn: লগইন বোতামের ফন্ট রঙের জন্য হোমপোর্ট ল্যান্ডিং পৃষ্ঠায় হেক্স রঙের সংজ্ঞা ব্যবহার করা হয়।
cs: Hexadecimální definice barvy se používá na úvodní stránce HomePort pro barvu písma přihlašovacího tlačítka.
de: Die Hex-Farbdefinition wird auf der HomePort-Landingpage für die Schriftfarbe der Anmeldeschaltfläche verwendet.
es: La definición de color hexadecimal se utiliza en la página de inicio de HomePort para el color de fuente del botón de inicio de sesión.
et: Sisselogimisnupu fondivärv Homeport-i lehel (hex-formaadis)
fi: Hex-värimääritystä käytetään HomePort-aloitussivulla kirjautumispainikkeen fontin värinä.
ky: Hex түс аныктамасы кирүү баскычынын шрифт түсү үчүн HomePort конуу бетинде колдонулат.
lt: Šešioliktainis spalvų apibrėžimas naudojamas HomePort nukreipimo puslapyje prisijungimo mygtuko šrifto spalvai.
lv: Hex krāsu definīcija tiek izmantota HomePort galvenajā lapā pieteikšanās pogas fonta krāsai.
nb: Hex-fargedefinisjon brukes på HomePort-landingssiden for skriftfargen til påloggingsknappen.
pl: Definicja koloru szesnastkowego jest używana na stronie docelowej HomePort dla koloru czcionki przycisku logowania.
ru: Определение шестнадцатеричного цвета используется на целевой странице HomePort для цвета шрифта кнопки входа в систему.
sv: Hexfärgdefinition används på HomePort-målsidan för teckensnittsfärg på inloggningsknapp.
th: คำจำกัดความสีฐานสิบหกถูกใช้ในหน้า Landing Page ของ HomePort สำหรับสีแบบอักษรของปุ่มเข้าสู่ระบบ
uk: Шістнадцяткове визначення кольору використовується на цільовій сторінці HomePort для кольору шрифту кнопки входу.

source: Hex color definition is used in landing page for font color of login button.
ar: يتم استخدام تعريف اللون السداسي في الصفحة المقصودة للون خط زر تسجيل الدخول.
az: Hex rəng tərifi giriş düyməsinin şrift rəngi üçün açılış səhifəsində istifadə olunur.
bn: লগইন বোতামের ফন্টের রঙের জন্য ল্যান্ডিং পৃষ্ঠায় হেক্স রঙের সংজ্ঞা ব্যবহার করা হয়।
cs: Hexadecimální definice barvy se používá na vstupní stránce pro barvu písma přihlašovacího tlačítka.
de: Die Hex-Farbdefinition wird auf der Landingpage für die Schriftfarbe der Anmeldeschaltfläche verwendet.
es: La definición de color hexadecimal se utiliza en la página de inicio para el color de fuente del botón de inicio de sesión.
et: Sisselogimisnupu fondivärv (hex-formaadis)
fi: Hex-värimääritystä käytetään aloitussivulla kirjautumispainikkeen fontin värinä.
ky: Hex түс аныктамасы кирүү баскычынын шрифт түсү үчүн конуу бетинде колдонулат.
lt: Šešioliktainis spalvos apibrėžimas naudojamas nukreipimo puslapyje prisijungimo mygtuko šrifto spalvai.
lv: Hex krāsu definīcija tiek izmantota galvenajā lapā pieteikšanās pogas fonta krāsai.
nb: Hex-fargedefinisjon brukes på landingssiden for skriftfargen til påloggingsknappen.
pl: Definicja koloru szesnastkowego jest używana na stronie docelowej dla koloru czcionki przycisku logowania.
ru: Определение шестнадцатеричного цвета используется на целевой странице для цвета шрифта кнопки входа в систему.
sv: Hexfärgdefinition används på målsidan för teckensnittsfärg på inloggningsknappen.
th: คำจำกัดความสีฐานสิบหกถูกใช้ในหน้า Landing Page สำหรับสีแบบอักษรของปุ่มเข้าสู่ระบบ
uk: Шістнадцяткове визначення кольору використовується на цільовій сторінці для кольору шрифту кнопки входу.

source: Hex color definition is used in landing page for login button.
ar: يتم استخدام تعريف اللون السداسي في الصفحة المقصودة لزر تسجيل الدخول.
az: Hex rəng tərifi giriş düyməsi üçün açılış səhifəsində istifadə olunur.
bn: লগইন বোতামের জন্য ল্যান্ডিং পৃষ্ঠায় হেক্স রঙের সংজ্ঞা ব্যবহার করা হয়।
cs: Hexadecimální definice barvy se používá na vstupní stránce pro přihlašovací tlačítko.
de: Die Hex-Farbdefinition wird auf der Landingpage für die Anmeldeschaltfläche verwendet.
es: La definición de color hexadecimal se utiliza en la página de inicio para el botón de inicio de sesión.
et: Sisselogimisnupu värv (hex-formaadis)
fi: Hex-värimääritystä käytetään aloitussivulla kirjautumispainikkeelle.
ky: Hex түс аныктамасы кирүү баскычы үчүн конуу бетинде колдонулат.
lt: Šešioliktainis spalvos apibrėžimas naudojamas nukreipimo puslapyje prisijungimo mygtukui.
lv: Hex krāsu definīcija tiek izmantota galvenajā lapā pieteikšanās pogai.
nb: Hex fargedefinisjon brukes på landingsside for påloggingsknapp.
pl: Definicja koloru szesnastkowego jest używana na stronie docelowej dla przycisku logowania.
ru: Шестнадцатеричное определение цвета используется на целевой странице для кнопки входа в систему.
sv: Hexfärgdefinition används på målsidan för inloggningsknapp.
th: คำจำกัดความสีฐานสิบหกถูกใช้ในหน้า Landing Page สำหรับปุ่มเข้าสู่ระบบ
uk: Шістнадцяткове визначення кольору використовується на цільовій сторінці для кнопки входу.

source: Hide
ar: أخفى
az: Gizlət
bn: লুকান
cs: Schovat
de: Verstecken
es: Ocultar
et: Peida
fi: Piilottaa
ky: Жашыруу
lt: Slėpti
lv: Slēpt
nb: Skjule
pl: Ukrywać
ru: Прятать
sv: Dölj
th: ซ่อน
uk: Сховати

source: Hide controls
ar: إخفاء الضوابط
az: Nəzarətləri gizlədin
bn: নিয়ন্ত্রণ লুকান
cs: Skrýt ovládací prvky
de: Steuerelemente ausblenden
es: Ocultar los controles
et: Peida juhtelemendid
fi: Piilota säätimet
ky: Башкаруу элементтерин жашыруу
lt: Slėpti valdiklius
lv: Slēpt vadīklas
nb: Skjul kontroller
pl: Ukryj elementy sterujące
ru: Скрыть элементы управления
sv: Dölj kontroller
th: ซ่อนการควบคุม
uk: Приховати елементи керування

source: Hide diff
ar: إخفاء الفرق
az: Fərqi gizlət
bn: পার্থক্য লুকান
cs: Skrýt rozdíl
de: Diff ausblenden
es: Ocultar diff
et: Peida diff
fi: Piilota ero
ky: Айырмачылыкты жашыруу
lt: Slėpti diff
lv: Slēpt atšķir
nb: Skjul diff
pl: Ukryj różnicę
ru: Скрыть разницу
sv: Dölj diff
th: ซ่อนความแตกต่าง
uk: Приховати різн

source: Home directory prefix
ar: بادئة الدليل الرئيسي
az: Ana səhifə kataloqu prefiksi
bn: হোম ডিরেক্টরি উপসর্গ
cs: Předpona domovského adresáře
de: Präfix des Home-Verzeichnisses
es: Prefijo del directorio principal
et: Kodukataloogi eesliide
fi: Kotihakemiston etuliite
ky: Үй каталогунун префикси
lt: Namų katalogo priešdėlis
lv: Mājas direktorija prefikss
nb: Hjemmekatalogprefiks
pl: Prefiks katalogu domowego
ru: Префикс домашнего каталога
sv: Hemkatalogprefix
th: คำนำหน้าโฮมไดเร็กทอรี
uk: Префікс домашнього каталогу

source: Home organization domain name
ar: اسم مجال التنظيم المنزلي
az: Ev təşkilatı domen adı
bn: হোম প্রতিষ্ঠানের ডোমেন নাম
cs: Název domény domovské organizace
de: Domainname der Heimatorganisation
es: Nombre de dominio de la organización de origen
et: Asutuse domeeni nimi
fi: Kotiorganisaation verkkotunnus
ky: Үй уюмунун домен аты
lt: Namų organizacijos domeno pavadinimas
lv: Mājas organizācijas domēna nosaukums
nb: Domenenavn for hjemmeorganisasjon
pl: Nazwa domeny organizacji domowej
ru: Доменное имя домашней организации
sv: Hemorganisations domännamn
th: ชื่อโดเมนองค์กรที่บ้าน
uk: Доменне ім&#39;я домашньої організації

source: Homepage
ar: الصفحة الرئيسية
az: Baş səhifə
bn: হোমপেজ
cs: Domovská stránka
de: Startseite
es: Página principal
et: Avaleht
fi: Kotisivu
ky: Башкы бет
lt: Pagrindinis puslapis
lv: Mājas lapa
nb: Hjemmeside
pl: Strona główna
ru: Домашняя страница
sv: Hemsida
th: หน้าแรก
uk: Домашня сторінка

source: Homepage URL
ar: رابط الصفحة الرئيسية
az: Əsas səhifə URL
bn: হোমপেজ URL
cs: Adresa URL domovské stránky
es: URL de la página de inicio
et: Kodulehe URL
fi: Kotisivun URL-osoite
ky: Башкы бет URL
lt: Pagrindinio puslapio URL
lv: Mājas lapas URL
nb: Hjemmeside-URL
pl: Adres strony domowej
ru: URL-адрес домашней страницы
sv: Hemsidans URL
th: URL หน้าแรก
uk: URL домашньої сторінки

source: Hook has been removed.
ar: تمت إزالة الخطاف.
az: Çəngəl çıxarıldı.
bn: হুক সরানো হয়েছে।
cs: Hook byl odstraněn.
de: Haken wurde entfernt.
es: Se ha eliminado el gancho.
et: Haak on eemaldatud
fi: Koukku on poistettu.
ky: Илгич алынып салынды.
lt: Kablys pašalintas.
lv: Āķis ir noņemts.
nb: Krok er fjernet.
pl: Hak został usunięty.
ru: Крючок удален.
sv: Kroken har tagits bort.
th: ตะขอถูกถอดออกแล้ว
uk: Гачок видалено.

source: Hook removal
ar: إزالة هوك
az: Çəngəl çıxarılması
bn: হুক অপসারণ
cs: Odstranění hooku
de: Haken entfernen
es: Eliminación de ganchos
et: Haagi eemaldamine
fi: Koukun poisto
ky: Илмек алып салуу
lt: Kablio pašalinimas
lv: Āķa noņemšana
nb: Fjerning av krok
pl: Usuwanie haka
ru: Удаление крючка
sv: Ta bort krok
th: การถอดตะขอ
uk: Зняття гачка

source: Horizontal pod autoscaler has been created.
ar: تم إنشاء المقياس التلقائي للجراب الأفقي.
az: Üfüqi pod avtoskaler yaradılmışdır.
bn: অনুভূমিক পড অটোস্কেলার তৈরি করা হয়েছে।
cs: Horizontální autoškálovač podů byl vytvořen.
de: Horizontaler Pod-Autoscaler wurde erstellt.
es: Se ha creado el autoescalador de pod horizontal.
et: Horisontaalne pod autoscaler on loodud.
fi: Vaakasuora tyynyn automaattinen skaalaus on luotu.
ky: Horizontal pod autoscaler түзүлдү.
lt: Sukurta horizontalaus ankšties autoskaleris.
lv: Ir izveidots horizontālais pod autoscaler.
nb: Horisontal pod autoscaler er opprettet.
pl: Utworzono poziomy autoskaler podów.
ru: Создан горизонтальный модуль автомасштабирования.
sv: Horizontal pod autoscaler har skapats.
th: สร้างตัวปรับขนาดพ็อดแนวนอนอัตโนมัติแล้ว
uk: Створено горизонтальний модуль автомасштабування.

source: Horizontal pod autoscaler has been updated.
ar: تم تحديث المقياس التلقائي للجراب الأفقي.
az: Horizontal pod avtoskaler yeniləndi.
bn: অনুভূমিক পড অটোস্কেলার আপডেট করা হয়েছে।
cs: Horizontální autoškálovač podů byl aktualizován.
de: Horizontaler Pod-Autoscaler wurde aktualisiert.
es: Se ha actualizado el autoescalador de pod horizontal.
et: Horisontaalset automaatskaalarit on värskendatud.
fi: Vaakasuora pod autoscaler on päivitetty.
ky: Horizontal pod autoscaler жаңыртылган.
lt: Horizontalaus ankšties autoskaleris atnaujinta.
lv: Horizontālais pods autoscaler ir atjaunināts.
nb: Horisontal pod autoscaler er oppdatert.
pl: Zaktualizowano automatyczne skalowanie poziomego poda.
ru: Обновлен автомасштабирование горизонтального модуля.
sv: Horisontell pod autoscaler har uppdaterats.
th: อัปเดตตัวปรับขนาดพ็อดแนวนอนอัตโนมัติแล้ว
uk: Горизонтальний автомасштабувальник панелей оновлено.

source: Host routes
ar: طرق المضيفة
az: Ev edən marşrutlar
bn: হোস্ট রুট
cs: Hostitelské trasy
de: Host-Routen
es: Rutas de host
et: Hosti marsruudid
fi: Isäntäreitit
ky: Хост маршруттары
lt: Pagrindiniai maršrutai
lv: Uzņēmēja maršruti
nb: Vertsruter
pl: Trasy gospodarzy
ru: Хост-маршруты
sv: Värdvägar
th: เส้นทางเจ้าภาพ
uk: Приймаючі маршрути

source: Hostname
ar: اسم المضيف
az: Aparıcı hissənin adı
bn: হোস্টনাম
cs: Název hostitele
es: Nombre de host
fi: Isäntänimi
ky: Хост аты
lt: Pagrindinio kompiuterio vardas
lv: Saimniekdatora nosaukums
nb: Vertsnavn
pl: Nazwa hosta
ru: Имя хоста
sv: Värdnamn
th: ชื่อโฮสต์
uk: Ім&#39;я хоста

source: Hostname or IP address of gateway node
ar: اسم المضيف أو عنوان IP لعقدة البوابة
az: Aparıcı hissənin və ya Giriş nöqtəsinin IP ünvanı
bn: গেটওয়ে নোডের হোস্টনাম বা আইপি ঠিকানা
cs: Název hostitele nebo IP adresa uzlu brány
de: Hostname oder IP-Adresse des Gateway-Knotens
es: Nombre de host o dirección IP del nodo de puerta de enlace
et: Lüüsisõlme hostinimi või IP-aadress
fi: Yhdyskäytäväsolmun isäntänimi tai IP-osoite
ky: Хост аты же шлюз түйүнүнүн IP дареги
lt: Šliuzo mazgo pagrindinio kompiuterio vardas arba IP adresas
lv: Vārtejas mezgla resursdatora nosaukums vai IP adrese
nb: Vertsnavn eller IP-adresse for gateway-node
pl: Nazwa hosta lub adres IP węzła bramy
ru: Имя хоста или IP-адрес узла шлюза
sv: Värdnamn eller IP-adress för gateway-noden
th: ชื่อโฮสต์หรือที่อยู่ IP ของโหนดเกตเวย์
uk: Ім&#39;я хоста або IP-адреса вузла шлюзу

source: Hostname or IP address of master node
ar: اسم المضيف أو عنوان IP للعقدة الرئيسية
az: Aparıcı hissənin və baş nöqtənin IP ünvanı
bn: হোস্টনেম বা মাস্টার নোডের আইপি ঠিকানা
cs: Název hostitele nebo IP adresa hlavního uzlu
de: Hostname oder IP-Adresse des Master-Knotens
es: Nombre de host o dirección IP del nodo maestro
et: Põhisõlme hostinimi või IP-aadress
fi: Pääsolmun isäntänimi tai IP-osoite
ky: Башкы түйүндүн хост аты же IP дареги
lt: Pagrindinio mazgo kompiuterio vardas arba IP adresas
lv: Galvenā mezgla resursdatora nosaukums vai IP adrese
nb: Vertsnavn eller IP-adresse til hovednode
pl: Nazwa hosta lub adres IP węzła głównego
ru: Имя хоста или IP-адрес главного узла
sv: Värdnamn eller IP-adress för huvudnoden
th: ชื่อโฮสต์หรือที่อยู่ IP ของโหนดหลัก
uk: Ім&#39;я хоста або IP-адреса головного вузла

source: Hours
ar: الساعات
az: Saatlar
bn: ঘন্টার
cs: Hodiny
de: Stunden
es: Horas
et: Tunnid
fi: työaika
ky: Саат
lt: Valandos
lv: Stundas
nb: Timer
pl: Godzin
ru: Часов
sv: timmar
th: ชั่วโมง
uk: Години роботи

source: How to generate SSH key
ar: كيفية توليد مفتاح SSH
az: SSH (təhlükəsiz örtük) düyməsini necə yaratmaq olar?
bn: কিভাবে SSH কী তৈরি করতে হয়
cs: Jak vygenerovat klíč SSH
de: Wie man einen SSH-Schlüssel generiert
es: Cómo generar la clave SSH
et: Kuidas genereerida SSH võti
fi: Kuinka luoda SSH-avain
ky: SSH ачкычын кантип түзүү керек
lt: Kaip generuoti SSH raktą
lv: Kā ģenerēt SSH atslēgu
nb: Hvordan generere SSH-nøkkel
pl: Jak wygenerować klucz SSH
ru: Как сгенерировать SSH-ключ
sv: Hur man genererar SSH-nyckel
th: วิธีสร้างคีย์ SSH
uk: Як згенерувати ключ SSH

source: How to obtain credentials for Azure provider
ar: كيفية الحصول على بيانات الاعتماد لموفر Azure
az: Azure provayderi üçün mandatları necə əldə etmək olar
bn: Azure প্রদানকারীর জন্য শংসাপত্র কিভাবে প্রাপ্ত করবেন
cs: Jak získat přihlašovací údaje pro poskytovatele Azure
de: So erhalten Sie Anmeldeinformationen für Azure-Anbieter
es: Cómo obtener las credenciales del proveedor de Azure
et: Kuidas omandada Azurele ligipääsuks vajalikud vahendid
fi: Kuinka hankkia valtuustiedot Azure-toimittajalle
ky: Azure провайдери үчүн эсептик дайындарды кантип алууга болот
lt: Kaip gauti Azure teikėjo kredencialus
lv: Kā iegūt Azure nodrošinātāja akreditācijas datus
nb: Hvordan du får tak i legitimasjon for Azure-leverandør
pl: Jak uzyskać poświadczenia dla dostawcy platformy Azure
ru: Как получить учетные данные для поставщика Azure
sv: Hur du skaffar autentiseringsuppgifter för Azure provider
th: วิธีรับข้อมูลรับรองสำหรับผู้ให้บริการ Azure
uk: Як отримати облікові дані для постачальника Azure
