Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Unable to submit resource termination request.
ar: غير قادر على إرسال طلب إنهاء المورد.
az: Resursun dayandırılması tələbini təqdim edə bilmədi.
bn: সম্পদ সমাপ্তির অনুরোধ জমা দিতে অক্ষম.
cs: Nelze odeslat požadavek na ukončení zdroje.
de: Die Anforderung zur Ressourcenbeendigung kann nicht übermittelt werden.
es: No se puede enviar la solicitud de terminación del recurso.
et: Ressursi peatamise päringut ei ole võimalik esitada
fi: Resurssin lopetuspyyntöä ei voi lähettää.
ky: Ресурсту токтотуу өтүнүчүн тапшыруу мүмкүн эмес.
lt: Neįmanoma pateikti išteklių nutraukimo užklausos.
lv: Nevar iesniegt resursu pārtraukšanas pieprasījumu.
nb: Kan ikke sende forespørsel om avslutning av ressurs.
pl: Nie można przesłać żądania zakończenia zasobu.
ru: Не удалось отправить запрос на прекращение использования ресурса.
sv: Det gick inte att skicka resursavslutningsbegäran.
th: ไม่สามารถส่งคำขอยุติทรัพยากรได้
uk: Не вдалося надіслати запит на припинення використання ресурсу.

source: Unable to submit review.
ar: غير قادر على تقديم المراجعة.
az: Rəyini təqdim edə bilmədi.
bn: পর্যালোচনা জমা দিতে অক্ষম.
cs: Nelze odeslat recenzi.
de: Die Bewertung konnte nicht eingereicht werden.
es: No se puede enviar la revisión.
et: Ülevaatust ei saa esitada.
fi: Arvostelua ei voi lähettää.
ky: Сын-пикир тапшыруу мүмкүн эмес.
lt: Nepavyko pateikti apžvalgos.
lv: Nevar iesniegt atsauksmi.
nb: Kan ikke sende inn anmeldelse.
pl: Nie można przesłać recenzji.
ru: Не удалось отправить отзыв.
sv: Det gick inte att skicka recension.
th: ไม่สามารถส่งบทวิจารณ์ได้
uk: Не вдалося надіслати відгук.

source: Unable to submit usage report.
ar: غير قادر على تقديم تقرير الاستخدام.
az: İstifadə hesabatını təqdim edə bilmədi.
bn: ব্যবহার রিপোর্ট জমা দিতে অক্ষম.
cs: Nelze odeslat hlášení o využití.
de: Nutzungsbericht kann nicht übermittelt werden.
es: No se puede enviar el informe de uso.
et: Kasutusraportit ei ole võimalik esitada
fi: Käyttöraporttia ei voi lähettää.
ky: Колдонуу отчетун тапшыруу мүмкүн эмес.
lt: Neįmanoma pateikti naudojimo ataskaitos.
lv: Nevar iesniegt lietošanas pārskatu.
nb: Kan ikke sende bruksrapport.
pl: Nie można przesłać raportu użytkowania.
ru: Не удалось отправить отчет об использовании.
sv: Det går inte att skicka användningsrapport.
th: ไม่สามารถส่งรายงานการใช้งานได้
uk: Не вдалося надіслати звіт про використання.

source: Unable to sync FreeIPA profile.
ar: غير قادر على مزامنة ملف تعريف FreeIPA.
az: FreeIPA profilini sinxronlaşdırmaq mümkün deyil.
bn: FreeIPA প্রোফাইল সিঙ্ক করতে অক্ষম৷
cs: Nelze synchronizovat profil FreeIPA.
de: FreeIPA-Profil kann nicht synchronisiert werden.
es: No se puede sincronizar el perfil de FreeIPA.
et: FreeIPa profiili ei saa sünkroonida.
fi: FreeIPA-profiilia ei voi synkronoida.
ky: FreeIPA профилин синхрондоштуруу мүмкүн эмес.
lt: Neįmanoma sinchronizuoti FreeIPA profilio.
lv: Nevar sinhronizēt FreeIPA profilu.
nb: Kan ikke synkronisere FreeIPA-profil.
pl: Nie można zsynchronizować profilu FreeIPA.
ru: Невозможно синхронизировать профиль FreeIPA.
sv: Det gick inte att synkronisera FreeIPA-profilen.
th: ไม่สามารถซิงค์โปรไฟล์ FreeIPA ได้
uk: Не вдалося синхронізувати профіль FreeIPA.

source: Unable to sync Google Calendar.
ar: غير قادر على مزامنة تقويم Google.
az: Google Təqvimini sinxronlaşdırmaq mümkün deyil.
bn: Google ক্যালেন্ডার সিঙ্ক করতে অক্ষম৷
cs: Nelze synchronizovat Google Kalendář.
de: Google Kalender kann nicht synchronisiert werden.
es: No se puede sincronizar Google Calendar.
et: Google'i kalendrit ei saa sünkroonida.
fi: Google-kalenteria ei voi synkronoida.
ky: Google Жылнаама шайкештирилбей жатат.
lt: Neįmanoma sinchronizuoti Google kalendoriaus.
lv: Nevar sinhronizēt Google kalendāru.
nb: Kan ikke synkronisere Google Kalender.
pl: Nie można zsynchronizować Kalendarza Google.
ru: Не удалось синхронизировать Календарь Google.
sv: Det gick inte att synkronisera Google Kalender.
th: ไม่สามารถซิงค์ Google ปฏิทินได้
uk: Неможливо синхронізувати календар Google.

source: Unable to synchronise.
ar: غير قادر على المزامنة.
az: Sinxronizasiya etmək mümkün deyil.
bn: সিঙ্ক্রোনাইজ করতে অক্ষম।
cs: Nelze synchronizovat.
de: Synchronisierung nicht möglich.
es: No se puede sincronizar.
et: Ei saa sünkroonida.
fi: Synkronointi ei onnistu.
ky: Синхрондоштуруу мүмкүн эмес.
lt: Nepavyko sinchronizuoti.
lv: Nevar sinhronizēt.
nb: Kan ikke synkronisere.
pl: Nie można zsynchronizować.
ru: Не удалось синхронизировать.
sv: Det går inte att synkronisera.
th: ไม่สามารถซิงโครไนซ์ได้
uk: Не вдалося синхронізувати.

source: Unable to synchronise resource.
ar: غير قادر على مزامنة المورد.
az: Resursları sinxronizasiya etmək mümkün deyil.
bn: সম্পদ সিঙ্ক্রোনাইজ করতে অক্ষম।
cs: Nelze synchronizovat zdroj.
de: Ressource kann nicht synchronisiert werden.
es: No se puede sincronizar el recurso.
et: Ressursi ei saa sünkroonida.
fi: Resurssia ei voi synkronoida.
ky: Ресурсту синхрондоштуруу мүмкүн эмес.
lt: Neįmanoma sinchronizuoti ištekliaus.
lv: Nevar sinhronizēt resursu.
nb: Kan ikke synkronisere ressursen.
pl: Nie można zsynchronizować zasobu.
ru: Не удалось синхронизировать ресурс.
sv: Det gick inte att synkronisera resursen.
th: ไม่สามารถซิงโครไนซ์ทรัพยากรได้
uk: Не вдалося синхронізувати ресурс.

source: Unable to synchronize offering details.
ar: غير قادر على مزامنة تفاصيل العرض.
az: Təklif detallarını sinxronizasiya edə bilmədi.
bn: অফারের বিবরণ সিঙ্ক্রোনাইজ করতে অক্ষম৷
cs: Podrobnosti nabídky nelze synchronizovat.
de: Angebotsdetails können nicht synchronisiert werden.
es: No se puede sincronizar los detalles de la oferta.
et: Pakkumise üksikasju ei saa sünkroonida.
fi: Tarjouksen tietoja ei voi synkronoida.
ky: Сунуштун чоо-жайын синхрондоштуруу мүмкүн эмес.
lt: Nepavyko sinchronizuoti pasiūlymo informacijos.
lv: Nevar sinhronizēt piedāvājuma informāciju.
nb: Kan ikke synkronisere tilbudsdetaljer.
pl: Nie można zsynchronizować szczegółów oferty.
ru: Не удалось синхронизировать детали предложения.
sv: Det går inte att synkronisera erbjudandedetaljer.
th: ไม่สามารถซิงโครไนซ์รายละเอียดข้อเสนอได้
uk: Неможливо синхронізувати деталі пропозиції.

source: Unable to synchronize offering invoices.
ar: غير قادر على مزامنة فواتير العرض.
az: Təklif fakturalarını sinxronlaşdırmaq mümkün deyil
bn: অফার ইনভয়েস সিঙ্ক্রোনাইজ করতে অক্ষম.
cs: Nabídkové faktury nelze synchronizovat.
de: Angebotsrechnungen können nicht synchronisiert werden.
es: No se puede sincronizar las facturas de la oferta.
et: Pakkumise arveid ei saa sünkroonida.
fi: Tarjouslaskuja ei voi synkronoida.
ky: Сунушталган эсеп-фактураларды синхрондоштуруу мүмкүн эмес.
lt: Nepavyko sinchronizuoti pasiūlymo sąskaitų faktūrų.
lv: Nevar sinhronizēt piedāvājuma rēķinus.
nb: Kan ikke synkronisere tilbudsfakturaer.
pl: Nie można zsynchronizować faktur ofertowych.
ru: Невозможно синхронизировать счета-фактуры предложения.
sv: Det går inte att synkronisera erbjudandefakturor.
th: ไม่สามารถซิงโครไนซ์ใบแจ้งหนี้ที่เสนอได้
uk: Не вдалося синхронізувати рахунки-фактури.

source: Unable to synchronize offering order items.
ar: غير قادر على مزامنة عناصر طلب العرض.
az: Təklif sifariş elementlərini sinxronizasiya edə bilmədi.
bn: অর্ডার আইটেম অফার সিঙ্ক্রোনাইজ করতে অক্ষম.
cs: Nelze synchronizovat nabízené položky objednávky.
de: Angebotsauftragspositionen können nicht synchronisiert werden.
es: No se puede sincronizar los artículos del pedido de oferta.
et: Tellimuse üksusi ei saa sünkroonida.
fi: Tarjottavia tilaustuotteita ei voi synkronoida.
ky: Сунушталган буйрутма нерселерди синхрондоштуруу мүмкүн эмес.
lt: Nepavyko sinchronizuoti siūlomų užsakymų elementų.
lv: Nevar sinhronizēt piedāvājuma pasūtījuma preces.
nb: Kan ikke synkronisere tilbudsbestillingsvarer.
pl: Nie można zsynchronizować elementów zamówienia oferty.
ru: Невозможно синхронизировать позиции заказа на предложение.
sv: Det går inte att synkronisera erbjudandebeställningsartiklar.
th: ไม่สามารถซิงโครไนซ์รายการสั่งซื้อที่เสนอได้
uk: Неможливо синхронізувати позиції пропозиції.

source: Unable to synchronize offering orders.
ar: غير قادر على مزامنة أوامر العرض.
az: Təklif sifarişlərini sinxronizasiya edə bilmədi
bn: অফার অর্ডার সিঙ্ক্রোনাইজ করতে অক্ষম।
cs: Objednávky nabídek nelze synchronizovat.
de: Angebotsaufträge können nicht synchronisiert werden.
es: No se pueden sincronizar las órdenes de oferta.
et: Pakkumise tellimusi ei saa sünkroonida.
fi: Tarjoustilauksia ei voi synkronoida.
ky: Сунуштоо буйрутмаларын синхрондоштуруу мүмкүн эмес.
lt: Nepavyko sinchronizuoti pasiūlymų užsakymų.
lv: Nevar sinhronizēt piedāvājuma pasūtījumus.
nb: Kan ikke synkronisere tilbudsbestillinger.
pl: Nie można zsynchronizować zamówień ofertowych.
ru: Невозможно синхронизировать заказы на предложение.
sv: Det går inte att synkronisera erbjudandeorder.
th: ไม่สามารถซิงโครไนซ์คำสั่งเสนอขายได้
uk: Неможливо синхронізувати пропозиції пропозицій.

source: Unable to synchronize offering project data.
ar: غير قادر على مزامنة بيانات مشروع العرض.
az: Təklif layihə məlumatlarını sinxronlaşdırmaq mümkün deyil.
bn: প্রস্তাবিত প্রকল্প ডেটা সিঙ্ক্রোনাইজ করতে অক্ষম৷
cs: Nelze synchronizovat data nabídky projektu.
de: Angebotsprojektdaten können nicht synchronisiert werden.
es: No se puede sincronizar los datos del proyecto de la oferta.
et: Pakkumise projekti andmeid ei saa sünkroonida.
fi: Tarjousprojektin tietoja ei voi synkronoida.
ky: Сунушталган долбоордун дайындарын синхрондоштуруу мүмкүн эмес.
lt: Nepavyko sinchronizuoti pasiūlymo projekto duomenų.
lv: Nevar sinhronizēt piedāvājuma projekta datus.
nb: Kan ikke synkronisere tilbudsprosjektdata.
pl: Nie można zsynchronizować danych projektu oferty.
ru: Невозможно синхронизировать данные проекта предложения.
sv: Det går inte att synkronisera erbjudandeprojektdata.
th: ไม่สามารถซิงโครไนซ์ข้อมูลโครงการที่เสนอได้
uk: Неможливо синхронізувати дані проекту пропозиції.

source: Unable to synchronize offering resources.
ar: غير قادر على مزامنة موارد العرض.
az: Təklif resurslarını sinxronizasiya edə bilməz.
bn: অফার করার সংস্থানগুলি সিঙ্ক্রোনাইজ করতে অক্ষম৷
cs: Nelze synchronizovat nabízené zdroje.
de: Angebotsressourcen können nicht synchronisiert werden.
es: No se puede sincronizar los recursos de la oferta.
et: Pakkumise ressursse ei saa sünkroonida.
fi: Tarjousresursseja ei voi synkronoida.
ky: Сунуш ресурстарын синхрондоштуруу мүмкүн эмес.
lt: Nepavyko sinchronizuoti siūlomų išteklių.
lv: Nevar sinhronizēt piedāvājuma resursus.
nb: Kan ikke synkronisere tilbudsressurser.
pl: Nie można zsynchronizować zasobów oferty.
ru: Невозможно синхронизировать предлагаемые ресурсы.
sv: Det går inte att synkronisera erbjudanderesurser.
th: ไม่สามารถซิงโครไนซ์ทรัพยากรที่นำเสนอได้
uk: Неможливо синхронізувати ресурси пропозиції.

source: Unable to synchronize offering usage.
ar: غير قادر على مزامنة استخدام العرض.
az: Təklif istifadəsini sinxronizasiya edə bilmədi.
bn: অফার ব্যবহার সিঙ্ক্রোনাইজ করতে অক্ষম৷
cs: Využití nabídky nelze synchronizovat.
de: Die Angebotsnutzung kann nicht synchronisiert werden.
es: No se puede sincronizar el uso de la oferta.
et: Pakkumise kasutamist ei saa sünkroonida.
fi: Tarjouksen käyttöä ei voi synkronoida.
ky: Сунуштарды колдонуу синхрондоштуруу мүмкүн эмес.
lt: Nepavyko sinchronizuoti pasiūlymo naudojimo.
lv: Nevar sinhronizēt piedāvājuma lietojumu.
nb: Kan ikke synkronisere tilbudsbruken.
pl: Nie można zsynchronizować wykorzystania oferty.
ru: Невозможно синхронизировать использование предложений.
sv: Det går inte att synkronisera erbjudandeanvändning.
th: ไม่สามารถซิงโครไนซ์การใช้งานข้อเสนอได้
uk: Неможливо синхронізувати використання пропозиції.

source: Unable to synchronize offering users.
ar: غير قادر على مزامنة عرض المستخدمين.
az: Təklif istifadəçilərini sinxronizasiya edə bilmədi.
bn: অফার ব্যবহারকারীদের সিঙ্ক্রোনাইজ করতে অক্ষম৷
cs: Uživatele nabídky nelze synchronizovat.
de: Angebotsbenutzer können nicht synchronisiert werden.
es: No se puede sincronizar los usuarios de la oferta.
et: Teenuse kasutajaid ei saa sünkroonida.
fi: Tarjoavien käyttäjien synkronointi epäonnistui.
ky: Сунуш колдонуучуларды синхрондоштуруу мүмкүн эмес.
lt: Nepavyko sinchronizuoti siūlomų naudotojų.
lv: Nevar sinhronizēt piedāvājošos lietotājus.
nb: Kan ikke synkronisere tilbudsbrukere.
pl: Nie można zsynchronizować użytkowników oferujących.
ru: Невозможно синхронизировать пользователей предложений.
sv: Det går inte att synkronisera erbjuda användare.
th: ไม่สามารถซิงโครไนซ์ผู้ใช้ที่เสนอได้
uk: Не вдалося синхронізувати користувачів пропозиції.

source: Unable to synchronize robot accounts.
ar: غير قادر على مزامنة حسابات الروبوت.
az: Robot hesablarını sinxronizasiya etmək mümkün deyil.
bn: রোবট অ্যাকাউন্ট সিঙ্ক্রোনাইজ করতে অক্ষম৷
cs: Účty robotů nelze synchronizovat.
de: Roboterkonten können nicht synchronisiert werden.
es: No se puede sincronizar las cuentas de los robots.
et: Roboti kontosid ei saa sünkroonida.
fi: Robottitilejä ei voi synkronoida.
ky: Робот каттоо эсептерин синхрондоштуруу мүмкүн эмес.
lt: Nepavyko sinchronizuoti roboto paskyrų.
lv: Nevar sinhronizēt robotu kontus.
nb: Kan ikke synkronisere robotkontoer.
pl: Nie można zsynchronizować kont robotów.
ru: Невозможно синхронизировать учетные записи роботов.
sv: Det går inte att synkronisera robotkonton.
th: ไม่สามารถซิงโครไนซ์บัญชีโรบ็อตได้
uk: Не вдалося синхронізувати облікові записи робота.

source: Unable to unlink instance from node.
ar: غير قادر على إلغاء ربط المثيل من العقدة.
az: Nümunəni düyündən çıxarmaq mümkün deyil.
bn: নোড থেকে উদাহরণ আনলিঙ্ক করতে অক্ষম।
cs: Nelze odpojit instanci od uzlu.
de: Die Verknüpfung der Instanz vom Knoten konnte nicht aufgeheben werden.
es: No se puede desvincular la instancia del nodo.
et: Eksemplari linkimist sõlmest ei saa tühistada.
fi: Ilmentymän linkitystä solmusta ei voi poistaa.
ky: Түйүндөн мисалды ажыратуу мүмкүн эмес.
lt: Neįmanoma atsieti egzemplioriaus nuo mazgo.
lv: Nevar atsaistīt gadījumu no mezgla.
nb: Kan ikke koble forekomst fra noden.
pl: Nie można odłączyć instancji od węzła.
ru: Невозможно отсоединить экземпляр от узла.
sv: Det går inte att ta bort länken till instansen från noden.
th: ไม่สามารถยกเลิกการเชื่อมโยงอินสแตนซ์จากโหนดได้
uk: Неможливо від’єднати екземпляр від вузла.

source: Unable to unlink invoice from the payment.
ar: غير قادر على إلغاء ربط الفاتورة بالدفع.
az: Fakturanı ödənişdən çıxarmaq mümkün deyil.
bn: পেমেন্ট থেকে ইনভয়েস আনলিঙ্ক করতে অক্ষম।
cs: Nelze zrušit propojení faktury s platbou.
de: Die Verknüpfung der Rechnung mit der Zahlung kann nicht aufgeheben werden.
es: No se puede desvincular la factura del pago.
et: Arvet ei saa maksest lahti ühendada.
fi: Laskun linkitystä maksusta ei voi poistaa.
ky: Төлөмдөн эсеп-фактура ажыратылбай жатат.
lt: Neįmanoma atsieti sąskaitos faktūros nuo mokėjimo.
lv: Nevar atsaistīt rēķinu no maksājuma.
nb: Kan ikke fjerne tilknytningen til fakturaen fra betalingen.
pl: Nie można odłączyć faktury od płatności.
ru: Невозможно отвязать счет от платежа.
sv: Det går inte att koppla från fakturan från betalningen.
th: ไม่สามารถยกเลิกการเชื่อมโยงใบแจ้งหนี้จากการชำระเงินได้
uk: Не вдалося від’єднати рахунок-фактуру від платежу.

source: Unable to unlink resource.
ar: غير قادر على إلغاء ربط المورد.
az: Resursun bağını çıxarmaq mümkün deyil.
bn: রিসোর্স আনলিঙ্ক করতে অক্ষম৷
cs: Zdroj nelze odpojit.
de: Die Verknüpfung der Ressource kann nicht aufgehoben werden.
es: No se puede desvincular el recurso.
et: Ressursi linki ei saa tühistada.
fi: Resurssin linkitystä ei voi poistaa.
ky: Ресурс ажыратылбай жатат.
lt: Nepavyko atsieti šaltinio.
lv: Nevar atsaistīt resursu.
nb: Kan ikke koble fra ressursen.
pl: Nie można odłączyć zasobu.
ru: Невозможно отсоединить ресурс.
sv: Det gick inte att ta bort länken till resursen.
th: ไม่สามารถยกเลิกการลิงก์ทรัพยากรได้
uk: Неможливо від’єднати ресурс.

source: Unable to unpublish Google Calendar.
ar: غير قادر على إلغاء نشر تقويم Google.
az: Google Təqviminin nəşrini ləğv etmək mümkün deyil.
bn: Google ক্যালেন্ডার প্রকাশ করতে অক্ষম৷
cs: Nelze zrušit publikování Google Kalendáře.
de: Die Veröffentlichung von Google-Kalender kann nicht rück
es: No se puede anular la publicación de Google Calendar.
et: Google'i kalendri avaldamist ei saa tühistada.
fi: Google-kalenterin julkaisua ei voi peruuttaa.
ky: Google Жылнааманы жарыялоодон чыгаруу мүмкүн эмес.
lt: Neįmanoma atšaukti Google kalendoriaus paskelbimo.
lv: Nevar atcelt Google kalendāra publicēšanu.
nb: Kan ikke oppheve publiseringen av Google Kalender.
pl: Nie można cofnąć publikacji Kalendarza Google.
ru: Невозможно отменить публикацию Календаря Google.
sv: Det gick inte att avpublicera Google Kalender.
th: ไม่สามารถยกเลิกการเผยแพร่ Google ปฏิทินได้
uk: Не вдалося скасувати публікацію Календаря Google.

source: Unable to update YAML.
ar: غير قادر على تحديث YAML.
az: YAML-ni yeniləmək mümkün deyil.
bn: YAML আপডেট করতে অক্ষম।
cs: Nelze aktualizovat YAML.
de: YAML konnte nicht aktualisiert werden.
es: No se puede actualizar YAML.
et: YAML-i ei saa värskendada.
fi: YAML:n päivittäminen ei onnistu.
ky: YAML жаңыртылбай жатат.
lt: Neįmanoma atnaujinti YAML.
lv: Nevar atjaunināt YAML.
nb: Kan ikke oppdatere YAML.
pl: Nie można zaktualizować YAML.
ru: Невозможно обновить YAML.
sv: Det gick inte att uppdatera YAML.
th: ไม่สามารถอัปเดต YAML ได้
uk: Не вдалося оновити YAML.

source: Unable to update a broadcast template.
ar: غير قادر على تحديث قالب البث.
az: Yayım şablonunu yeniləmək mümkün deyil.
bn: একটি সম্প্রচার টেমপ্লেট আপডেট করতে অক্ষম৷
cs: Šablonu vysílání nelze aktualizovat.
de: Eine Broadcast-Vorlage kann nicht aktualisiert werden.
es: No se puede actualizar una plantilla de transmisión.
et: Edastusmalli ei saa värskendada.
fi: Lähetysmallia ei voi päivittää.
ky: Берүү үлгүсүн жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti transliacijos šablono.
lv: Nevar atjaunināt apraides veidni.
nb: Kan ikke oppdatere en kringkastingsmal.
pl: Nie można zaktualizować szablonu transmisji.
ru: Невозможно обновить шаблон трансляции.
sv: Det gick inte att uppdatera en sändningsmall.
th: ไม่สามารถอัปเดตเทมเพลตการออกอากาศได้
uk: Не вдалося оновити шаблон трансляції.

source: Unable to update a campaign.
ar: غير قادر على تحديث الحملة.
az: Kampaniyanı yeniləmək mümkün deyil.
bn: একটি প্রচারাভিযান আপডেট করতে অক্ষম.
cs: Kampaň nelze aktualizovat.
de: Eine Kampagne kann nicht aktualisiert werden.
es: No se puede actualizar una campaña.
et: Kampaaniat ei saa värskendada.
fi: Kampanjaa ei voi päivittää.
ky: Кампанияны жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti kampanijos.
lv: Nevar atjaunināt kampaņu.
nb: Kan ikke oppdatere en kampanje.
pl: Nie można zaktualizować kampanii.
ru: Невозможно обновить кампанию.
sv: Det gick inte att uppdatera en kampanj.
th: ไม่สามารถอัปเดตแคมเปญได้
uk: Не вдалося оновити кампанію.

source: Unable to update a notification.
ar: غير قادر على تحديث الإخطار.
az: Bildirişi yeniləmək mümkün deyil.
bn: একটি বিজ্ঞপ্তি আপডেট করতে অক্ষম৷
cs: Oznámení nelze aktualizovat.
de: Eine Benachrichtigung kann nicht aktualisiert werden.
es: No se puede actualizar una notificación.
et: Märguannet ei saa värskendada.
fi: Ilmoitusta ei voi päivittää.
ky: Эскертмени жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti pranešimo.
lv: Nevar atjaunināt paziņojumu.
nb: Kan ikke oppdatere et varsel.
pl: Nie można zaktualizować powiadomienia.
ru: Не удалось обновить уведомление.
sv: Det gick inte att uppdatera en avisering.
th: ไม่สามารถอัปเดตการแจ้งเตือนได้
uk: Не вдалося оновити сповіщення.

source: Unable to update a notification template.
ar: غير قادر على تحديث قالب الإخطار.
az: Bildiriş şablonunu yeniləmək mümkün deyil.
bn: একটি বিজ্ঞপ্তি টেমপ্লেট আপডেট করতে অক্ষম৷
cs: Šablonu oznámení nelze aktualizovat.
de: Eine Benachrichtigungsvorlage kann nicht aktualisiert werden.
es: No se puede actualizar una plantilla de notificación.
et: Märguandemalli ei saa värskendada.
fi: Ilmoitusmallia ei voi päivittää.
ky: Эскертме үлгүсүн жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti pranešimo šablono.
lv: Nevar atjaunināt paziņojumu veidni.
nb: Kan ikke oppdatere en varslingsmal.
pl: Nie można zaktualizować szablonu powiadomienia.
ru: Невозможно обновить шаблон уведомления.
sv: Det gick inte att uppdatera en meddelandemall.
th: ไม่สามารถอัปเดตเทมเพลตการแจ้งเตือนได้
uk: Не вдалося оновити шаблон сповіщення.

source: Unable to update access policy.
ar: غير قادر على تحديث سياسة الوصول.
az: Giriş siyasətini yeniləmək mümkün deyil.
bn: অ্যাক্সেস নীতি আপডেট করতে অক্ষম৷
cs: Zásady přístupu nelze aktualizovat.
de: Die Zugriffsrichtlinie konnte nicht aktualisiert werden.
es: No se puede actualizar la política de acceso.
et: Juurdepääsupoliitikat ei saa värskendada.
fi: Käyttöoikeuskäytäntöä ei voi päivittää.
ky: Кирүү саясатын жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti prieigos politikos.
lv: Nevar atjaunināt piekļuves politiku.
nb: Kan ikke oppdatere tilgangspolicyen.
pl: Nie można zaktualizować zasad dostępu.
ru: Невозможно обновить политику доступа.
sv: Det gick inte att uppdatera åtkomstpolicyn.
th: ไม่สามารถอัปเดตนโยบายการเข้าถึงได้
uk: Не вдалося оновити політику доступу.

source: Unable to update allowed address pairs.
ar: غير قادر على تحديث أزواج العناوين المسموح بها.
az: İcazə verilən ünvan cütlərini yeniləyə bilmədi.
bn: অনুমোদিত ঠিকানা জোড়া আপডেট করতে অক্ষম।
cs: Nelze aktualizovat povolené páry adres.
de: Erlaubte Adresspaare konnten nicht aktualisiert werden.
es: No se pueden actualizar los pares de direcciones permitidos.
et: Lubatud aadressipaare ei saa värskendada.
fi: Sallittuja osoitepareja ei voi päivittää.
ky: Уруксат берилген дарек жуптарын жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti leidžiamų adresų porų.
lv: Nevar atjaunināt atļautos adrešu pārus.
nb: Kan ikke oppdatere tillatte adressepar.
pl: Nie można zaktualizować dozwolonych par adresów.
ru: Невозможно обновить разрешенные пары адресов.
sv: Det gick inte att uppdatera tillåtna adresspar.
th: ไม่สามารถอัปเดตคู่ที่อยู่ที่อนุญาตได้
uk: Не вдалося оновити дозволені пари адрес.

source: Unable to update an option.
ar: غير قادر على تحديث خيار.
az: Seçimi yeniləmək mümkün deyil.
bn: একটি বিকল্প আপডেট করতে অক্ষম.
cs: Možnost nelze aktualizovat.
de: Eine Option kann nicht aktualisiert werden.
es: No se puede actualizar una opción.
et: Valikut ei saa värskendada.
fi: Vaihtoehtoa ei voi päivittää.
ky: Опцияны жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti parinkties.
lv: Nevar atjaunināt opciju.
nb: Kan ikke oppdatere et alternativ.
pl: Nie można zaktualizować opcji.
ru: Невозможно обновить опцию.
sv: Det går inte att uppdatera ett alternativ.
th: ไม่สามารถอัปเดตตัวเลือกได้
uk: Не вдалося оновити параметр.

source: Unable to update attribute
ar: غير قادر على تحديث السمة
az: Atribut yeniləmək mümkün deyil
bn: বৈশিষ্ট্য আপডেট করতে অক্ষম
cs: Atribut nelze aktualizovat
de: Attribut kann nicht aktualisiert werden
es: No se puede actualizar el atributo
et: Atribuuti ei saa värskendada
fi: Attribuuttia ei voi päivittää
ky: Атрибутун жаңыртуу мүмкүн эмес
lt: Nepavyko atnaujinti atributo
lv: Nevar atjaunināt atribūtu
nb: Kan ikke oppdatere attributtet
pl: Nie można zaktualizować atrybutu
ru: Невозможно обновить атрибут
sv: Det gick inte att uppdatera attributet
th: ไม่สามารถอัปเดตแอตทริบิวต์ได้
uk: Не вдалося оновити атрибут
