Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Usernames can contain letters (a-z), numbers (0-9), dashes (-), underscores (_) and periods (.).
ar: يمكن أن تحتوي أسماء المستخدمين على أحرف (az) وأرقام (0-9) وشرطات (-) وشرطات سفلية (_) ونقاط (.).
az: İstifadəçi adlarında(a-z) hərfləri, (0-9), rəqəmlər, (-) tirelər, (_) alt xətt və (.) dövrlər ola bilər.
bn: ব্যবহারকারীর নামগুলিতে অক্ষর (az), সংখ্যা (0-9), ড্যাশ (-), আন্ডারস্কোর (_) এবং পিরিয়ড (.) থাকতে পারে।
cs: Uživatelská jména mohou obsahovat písmena (a-z), číslice (0-9), pomlčky (-), podtržítka (_) a tečky (.).
de: Benutzernamen können Buchstaben (a-z), Zahlen (0-9), Bindestriche (-), Unterstriche (_) und Punkte (.) enthalten.
es: Los nombres de usuario pueden contener letras (a-z), números (0-9), guiones (-), guiones bajos (_) y puntos (.).
et: Kasutajanimed võivavad sisaldada tähti (a-z), numbreid (0-9), sidekriipse (-), alakriipse (_) ja punkte (.).
fi: Käyttäjänimet voivat sisältää kirjaimia (az), numeroita (0-9), väliviivoja (-), alaviivoja (_) ja pisteitä (.).
ky: Колдонуучу аттары тамгаларды (az), сандарды (0-9), сызыктарды (-), астын сызыктарды (_) жана чекиттерди (.) камтышы мүмкүн.
lt: Vartotojo varde gali būti raidės (a-z), skaičiai (0-9), brūkšneliai (-), pabraukimai (_) ir taškai (.).
lv: Lietotājvārdos var būt burti (az), skaitļi (0–9), domuzīmes (-), pasvītras (_) un punkti (.).
nb: Brukernavn kan inneholde bokstaver (a-z), tall (0-9), bindestreker (-), understrekingstegn (_) og punktum (.).
pl: Nazwy użytkowników mogą zawierać litery (az), cyfry (0-9), myślniki (-), podkreślenia (_) i kropki (.).
ru: Имена пользователей могут содержать буквы (az), цифры (0–9), тире (-), символы подчеркивания (_) и точки (.).
sv: Användarnamn kan innehålla bokstäver (a-z), siffror (0-9), bindestreck (-), understreck (_) och punkter (.).
th: ชื่อผู้ใช้สามารถประกอบด้วยตัวอักษร (az) ตัวเลข (0-9) ขีดกลาง (-) ขีดล่าง (_) และจุด (.)
uk: Імена користувачів можуть містити літери (az), цифри (0-9), тире (-), підкреслення (_) і крапки (.).

source: Users
ar: المستخدمين
az: İstifadəçilər
bn: ব্যবহারকারীদের
cs: Uživatelé
de: Benutzer
es: Usuarios
et: Kasutajad
fi: Käyttäjät
ky: Колдонуучулар
lt: Vartotojai
lv: Lietotājiem
nb: Brukere
pl: Użytkowników
ru: Пользователи
sv: Användare
th: ผู้ใช้
uk: Користувач

source: Users from {provider}
ar: المستخدمين من{provider}
az: İstifadəçilər {provider}
bn: থেকে ব্যবহারকারীরা{provider}
cs: Uživatelé z{provider}
de: Benutzer von{provider}
es: Usuarios de {provider}
et: Kasutajad alates{provider}
fi: Käyttäjät kohteesta{provider}
ky: келген колдонуучулар{provider}
lt: Vartotojai iš{provider}
lv: Lietotāji no{provider}
nb: Brukere fra{provider}
pl: Użytkownicy z{provider}
ru: Пользователи из{provider}
sv: Användare från{provider}
th: ผู้ใช้จาก{provider}
uk: Користувачі з{provider}

source: VAT
ar: ضريبه القيمه المضافه
az: ƏDV
bn: ভ্যাট
cs: DPH
de: Mwst
es: IVA
et: KM
fi: ALV
ky: КНС
lt: PVM
lv: PVN
nb: MVA
ru: ЧАН
sv: MOMS
th: ภาษีมูลค่าเพิ่ม
uk: ПДВ

source: VAT code
ar: رمز ضريبة القيمة المضافة
az: ƏDV kodu
bn: মূল্য সংযোজন সংকেত
cs: Kód DPH
de: MwSt.-Code
es: Código del IVA
et: KM kood
fi: ALV-koodi
ky: КНС коду
lt: PVM kodas
lv: PVN kods
nb: MVA-kode
pl: Kod VAT
ru: Код НДС
sv: MOMS-kod
th: รหัสภาษีมูลค่าเพิ่ม
uk: код ПДВ

source: VAT is included
ar: يتم تضمين ضريبة القيمة المضافة
az: ƏDV daxildir
bn: ভ্যাট অন্তর্ভুক্ত
cs: DPH je zahrnuta
de: MwSt. ist inbegriffen
es: El IVA está incluido
et: Sisaldab käibemaksu.
fi: ALV sisältyy hintaan
ky: КНС камтылган
lt: PVM įskaičiuotas
lv: PVN ir iekļauts
nb: MVA er inkludert
pl: VAT jest wliczony w cenę
ru: НДС включен
sv: Moms ingår
th: รวมภาษีมูลค่าเพิ่มแล้ว
uk: ПДВ включено

source: VAT is not included
ar: لا يتم تضمين ضريبة القيمة المضافة
az: ƏDV daxil deyil
bn: ভ্যাট অন্তর্ভুক্ত নয়
cs: DPH není zahrnuta
de: MwSt. ist nicht inbegriffen
es: El IVA no está incluido
et: Käibemaksu ei sisalda.
fi: ALV ei sisälly hintaan
ky: КНС камтылган эмес
lt: PVM neįskaičiuotas
lv: PVN nav iekļauts
nb: MVA er ikke inkludert
pl: VAT nie jest wliczony w cenę
ru: НДС не включен
sv: Moms ingår inte
th: ไม่รวมภาษีมูลค่าเพิ่ม
uk: ПДВ не включено

source: VAT is not included.
ar: لا يتم تضمين ضريبة القيمة المضافة.
az: ƏDV daxil deyildir.
bn: ভ্যাট অন্তর্ভুক্ত নয়।
cs: DPH není zahrnuta.
de: Die Mehrwertsteuer ist nicht inbegriffen.
es: El IVA no está incluido.
et: Käibemaksu ei sisalda.
fi: ALV ei sisälly hintaan.
ky: КНС камтылган эмес.
lt: PVM neįskaičiuotas.
lv: PVN nav iekļauts.
nb: MVA er ikke inkludert.
pl: VAT nie jest wliczony w cenę.
ru: НДС не включен.
sv: Moms ingår inte.
th: ไม่รวมภาษีมูลค่าเพิ่ม
uk: ПДВ не включено.

source: VAT rate
ar: قيمة الضريبة
az: ƏDV dərəcəsi
bn: মূসক হার
cs: Sazba DPH
de: MwSt.-Satz
es: Tipo de IVA
et: Käibemaksu määr (%)
fi: arvonlisäverokanta
ky: КНСтин ставкасы
lt: PVM tarifas
lv: PVN likme
nb: MVA sats
pl: stawka VAT
ru: ставка НДС
sv: Momssats
th: อัตราภาษีมูลค่าเพิ่ม
uk: ставка ПДВ

source: VM name
ar: اسم VM
az: VM (virtual maşın) adı
bn: ভিএম নাম
cs: Název virtuálního počítače
es: Nombre de VM
et: VMi nimi
fi: VM nimi
ky: VM аты
lt: VM pavadinimas
lv: VM nosaukums
nb: VM-navn
pl: Nazwa maszyny wirtualnej
ru: Имя виртуальной машины
sv: VM-namn
th: ชื่อวีเอ็ม
uk: Ім&#39;я ВМ

source: VM snapshot
ar: لقطة VM
az: VM anlıq görüntüsü
bn: ভিএম স্ন্যাপশট
cs: Snímek virtuálního počítače
es: Instantánea de VM
et: VM-i hetktõmmis
fi: VM tilannekuva
ky: VM сүрөтү
lt: VM momentinė nuotrauka
lv: VM momentuzņēmums
nb: VM øyeblikksbilde
pl: Migawka maszyny wirtualnej
ru: Снимок виртуальной машины
sv: VM-ögonblicksbild
th: สแน็ปช็อต VM
uk: Знімок віртуальної машини

source: VM snapshot has been created.
ar: تم إنشاء لقطة VM.
az: VM anlıq görüntüsü yaradılıb.
bn: VM স্ন্যাপশট তৈরি করা হয়েছে।
cs: Byl vytvořen snímek virtuálního počítače.
de: VM-Snapshot wurde erstellt.
es: Se ha creado una instantánea de VM.
et: VM-i hetktõmmis on loodud.
fi: VM-vedos on luotu.
ky: VM снапшоту түзүлдү.
lt: VM momentinė nuotrauka buvo sukurta.
lv: VM momentuzņēmums ir izveidots.
nb: VM-øyeblikksbilde er opprettet.
pl: Utworzono migawkę maszyny wirtualnej.
ru: Снимок виртуальной машины создан.
sv: VM-ögonblicksbild har skapats.
th: สร้างสแนปชอต VM แล้ว
uk: Знімок віртуальної машини створено.

source: VM snapshot restoration has been scheduled.
ar: تمت جدولة استعادة لقطة VM.
az: VM anlıq görüntüsünün bərpası planlaşdırılmışdır.
bn: VM স্ন্যাপশট পুনরুদ্ধারের সময়সূচী করা হয়েছে।
cs: Obnova snímků virtuálního počítače byla naplánována.
de: Die Wiederherstellung des VM-Snapshots wurde geplant.
es: Se ha programado la restauración de instantáneas de VM.
et: VM-i hetktõmmise taastamine on ajastatud.
fi: Virtuaalikoneen tilannevedoksen palautus on ajoitettu.
ky: VM снапшотун калыбына келтирүү пландаштырылган.
lt: Suplanuotas VM momentinės nuotraukos atkūrimas.
lv: Ir ieplānota virtuālās mašīnas momentuzņēmuma atjaunošana.
nb: Gjenoppretting av øyeblikksbilde av VM er planlagt.
pl: Zaplanowano przywrócenie migawki maszyny wirtualnej.
ru: Восстановление моментального снимка виртуальной машины запланировано.
sv: Återställning av VM-snapshot har schemalagts.
th: กำหนดเวลาการกู้คืนสแนปช็อต VM แล้ว
uk: Заплановано відновлення знімка віртуальної машини.

source: VM snapshot schedule
ar: جدول لقطة VM
az: VM anlıq cədvəli
bn: VM স্ন্যাপশট সময়সূচী
cs: Plán snímků virtuálního počítače
de: VM-Snapshot-Zeitplan
es: Programaciones de instantáneas de VM
et: VM-i hetktõmmise ajakava
fi: VM tilannekuvan aikataulu
ky: VM снапшот графиги
lt: VM momentinių nuotraukų tvarkaraštis
lv: VM momentuzņēmuma grafiks
nb: Tidsplan for VM-øyeblikksbilde
pl: Harmonogram migawek maszyny wirtualnej
ru: Расписание снимков виртуальной машины
sv: VM-ögonblicksbild schema
th: กำหนดการสแน็ปช็อต VM
uk: Розклад знімків віртуальної машини

source: VM snapshot schedule caveats
ar: تحذيرات جدول لقطة VM
az: VM anlıq görüntü cədvəli xəbərdarlıqları
bn: VM স্ন্যাপশট সময়সূচী সতর্কতা
cs: Upozornění na plán snímků virtuálního počítače
de: VM-Snapshot-Zeitplan-Einschränkungen
es: Advertencias de programación de instantáneas de VM
et: VM-i hetktõmmise ajakava hoiatused
fi: VM snapshot -aikataulun varoitukset
ky: VM снапшот графиги эскертүүлөрү
lt: VM momentinių nuotraukų tvarkaraščio įspėjimai
lv: VM momentuzņēmuma grafika brīdinājumi
nb: VM øyeblikksbilde tidsplan forbehold
pl: Ostrzeżenia dotyczące harmonogramu migawek maszyny wirtualnej
ru: Предостережения по расписанию снимков виртуальной машины
sv: VM-ögonblicksbild schema varningar
th: คำเตือนกำหนดการสแนปชอต VM
uk: Застереження щодо розкладу знімків віртуальної машини

source: VM snapshot schedule has been created.
ar: تم إنشاء جدول لقطة VM.
az: VM anlıq cədvəli yaradılıb.
bn: VM স্ন্যাপশট সময়সূচী তৈরি করা হয়েছে।
cs: Byl vytvořen plán snímků virtuálního počítače.
de: Der VM-Snapshotzeitplan wurde erstellt.
es: Se ha creado la programación de instantáneas de VM.
et: VM-i hetktõmmise ajakava on loodud.
fi: Virtuaalikoneen tilannekuvan aikataulu on luotu.
ky: VM снапшот графиги түзүлдү.
lt: Sukurtas VM momentinių nuotraukų tvarkaraštis.
lv: Ir izveidots VM momentuzņēmuma grafiks.
nb: Tidsplan for VM-øyeblikksbilde er opprettet.
pl: Utworzono harmonogram tworzenia migawek maszyny wirtualnej.
ru: Расписание снимков виртуальной машины создано.
sv: VM-ögonblicksbild schema har skapats.
th: สร้างกำหนดการสแนปช็อต VM แล้ว
uk: Розклад знімків віртуальної машини створено.

source: VM snapshot schedules
ar: جداول لقطة VM
az: VM anlıq cədvəlləri
bn: VM স্ন্যাপশট সময়সূচী
cs: Plány snímků virtuálního počítače
de: VM-Snapshot-Zeitpläne
es: Programaciones de instantáneas de VM
et: VM-i hetketõmmiste ajakavad
fi: VM snapshot -aikataulut
ky: VM снапшот графиктери
lt: VM momentinių nuotraukų tvarkaraščiai
lv: VM momentuzņēmumu grafiki
nb: VM-øyeblikksbildeplaner
pl: Harmonogramy migawek maszyn wirtualnych
ru: Расписания моментальных снимков ВМ
sv: VM-ögonblicksbildscheman
th: กำหนดการสแน็ปช็อต VM
uk: Розклади знімків віртуальної машини

source: VM snapshots
ar: لقطات VM
az: VM anlıq görüntüləri
bn: ভিএম স্ন্যাপশট
cs: Snímky virtuálního počítače
es: Instantáneas de VM
et: VM-i hetktõmmised
fi: VM-tilanteet
ky: VM сүрөттөрү
lt: VM momentinės nuotraukos
lv: VM momentuzņēmumi
nb: VM øyeblikksbilder
pl: Migawki maszyn wirtualnych
ru: Снимки виртуальных машин
sv: VM-ögonblicksbilder
th: สแน็ปช็อต VM
uk: Знімки віртуальної машини

source: VM type overview
ar: نظرة عامة على نوع VM
az: VM tipinə ümumi baxış
bn: ভিএম টাইপ ওভারভিউ
cs: Přehled typů virtuálních počítačů
de: VM-Typübersicht
es: Descripción general del tipo de VM
et: VMi tüübi ülevaade
fi: VM-tyypin yleiskatsaus
ky: VM түрүнө сереп салуу
lt: VM tipo apžvalga
lv: VM veida pārskats
nb: VM-type oversikt
pl: Przegląd typów maszyn wirtualnych
ru: Обзор типов виртуальных машин
sv: Översikt över VM-typ
th: ภาพรวมประเภท VM
uk: Огляд типу ВМ

source: VMs
ar: أجهزة افتراضية
az: VM (virtual maşın)-lar
bn: ভিএম
cs: Virtuální počítače
et: VMid
fi: VM:t
lv: VM
nb: VM-er
pl: Maszyny wirtualne
ru: виртуальные машины
uk: віртуальні машини

source: VMware Tools
ar: أدوات إم وير
az: VMware Alətləri
bn: VMware টুলস
cs: Nástroje VMware
es: Herramientas de VMware
et: VMware töövahendid
fi: VMware-työkalut
ky: VMware куралдары
lt: VMware įrankiai
lv: VMware rīki
nb: VMware-verktøy
pl: Narzędzia VMware
ru: Инструменты VMware
sv: VMware-verktyg
th: เครื่องมือ VMware
uk: Інструменти VMware

source: VPC RAM
ar: ذاكرة الوصول العشوائي VPC
az: VPC (Virtual Cığır Birləşməsi) RAM
bn: ভিপিসি র‌্যাম
pl: Pamięć RAM VPC
ru: ОЗУ ВПК
th: วีพีซี แรม

source: VPC block storage size
ar: حجم تخزين كتلة VPC
az: VPC(Virtual Cığır Birləşməsi) blok yaddaşı ölçüsü
bn: ভিপিসি ব্লক স্টোরেজ সাইজ
cs: Velikost blokového úložiště VPC
de: VPC-Blockspeichergröße
es: Tamaño de almacenamiento en bloque de VPC
et: VPC andmeketta suurus
fi: VPC-lohkon tallennuskoko
ky: VPC блок сактоо көлөмү
lt: VPC bloko saugyklos dydis
lv: VPC bloka krātuves lielums
nb: Lagringsstørrelse for VPC blokk
pl: Rozmiar pamięci bloku VPC
ru: Размер блочного хранилища VPC
sv: Storlek för VPC-blocklagring
th: ขนาดพื้นที่เก็บข้อมูลบล็อก VPC
uk: Розмір блокового сховища VPC

source: VPC floating IP count
ar: عدد IP العائم لـ VPC
az: VPC (Virtual Cığır Birləşməsi) üzən IP sayı
bn: ভিপিসি ভাসমান আইপি গণনা
cs: Počet plovoucích IP adres VPC
de: VPC-Floating-IP-Anzahl
es: Recuento de IP flotantes de VPC
et: VPC liikuvate IP aadressite kogus
fi: VPC kelluva IP-osoite
ky: VPC калкыма IP саны
lt: VPC plaukiojančių IP skaičius
lv: VPC peldošais IP skaits
nb: VPC-flytende IP-antall
pl: Liczba pływających adresów IP VPC
ru: Плавающее количество IP-адресов VPC
sv: VPC-flytande IP-antal
th: จำนวน IP ลอยตัวของ VPC
uk: Кількість плаваючих IP-адрес VPC

source: VPC instance count
ar: عدد مثيلات VPC
az: VPC nümunələrinin sayı
bn: ভিপিসি দৃষ্টান্ত গণনা
cs: Počet instancí VPC
de: Anzahl der VPC-Instanzen
es: Recuento de instancias de VPC
et: VPC Instantside hulk
fi: VPC-esiintymien määrä
ky: VPC инстанцияларынын саны
lt: VPC egzempliorių skaičius
lv: VPC gadījumu skaits
nb: Antall VPC-forekomster
pl: Liczba instancji VPC
ru: Количество экземпляров VPC
sv: Antal VPC-instanser
th: จำนวนอินสแตนซ์ VPC
uk: Кількість екземплярів VPC

source: VPC vCPU
az: VPC(Virtual Cığır Birləşməsi) vCPU(virtual Mərkəzi Əməliyyat prosessoru)
bn: ভিপিসি ভিসিপিইউ
et: vCPU
pl: Procesor wirtualny VPC
ru: виртуальный процессор VPC

source: Valid runtime states for operation: {validStates}.
ar: حالات وقت التشغيل الصالحة للتشغيل:{validStates} .
az: Əməliyyat üçün etibarlı iş müddəti vəziyyətləri:{validStates}.
bn: অপারেশনের জন্য বৈধ রানটাইম অবস্থা:{validStates} .
cs: Platné provozní stavy pro operaci: {validStates}.
de: Gültige Laufzeitzustände für den Betrieb: {validStates}.
es: Estados de tiempo de ejecución válidos para la operación: {validStates}.
et: Toimimiseks kehtivad käitusaja olekud:{validStates} .
fi: Kelvolliset ajonaikaiset tilat toiminnalle:{validStates} .
ky: Иштөө үчүн жарактуу иштөө убактысы:{validStates} .
lt: Tinkamos operacijos vykdyklės būsenos: {validStates}.
lv: Darbībai derīgi izpildlaika stāvokļi:{validStates} .
nb: Gyldige kjøretidstilstander for drift: {validStates}.
pl: Prawidłowe stany środowiska wykonawczego dla operacji:{validStates} .
ru: Допустимые состояния времени выполнения для работы:{validStates} .
sv: Giltiga körtidstillstånd för drift: {validStates}.
th: สถานะรันไทม์ที่ถูกต้องสำหรับการดำเนินการ:{validStates} .
uk: Дійсні стани виконання для роботи:{validStates} .

source: Valid states for operation: {validStates}.
ar: الحالات الصالحة للتشغيل:{validStates} .
az: Əməliyyat üçün etibarlı vəziyyətlər:{validStates}.
bn: অপারেশনের জন্য বৈধ অবস্থা:{validStates} .
cs: Platné stavy pro operaci: {validStates}.
de: Gültige Status für den Betrieb: {validStates}.
es: Estados válidos para la operación: {validStates}.
et: Toimimiseks kehtivad olekud:{validStates} .
fi: Toiminnassa voimassa olevat tilat:{validStates} .
ky: Иштөө үчүн жарактуу мамлекеттер:{validStates} .
lt: Tinkamos veikimo būsenos: {validStates}.
lv: Darbībai derīgi stāvokļi:{validStates} .
nb: Gyldige tilstander for drift: {validStates}.
pl: Poprawne stany działania:{validStates} .
ru: Допустимые состояния для работы:{validStates} .
sv: Giltiga tillstånd för drift: {validStates}.
th: สถานะที่ถูกต้องสำหรับการดำเนินการ:{validStates} .
uk: Допустимі стани для роботи:{validStates} .

source: Value
ar: قيمة
az: Dəyər
bn: মান
cs: Hodnota
de: Wert
es: Valor
et: Väärtus
fi: Arvo
ky: Нарк
lt: Vertė
lv: Vērtība
nb: Verdi
pl: Wartość
ru: Ценность
sv: Värde
th: ค่า
uk: Цінність

source: Value: {value}
ar: قيمة:{value}
az: Dəyər: {value}
bn: মান:{value}
cs: Hodnota:{value}
de: Wert:{value}
es: Valor: {value}
et: Väärtus:{value}
fi: Arvo:{value}
ky: Маани:{value}
lt: Vertė:{value}
lv: Vērtība:{value}
nb: Verdi:{value}
pl: Wartość:{value}
ru: Ценить:{value}
sv: Värde:{value}
th: ค่า:{value}
uk: Значення:{value}

source: Value has been copied
ar: تم نسخ القيمة
az: Dəyər kopyalandı
bn: মান অনুলিপি করা হয়েছে
cs: Hodnota byla zkopírována
de: Wert wurde kopiert
es: Se ha copiado el valor
et: Väärtus on kopeeritud
fi: Arvo on kopioitu
ky: Мааниси көчүрүлдү
lt: Vertė nukopijuota
lv: Vērtība ir nokopēta
nb: Verdien er kopiert
pl: Wartość została skopiowana
ru: Значение было скопировано
sv: Värdet har kopierats
th: คัดลอกค่าแล้ว
uk: Значення скопійовано

source: Value should be positive integer
ar: يجب أن تكون القيمة عددًا صحيحًا موجبًا
az: Dəyər müsbət tam olmalıdır
bn: মান ধনাত্মক পূর্ণসংখ্যা হওয়া উচিত
cs: Hodnota by měla být kladné celé číslo
de: Wert sollte positive ganze Zahl sein
es: El valor debería ser un número entero positivo
et: Väärtus peaks olema positiivne täisarv
fi: Arvon tulee olla positiivinen kokonaisluku
ky: Мааниси оң бүтүн сан болушу керек
lt: Vertė turėtų būti teigiamas sveikasis skaičius
lv: Vērtībai ir jābūt pozitīvam veselam skaitlim
nb: Verdien skal være positivt heltall
pl: Wartość powinna być dodatnią liczbą całkowitą
ru: Значение должно быть положительным целым числом.
sv: Värde ska vara positivt heltal
th: ค่าควรเป็นจำนวนเต็มบวก
uk: Значення має бути цілим додатним числом

source: Value should not be greater than {limit}.
ar: لا ينبغي أن تكون القيمة أكبر من{limit} .
az: Dəyər daha çox olmamalıdır{limit}.
bn: মান এর বেশি হওয়া উচিত নয়{limit} .
cs: Hodnota by neměla být větší než {limit}.
de: Der Wert sollte nicht größer als {limit} sein.
es: El valor no debería ser mayor que {limit}.
et: Väärtus ei tohiks olla suurem kui {limit}
fi: Arvo ei saa olla suurempi kuin{limit} .
ky: Мааниси жогору болбошу керек{limit} .
lt: Vertė neturėtų būti didesnė nei {limit}.
lv: Vērtība nedrīkst būt lielāka par{limit} .
nb: Verdien bør ikke være større enn {limit}.
pl: Wartość nie powinna być większa niż{limit} .
ru: Значение не должно быть больше{limit} .
sv: Värde bör inte vara större än {limit}.
th: ค่าไม่ควรมากกว่า{limit} .
uk: Значення не повинно перевищувати{limit} .

source: Value should not be lesser than {limit}.
ar: لا ينبغي أن تكون القيمة أقل من{limit} .
az: Dəyər daha az olmamalıdır{limit}.
bn: মান এর চেয়ে কম হওয়া উচিত নয়{limit} .
cs: Hodnota by neměla být menší než {limit}.
de: Der Wert sollte nicht kleiner als {limit} sein.
es: El valor no debería ser menor que {limit}.
et: Väärtus ei tohiks olla väiksem kui {limit}
fi: Arvo ei saa olla pienempi kuin{limit} .
ky: Наркы төмөн болбошу керек{limit} .
lt: Vertė neturėtų būti mažesnė nei {limit}.
lv: Vērtība nedrīkst būt mazāka par{limit} .
nb: Verdien bør ikke være mindre enn {limit}.
pl: Wartość nie powinna być mniejsza niż{limit} .
ru: Значение не должно быть меньше{limit} .
sv: Värde bör inte vara lägre än {limit}.
th: ค่าไม่ควรน้อยกว่า{limit} .
uk: Значення не повинно бути менше{limit} .

source: Value should not be negative.
ar: لا ينبغي أن تكون القيمة سلبية.
az: Dəyər mənfi olmamalıdır.
bn: মান নেতিবাচক হওয়া উচিত নয়।
cs: Hodnota by neměla být záporná.
de: Der Wert sollte nicht negativ sein.
es: El valor no debería ser negativo.
et: Väärtus ei tphi olla negatiivne
fi: Arvo ei saa olla negatiivinen.
ky: Маани терс болбошу керек.
lt: Vertė neturėtų būti neigiama.
lv: Vērtība nedrīkst būt negatīva.
nb: Verdien bør ikke være negativ.
pl: Wartość nie powinna być ujemna.
ru: Значение не должно быть отрицательным.
sv: Värde bör inte vara negativt.
th: ค่าไม่ควรเป็นค่าลบ
uk: Значення не повинно бути негативним.

source: Variable #{index}
ar: عامل #{index}
az: Dəyişən # {index}
bn: পরিবর্তনশীল #{index}
cs: Proměnná #{index}
de: Variabel #{index}
et: Muutuja #{index}
fi: Muuttuja #{index}
ky: Өзгөрмө №{index}
lt: Kintamasis #{index}
lv: Mainīgais #{index}
nb: Variabel #{index}
pl: Zmienny #{index}
ru: Переменная #{index}
sv: Variabel #{index}
th: ตัวแปร #{index}
uk: Змінна №{index}

source: Vendor Neutral
ar: البائع محايد
az: Satıcı neytral
bn: বিক্রেতা নিরপেক্ষ
cs: Neutrální prodejce
de: Anbieterneutral
es: Proveedor neutral
et: Tarnija neutraalne
fi: Myyjä neutraali
ky: Сатуучу нейтралдуу
lt: Pardavėjas neutralus
lv: Pārdevējs neitrāls
nb: Leverandørnøytral
pl: Sprzedawca Neutralny
ru: Нейтральность к поставщику
sv: Säljarneutral
th: ผู้ขายเป็นกลาง
uk: Нейтральний постачальник

source: Vendor support pages
ar: صفحات دعم البائعين
az: Satıcı dəstək səhifələri
bn: বিক্রেতা সমর্থন পৃষ্ঠা
cs: Stránky podpory prodejců
de: Anbieter-Supportseiten
es: Páginas de soporte para proveedores
et: Tarnija tugilehed
fi: Toimittajan tukisivut
ky: Сатуучу колдоо баракчалары
lt: Pardavėjo palaikymo puslapiai
lv: Pārdevēju atbalsta lapas
nb: Leverandørstøttesider
pl: Strony wsparcia dostawcy
ru: Страницы поддержки поставщиков
sv: Leverantörssupportsidor
th: หน้าสนับสนุนผู้ขาย
uk: Сторінки підтримки постачальників

source: Verify SSL
ar: التحقق من طبقة المقابس الآمنة
az: SSL təsdiqləyin
bn: SSL যাচাই করুন
cs: Ověřte SSL
de: SSL überprüfen
es: Verificar SSL
et: Kinnitage SSL
fi: Vahvista SSL
ky: SSL текшерүү
lt: Patvirtinkite SSL
lv: Pārbaudiet SSL
nb: Bekreft SSL
pl: Zweryfikuj protokół SSL
ru: Проверить SSL
sv: Verifiera SSL
th: ตรวจสอบ SSL
uk: Підтвердьте SSL

source: Verify email
ar: التحقق من البريد الإلكتروني
az: E-poçtu yoxlayın
bn: ইমেল যাচাই করুন
cs: Ověřit e-mail
de: E-Mail bestätigen
es: Verificar el correo electrónico
et: Kinnitage e-posti aadress
fi: Sähköpostin vahvistaminen
ky: Электрондук почтаны ырастоо
lt: Patikrinti el. paštą
lv: Apstipriniet e-pastu
nb: Bekreft e-post
pl: Weryfikowanie adresu e-
ru: подтвердить электронную почту
sv: Verifiera Email
th: ตรวจสอบอีเมล์
uk: Підтвердьте електронну адресу

source: Verify server certificate
ar: التحقق من شهادة الخادم
az: Server sertifikatını təsdiqləyin
bn: সার্ভার সার্টিফিকেট যাচাই করুন
cs: Ověřte certifikát serveru
de: Überprüfen Sie das Serverzertifikat
es: Verificar el certificado del servidor
et: Kontrollige serveri sertifikaati
fi: Tarkista palvelimen varmenne
ky: Сервер сертификатын текшерүү
lt: Patikrinkite serverio sertifikatą
lv: Pārbaudiet servera sertifikātu
nb: Bekreft serversertifikatet
pl: Sprawdź certyfikat serwera
ru: Проверка сертификата сервера
sv: Verifiera servercertifikat
th: ตรวจสอบใบรับรองเซิร์ฟเวอร์
uk: Перевірте сертифікат сервера

source: Verify team
az: Komandanı doğrulayın

source: Verifying email change
ar: التحقق من تغيير البريد الإلكتروني
az: E-poçt dəyişikliyini yox
bn: ইমেল পরিবর্তন যাচাই করা হচ্ছে
cs: Ověření změny e-mailu
de: Überprüfen der E-Mail-Änderung
es: Verificando el cambio de correo electrónico
et: e-posti aadressi muutmise kontrollimine
fi: Vahvistetaan sähköpostiosoitteen muutosta
ky: Электрондук почтанын өзгөрүшү текшерилүүдө
lt: Tikrinamas el. pašto keitimas
lv: Pārbauda e-pasta izmaiņas
nb: Bekrefter endring av e-post
pl: Weryfikacja zmiany adresu e-mail
ru: Проверка изменения адреса электронной почты
sv: Verifiera ändring av e-post
th: กำลังยืนยันการเปลี่ยนแปลงอีเมล
uk: Перевірка зміни електронної пошти

source: Version
ar: الإصدار
az: Versiya
bn: সংস্করণ
cs: Verze
de: Ausführung
es: Versión
et: Versioon
fi: Versio
ky: Версия
lt: Versija
lv: Versija
nb: Versjon
pl: Wersja
ru: Версия
th: เวอร์ชั่น
uk: Версія

source: View
ar: منظر
az: Baxın
bn: দেখুন
cs: Zobrazit
de: Sicht
es: Ver
et: Vaade
fi: Näkymä
ky: Көрүү
lt: Žiūrėti
lv: Skats
nb: Utsikt
pl: Widok
ru: Вид
sv: Se
th: ดู
uk: Переглянути

source: View YAML
ar: عرض يامل
az: YAML-ə baxın
bn: YAML দেখুন
cs: Zobrazit YAML
de: YAML anzeigen
es: Ver YAML
et: Kuva YAML
fi: Katso YAML
ky: YAML көрүү
lt: Peržiūrėti YAML
lv: Skatīt YAML
nb: Vis YAML
pl: Zobacz YAML
ru: Посмотреть YAML
sv: Visa YAML
th: ดู YAML
uk: Переглянути YAML

source: View all
ar: عرض الكل
az: Hamısına bax
bn: সব দেখ
cs: Zobrazit vše
de: Alle ansehen
es: Ver todo
et: Vaata kõiki
fi: Näytä kaikki
ky: Баарын көрүү
lt: Peržiūrėti visus
lv: Apskatīt visus
nb: Vis alle
pl: Zobacz wszystkie
ru: Просмотреть все
sv: Visa alla
th: ดูทั้งหมด
uk: Подивитись все
