Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: How to obtain credentials for DigitalOcean provider
ar: كيفية الحصول على بيانات الاعتماد لموفر DigitalOcean
az: DigitalOcean provayderi üçün mandatları necə əldə etmək olar
bn: কিভাবে DigitalOcean প্রদানকারীর জন্য শংসাপত্র প্রাপ্ত করবেন
cs: Jak získat přihlašovací údaje pro poskytovatele DigitalOcean
de: So erhalten Sie Anmeldeinformationen für den DigitalOcean-Anbieter
es: Cómo obtener las credenciales del proveedor DigitalOcean
et: Kuidas omandada DigitalOceani ligipääsuks vajalikud vahendid
fi: Kuinka hankkia DigitalOcean-palveluntarjoajan tunnistetiedot
ky: DigitalOcean провайдери үчүн ишеним грамоталарын кантип алууга болот
lt: Kaip gauti DigitalOcean teikėjo kredencialus
lv: Kā iegūt DigitalOcean nodrošinātāja akreditācijas datus
nb: Slik skaffer du legitimasjon for DigitalOcean-leverandør
pl: Jak uzyskać referencje dla dostawcy DigitalOcean
ru: Как получить учетные данные для провайдера DigitalOcean
sv: Hur du skaffar autentiseringsuppgifter för DigitalOcean leverantör
th: วิธีรับข้อมูลรับรองสำหรับผู้ให้บริการ DigitalOcean
uk: Як отримати облікові дані для постачальника DigitalOcean

source: Hypervisor
ar: مراقب الأجهزة الافتراضية
az: Hipervizor
bn: হাইপারভাইজার
cs: Hypervizor
es: Hipervisor
et: Hüpervisor
ky: Гипервизор
lt: Hipervizorius
lv: Hipervizors
pl: Hiperwizor
ru: Гипервизор
th: ไฮเปอร์ไวเซอร์
uk: Гіпервізор

source: ID
ar: معرف
az: ŞƏXSİYYƏT VƏSİQƏSİ
bn: আইডি
fi: HENKILÖLLISYYSTODISTUS
ru: ИДЕНТИФИКАТОР
th: รหัส

source: ID code
ar: رمز هوية
az: ID (identifikasiya) kodu
bn: আইডি কোড
cs: Identifikační kód
es: Código de ID
et: Isikukood
fi: ID-koodi
ky: ID код
lt: ID kodas
lv: ID kods
nb: ID-kode
ru: идентификационный код
sv: ID-kod
th: รหัสประจำตัว
uk: ідентифікаційний код

source: ID of application used for OAuth authentication.
ar: معرف التطبيق المستخدم لمصادقة OAuth.
az: OAuth identifikasiyası üçün istifadə olunan tətbiqin identifikatoru.
bn: OAuth প্রমাণীকরণের জন্য ব্যবহৃত অ্যাপ্লিকেশনের আইডি।
cs: ID aplikace použité pro ověřování OAuth.
de: ID der Anwendung, die für die OAuth-Authentifizierung verwendet wird.
es: ID de la aplicación utilizada para la autenticación de OAuth.
et: OAuthi autentimiseks kasutatud rakenduse ID.
fi: OAuth-todennukseen käytetyn sovelluksen tunnus.
ky: OAuth аутентификациясы үчүн колдонулган колдонмонун идентификатору.
lt: Programos, naudojamos OAuth autentifikavimui, ID.
lv: OAuth autentifikācijai izmantotās lietojumprogrammas ID.
nb: ID for applikasjonen brukt for OAuth-autentisering.
pl: Identyfikator aplikacji używanej do uwierzytelniania OAuth.
ru: Идентификатор приложения, используемого для аутентификации OAuth.
sv: ID för programmet som används för OAuth-autentisering.
th: ID ของแอปพลิเคชันที่ใช้สำหรับการตรวจสอบสิทธิ์ OAuth
uk: Ідентифікатор програми, яка використовується для автентифікації OAuth.

source: IP address
ar: عنوان IP
az: IP ünvanı
bn: আইপি ঠিকানা
cs: IP adresa
de: IP-Adresse
es: Dirección IP
et: IP aadress
fi: IP-osoite
ky: IP дареги
lt: IP adresas
lv: IP adrese
nb: IP adresse
pl: Adres IP
ru: IP-адрес
sv: IP-adress
th: ที่อยู่ IP
uk: IP-адреса

source: IP address is already used by router.
ar: عنوان IP مستخدم بالفعل بواسطة جهاز التوجيه.
az: IP ünvanı artıq router tərəfindən istifadə olunur.
bn: IP ঠিকানা ইতিমধ্যে রাউটার দ্বারা ব্যবহৃত হয়.
cs: IP adresa je již používána routerem.
de: Die IP-Adresse wird bereits vom Router verwendet.
es: La dirección IP ya es utilizada por el router.
et: IP-aadress on juba ruuteri poolt kasutuses.
fi: IP-osoite on jo reitittimen käytössä.
ky: IP дареги роутер тарабынан мурунтан эле колдонулат.
lt: IP adresas jau naudojamas maršrutizatoriuje.
lv: IP adresi jau izmanto maršrutētājs.
nb: IP-adressen er allerede brukt av ruteren.
pl: Adres IP jest już używany przez router.
ru: IP-адрес уже используется маршрутизатором.
sv: IP-adressen används redan av routern.
th: ที่อยู่ IP ถูกใช้โดยเราเตอร์แล้ว
uk: IP-адреса вже використовується маршрутизатором.

source: IP protocol
ar: بروتوكول IP
az: IP protokolu
bn: আইপি প্রোটোকল
cs: Protokol IP
de: IP-Protokoll
es: Protocolo IP
et: IP protokoll
fi: IP-protokolla
ky: IP протоколу
lt: IP protokolas
lv: IP protokols
nb: IP-protokoll
pl: Protokół IP
ru: IP протокол
sv: IP-protokoll
th: โปรโตคอลไอพี
uk: IP-протокол

source: IP version
ar: نسخة IP
az: IP versiyası
bn: আইপি সংস্করণ
cs: Verze IP
es: Versión de IP
et: IP versioon
fi: IP-versio
ky: IP версия
lt: IP versija
lv: IP versija
nb: IP-versjon
pl: Wersja IP
ru: Версия IP
th: เวอร์ชันไอพี
uk: IP версія

source: I agree
ar: أوافق
az: Razıyam
bn: আমি রাজী
cs: Souhlasím
de: Ich stimme zu
es: Acepto
et: Nõustun
fi: olen samaa mieltä
ky: Макулмун
lt: Sutinku
lv: ES piekrītu
nb: Enig
pl: Zgadzam się
ru: Принимаю
sv: Jag håller med
th: ฉันเห็นด้วย
uk: я згоден

source: I confirm my account deletion
ar: أؤكد حذف حسابي
az: Hesabımın silinməsini təsdiq edir
bn: আমি আমার অ্যাকাউন্ট মুছে ফেলা নিশ্চিত
cs: Potvrzuji smazání účtu
de: Ich bestätige die Löschung meines Kontos
es: Confirmo la eliminación de mi cuenta
et: Kinnitan oma konto kustutamise
fi: Vahvistan tilini poistamisen
ky: Аккаунтумду жок кылууну ырастайм
lt: Patvirtinu paskyros ištrynimą
lv: Es apstiprinu sava konta dzēšanu
nb: Jeg bekrefter slettingen av kontoen min
pl: Potwierdzam usunięcie mojego konta
ru: Я подтверждаю удаление моего аккаунта
sv: Jag bekräftar raderingen av mitt konto
th: ฉันยืนยันการลบบัญชีของฉัน
uk: Я підтверджую видалення свого облікового запису

source: Icon
ar: أيقونة
az: simvolu
bn: আইকন
cs: Ikona
de: Symbol
es: Icono
et: Ikoon
fi: Kuvake
lt: Piktograma
lv: Ikona
nb: Ikon
pl: Ikona
ru: икона
sv: Ikon
th: ไอคอน
uk: значок

source: Identity provided has been selected via SAML2 discovery service. You will be redirected to the login page soon.
ar: تم تحديد الهوية المقدمة عبر خدمة اكتشاف SAML2. ستتم إعادة توجيهك إلى صفحة تسجيل الدخول قريبًا.
az: Təqdim olunan şəxsiyyət SAML2 kəşf xidməti vasitəsilə seçilmişdir. Tezliklə giriş səhifəsinə yönləndiriləcəksiniz.
bn: প্রদত্ত পরিচয় SAML2 আবিষ্কার পরিষেবার মাধ্যমে নির্বাচন করা হয়েছে৷ আপনাকে শীঘ্রই লগইন পৃষ্ঠায় পুনঃনির্দেশিত করা হবে।
cs: Poskytnutá identita byla vybrána prostřednictvím služby zjišťování SAML2. Brzy budete přesměrováni na přihlašovací stránku.
de: Die angegebene Identität wurde über den SAML2-Erkennungsdienst ausgewählt. Sie werden bald zur Anmeldeseite weitergeleitet.
es: La identidad proporcionada se ha seleccionado a través del servicio de descubrimiento SAML2. Pronto será redirigido a la página de inicio de sesión.
et: Esitatud identiteet on valitud SAML2 otsinguteenuse kaudu. Teid suunatakse peagi sisselogimislehele.
fi: Annettu identiteetti on valittu SAML2-etsintäpalvelun kautta. Sinut ohjataan pian kirjautumissivulle.
ky: Берилген идентификация SAML2 табуу кызматы аркылуу тандалды. Жакында сиз кирүү баракчасына багытталасыз.
lt: Suteikta tapatybė pasirinkta naudojant SAML2 paieškos paslaugą. Netrukus būsite nukreipti į prisijungimo puslapį.
lv: Norādītā identitāte ir atlasīta, izmantojot SAML2 atklāšanas pakalpojumu. Drīzumā tiksiet novirzīts uz pieteikšanās lapu.
nb: Identitet er valgt via SAML-2-søketjenesten. Du vil snart bli omdirigert til innloggingssiden.
pl: Podana tożsamość została wybrana za pośrednictwem usługi wykrywania SAML2. Wkrótce zostaniesz przekierowany na stronę logowania.
ru: Предоставленное удостоверение было выбрано с помощью службы обнаружения SAML2. Вскоре вы будете перенаправлены на страницу входа.
sv: Den angivna identiteten har valts via SAML2-upptäcktstjänsten. Du kommer snart att omdirigeras till inloggningssidan.
th: ข้อมูลระบุตัวตนที่ได้รับเลือกผ่านบริการค้นหา SAML2 คุณจะถูกนำไปยังหน้าเข้าสู่ระบบในไม่ช้า
uk: Надану особу було вибрано за допомогою служби виявлення SAML2. Незабаром ви будете перенаправлені на сторінку входу.

source: Identity provider
ar: مزود الهوية
az: şəxsiyyət təminatçısı
bn: পরিচয় প্রদানকারী
cs: Poskytovatel identity
de: Identitätsanbieter
es: Proveedor de identidad
et: Identiteedi pakkuja
fi: Henkilöllisyyden tarjoaja
ky: Идентификация берүүчү
lt: Tapatybės teikėjas
lv: Identitātes nodrošinātājs
nb: Identitetsleverandør
pl: Dostawca tożsamości
ru: Поставщик удостоверений
sv: Identitetsleverantör
th: ผู้ให้บริการข้อมูลประจำตัว
uk: Провайдер ідентифікації

source: Identity provider has been added successfully.
ar: تمت إضافة موفر الهوية بنجاح.
az: Şəxsiyyət təminatçısı uğurla əlavə edildi
bn: পরিচয় প্রদানকারী সফলভাবে যোগ করা হয়েছে৷
cs: Poskytovatel identity byl úspěšně přidán.
de: Der Identitätsanbieter wurde erfolgreich hinzugefügt.
es: El proveedor de identidad se agregó correctamente.
et: Identiteedipakkuja lisamine õnnestus.
fi: Henkilöllisyyden tarjoaja on lisätty onnistuneesti.
ky: Идентификациялык камсыздоочу ийгиликтүү кошулду.
lt: Tapatybės teikėjas sėkmingai pridėtas.
lv: Identitātes nodrošinātājs ir veiksmīgi pievienots.
nb: Identitetsleverandøren er lagt til.
pl: Dostawca tożsamości został pomyślnie dodany.
ru: Поставщик удостоверений успешно добавлен.
sv: Identitetsleverantör har lagts till.
th: เพิ่มผู้ให้บริการข้อมูลประจำตัวเรียบร้อยแล้ว
uk: Постачальник ідентифікаційної інформації успішно додано.

source: Identity provider has been updated successfully.
ar: تم تحديث موفر الهوية بنجاح.
az: Şəxsiyyət provayderi uğurla yeniləndi.
bn: পরিচয় প্রদানকারী সফলভাবে আপডেট করা হয়েছে।
cs: Poskytovatel identity byl úspěšně aktualizován.
de: Der Identitätsanbieter wurde erfolgreich aktualisiert.
es: El proveedor de identidad se actualizó correctamente.
et: Identiteedipakkuja värskendamine õnnestus.
fi: Identiteettitarjoajan päivitys onnistui.
ky: Идентификациялык камсыздоочу ийгиликтүү жаңыртылды.
lt: Tapatybės teikėjas sėkmingai atnaujintas.
lv: Identitātes nodrošinātājs ir veiksmīgi atjaunināts.
nb: Identitetsleverandøren har blitt oppdatert.
pl: Dostawca tożsamości został pomyślnie zaktualizowany.
ru: Поставщик удостоверений успешно обновлен.
sv: Identitetsleverantören har uppdaterats.
th: อัปเดตผู้ให้บริการข้อมูลประจำตัวเรียบร้อยแล้ว
uk: Постачальник ідентифікаційної інформації успішно оновлено.

source: Identity providers
ar: مزودي الهوية
az: Kimlik təminatçıları
bn: পরিচয় প্রদানকারী
cs: Poskytovatelé identity
de: Identitätsanbieter
es: Proveedores de identidad
et: Identiteedi pakkujad
fi: Henkilöllisyyden tarjoajat
ky: Идентификациялык камсыздоочулар
lt: Tapatybės teikėjai
lv: Identitātes nodrošinātāji
nb: Identitetsleverandører
pl: Dostawcy tożsamości
ru: Поставщики удостоверений
sv: Identitetsleverantörer
th: ผู้ให้บริการข้อมูลประจำตัว
uk: Постачальники ідентифікації

source: Identity service of the Republic of Estonia
ar: خدمة الهوية لجمهورية استونيا
az: Estoniya Respublikasının şəxsiyyət xidməti
bn: এস্তোনিয়া প্রজাতন্ত্রের পরিচয় পরিষেবা
cs: Identifikační služba Estonské republiky
de: Identitätsdienst der Republik Estland
es: Servicio de identidad de la República de Estonia
et: Eesti Vabariigi identiteediteenistus
fi: Viron tasavallan henkilöllisyyspalvelu
ky: Эстония Республикасынын идентификациялык кызматы
lt: Estijos Respublikos tapatybės nustatymo tarnyba
lv: Igaunijas Republikas identitātes dienests
nb: Identitetstjeneste for Republikken Estland
pl: Usługa tożsamości Republiki Estonii
ru: Служба идентификации Эстонской Республики
sv: Republiken Estlands identitetstjänst
th: บริการอัตลักษณ์ของสาธารณรัฐเอสโตเนีย
uk: Служба ідентифікації Естонської Республіки

source: If defined, will be set as a password for all offering users
ar: إذا تم تعريفها، فسيتم تعيينها ككلمة مرور لجميع مستخدمي العرض
az: Müəyyən edilərsə, bütün təklif edən istifadəçilər üçün şifrə olaraq təyin ediləcək
bn: সংজ্ঞায়িত করা হলে, সমস্ত অফার ব্যবহারকারীদের জন্য একটি পাসওয়ার্ড হিসাবে সেট করা হবে
cs: Pokud je definováno, bude nastaveno jako heslo pro všechny uživatele nabídky
de: Falls definiert, wird es als Passwort für alle anbietenden Benutzer festgelegt
es: Si se define, se establecerá como contraseña para todos los usuarios de la oferta
et: Kui see on määratletud, määratakse see parooliks kõigile pakkuvatele kasutajatele
fi: Jos määritetty, se asetetaan salasanaksi kaikille tarjouksen käyttäjille
ky: Эгер аныкталган болсо, бардык сунуш колдонуучулар үчүн сырсөз катары коюлат
lt: Jei nustatyta, bus nustatytas kaip slaptažodis visiems siūlontiems vartotojams
lv: Ja tā ir noteikta, tā tiks iestatīta kā parole visiem piedāvājošajiem lietotājiem
nb: Hvis definert, vil det bli satt som et passord for alle brukere som tilbyr
pl: Jeśli zdefiniowano, zostanie ustawione jako hasło dla wszystkich użytkowników oferujących
ru: Если задано, будет установлено в качестве пароля для всех пользователей предложения.
sv: Om det har definierats, kommer det att ställas in som ett lösenord för alla erbjudande användare
th: หากกำหนดไว้ จะถูกตั้งเป็นรหัสผ่านสำหรับผู้ใช้ข้อเสนอทั้งหมด
uk: Якщо визначено, буде встановлено як пароль для всіх користувачів пропозиції

source: If you want user to be able to modify resource options after creation, please configure options for user below
ar: إذا كنت تريد أن يتمكن المستخدم من تعديل خيارات الموارد بعد الإنشاء، فيرجى تكوين الخيارات للمستخدم أدناه
az: İstifadəçinin yaradıldıqdan sonra resurs seçimlərini dəyişdirə bilməsini istəyirsinizsə, aşağıdakı istifadəçi üçün seçimləri konfiqurasiya edin
bn: আপনি যদি চান যে ব্যবহারকারী তৈরির পরে সংস্থান বিকল্পগুলি সংশোধন করতে সক্ষম হন, দয়া করে নীচের ব্যবহারকারীর জন্য বিকল্পগুলি কনফিগার করুন৷
cs: Pokud chcete, aby uživatel mohl po vytvoření upravit možnosti zdrojů, nakonfigurujte níže uvedené možnosti pro uživatele
de: Wenn Sie möchten, dass Benutzer nach der Erstellung Ressourcenoptionen ändern können, konfigurieren Sie bitte unten die Optionen für Benutzer
es: Si desea que el usuario pueda modificar las opciones de recursos después de la creación, configure las opciones para el usuario a continuación
et: Kui soovite, et kasutaja saaks pärast loomist ressursivalikuid muuta, konfigureerige kasutaja valikud allpool
fi: Jos haluat, että käyttäjä voi muokata resurssiasetuksia luomisen jälkeen, määritä asetukset käyttäjälle alla
ky: Эгер колдонуучу түзүлгөндөн кийин ресурс параметрлерин өзгөртө алышын кааласаңыз, төмөндө колдонуучу үчүн параметрлерди конфигурациялаңыз
lt: Jei norite, kad vartotojas galėtų keisti išteklių parinktis po sukūrimo, toliau konfigūruokite naudotojo parinktis
lv: Ja vēlaties, lai lietotājs pēc izveides varētu mainīt resursa opcijas, lūdzu, konfigurējiet lietotāja opcijas tālāk
nb: Hvis du vil at brukeren skal kunne endre ressursalternativer etter opprettelsen, vennligst konfigurer alternativene for brukeren nedenfor
pl: Jeśli chcesz, aby użytkownik mógł modyfikować opcje zasobów po utworzeniu, skonfiguruj opcje dla użytkownika poniżej
ru: Если вы хотите, чтобы пользователь мог изменять параметры ресурса после создания, настройте параметры для пользователя ниже.
sv: Om du vill att användaren ska kunna ändra resursalternativ efter skapandet, vänligen konfigurera alternativ för användare nedan
th: หากคุณต้องการให้ผู้ใช้สามารถแก้ไขตัวเลือกทรัพยากรได้หลังจากการสร้าง โปรดกำหนดค่าตัวเลือกสำหรับผู้ใช้ด้านล่าง
uk: Якщо ви хочете, щоб користувач міг змінювати параметри ресурсу після створення, налаштуйте параметри для користувача нижче

source: If you want user to provide additional details when ordering, please configure input form for the user below
ar: إذا كنت تريد من المستخدم تقديم تفاصيل إضافية عند الطلب، يرجى تكوين نموذج الإدخال للمستخدم أدناه
az: İstifadəçinin sifariş verərkən əlavə detallar verməsini istəyirsinizsə, aşağıdakı istifadəçi üçün giriş formasını konfiqurasiya edin
bn: আপনি অর্ডার করার সময় ব্যবহারকারী অতিরিক্ত বিবরণ প্রদান করতে চান, তাহলে নীচের ব্যবহারকারীর জন্য ইনপুট ফর্ম কনফিগার করুন
cs: Pokud chcete, aby uživatel při objednávce uvedl další podrobnosti, nakonfigurujte pro něj prosím níže uvedený vstupní formulář.
de: Wenn Sie möchten, dass der Benutzer bei der Bestellung zusätzliche Details angibt, konfigurieren Sie bitte das Eingabeformular für den Benutzer unten
es: Si desea que el usuario proporcione detalles adicionales al realizar el pedido, configure el formulario de entrada para el usuario a continuación
et: Kui soovite, et kasutaja esitaks tellimisel täiendavaid üksikasju, siis palun konfigureerige kasutaja sisendvorm allpool
fi: Jos haluat käyttäjän antavan lisätietoja tilauksen yhteydessä, määritä syöttölomake alla olevalle käyttäjälle
ky: Эгер колдонуучуга буйрутма берип жатканда кошумча маалымат беришин кааласаңыз, төмөнкү колдонуучу үчүн киргизүү формасын конфигурациялаңыз
lt: Jei norite, kad užsakydamas naudotojas pateiktų papildomos informacijos, žemiau sukonfigūruokite vartotojo įvesties formą
lv: Ja vēlaties, lai lietotājs, veicot pasūtījumu, sniedz papildu informāciju, lūdzu, konfigurējiet tālāk norādīto lietotāja ievades formu
nb: Hvis du vil at brukeren skal oppgi ytterligere detaljer når du bestiller, må du konfigurere inntastingsskjema for brukeren nedenfor
pl: Jeśli chcesz, aby użytkownik podał dodatkowe dane podczas składania zamówienia, skonfiguruj formularz wejściowy dla użytkownika poniżej
ru: Если вы хотите, чтобы пользователь предоставил дополнительную информацию при заказе, настройте форму ввода для пользователя ниже.
sv: Om du vill att användaren ska ge ytterligare information vid beställning, vänligen konfigurera inmatningsformuläret för användaren nedan
th: หากคุณต้องการให้ผู้ใช้ระบุรายละเอียดเพิ่มเติมเมื่อสั่งซื้อ โปรดกำหนดค่าแบบฟอร์มอินพุตสำหรับผู้ใช้ด้านล่าง
uk: Якщо ви хочете, щоб користувач надав додаткові відомості під час замовлення, налаштуйте форму введення для користувача нижче

source: Image
ar: صورة
az: Təsvir
bn: ছবি
cs: Obrázek
de: Bild
es: Imagen
et: Kettapilt
fi: Kuva
ky: Сүрөт
lt: Vaizdas
lv: Attēls
nb: Bilde
pl: Obraz
ru: Образ
sv: Bild
th: ภาพ
uk: Зображення

source: Image:
ar: صورة:
az: Şəkil:
bn: ছবি:
cs: Obrázek:
de: Bild:
es: Imagen:
et: Pilt
fi: Kuva:
ky: Сүрөт:
lt: Vaizdas:
lv: Attēls:
nb: Bilde:
pl: Obraz:
ru: Изображение:
sv: Bild:
th: ภาพ:
uk: зображення:

source: Image: {image}
ar: صورة:{image}
az: Şəkil: {image}
bn: ছবি:{image}
cs: Obraz:{image}
de: Bild:{image}
es: Imagen: {image}
et: Pilt:{image}
fi: Kuva:{image}
ky: Сүрөт:{image}
lt: Vaizdas:{image}
lv: Attēls:{image}
nb: Bilde:{image}
pl: Obraz:{image}
ru: Изображение:{image}
sv: Bild:{image}
th: ภาพ:{image}
uk: зображення:{image}

source: Image has been added.
ar: تمت إضافة الصورة.
az: Şəkil əlavə edildi.
bn: ছবি যোগ করা হয়েছে.
cs: Obrázek byl přidán.
de: Das Bild wurde hinzugefügt.
es: Se ha añadido la imagen.
et: Pilt on lisatud.
fi: Kuva on lisätty.
ky: Сүрөт кошулду.
lt: Vaizdas pridėtas.
lv: Attēls ir pievienots.
nb: Bildet er lagt til.
pl: Obraz został dodany.
ru: Изображение добавлено.
sv: Bilden har lagts till.
th: เพิ่มรูปภาพแล้ว
uk: Зображення додано.

source: Image has been removed.
ar: تمت إزالة الصورة.
az: Şəkil silindi.
bn: ছবি সরানো হয়েছে।
cs: Obrázek byl odstraněn.
de: Das Bild wurde entfernt.
es: Se ha eliminado la imagen.
et: Pilt on eemaldatud.
fi: Kuva on poistettu.
ky: Сүрөт өчүрүлдү.
lt: Vaizdas pašalintas.
lv: Attēls ir noņemts.
nb: Bildet er fjernet.
pl: Obraz został usunięty.
ru: Изображение было удалено.
sv: Bilden har tagits bort.
th: รูปภาพถูกลบออกแล้ว
uk: Зображення видалено.

source: Image here
ar: الصورة هنا
az: Şəkil burada
bn: ইমেজ এখানে
cs: Obrázek zde
de: Bild hier
es: Imagen aquí
et: Pildi nimi
fi: Kuva tästä
ky: Сүрөт бул жерде
lt: Vaizdas čia
lv: Attēls šeit
nb: Bilde her
pl: Obraz tutaj
ru: Изображение здесь
sv: Bild här
th: รูปภาพที่นี่
uk: Зображення тут

source: Image name
ar: اسم الصورة
az: Təsvir adı
bn: ছবির নাম
cs: Název obrázku
de: Bildname
es: Nombre de la imagen
et: Pildi nimi
fi: Kuvan nimi
ky: Сүрөттүн аты
lt: Vaizdo pavadinimas
lv: Attēla nosaukums
nb: Bilde navn
pl: Nazwa obrazu
ru: Название изображения
sv: Bildnamn
th: ชื่อรูปภาพ
uk: Назва зображення

source: Image rendered at hero section of landing page.
ar: تم عرض الصورة في قسم البطل بالصفحة المقصودة.
az: Şəkil açılış səhifəsinin qəhrəman bölməsində göstərilir.
bn: ল্যান্ডিং পৃষ্ঠার হিরো বিভাগে রেন্ডার করা ছবি।
cs: Obrázek vykreslený v sekci hrdiny na vstupní stránce.
de: Das Bild wird im Heldenbereich der Zielseite gerendert.
es: Imagen renderizada en la hero section de la página de destino.
et: Sisselogimislehe peamine pilt.
fi: Kuva renderöity aloitussivun sankariosiossa.
ky: Сүрөт баштапкы беттин каарман бөлүмүндө көрсөтүлгөн.
lt: Vaizdas pateiktas nukreipimo puslapio herojaus skiltyje.
lv: Attēls atveidots galvenās lapas varoņa sadaļā.
nb: Bilde gjengitt på heltedelen av landingssiden.
pl: Obraz wyrenderowany w sekcji głównej strony docelowej.
ru: Изображение отображается в главном разделе целевой страницы.
sv: Bild renderad i hjältedelen av målsidan.
th: รูปภาพแสดงผลที่ส่วนฮีโร่ของหน้า Landing Page
uk: Зображення відтворено в головному розділі цільової сторінки.

source: Image rendered at the bottom of login menu.
ar: الصورة المعروضة في الجزء السفلي من قائمة تسجيل الدخول.
az: Giriş menyusunun altında göstərilən şəkil.
bn: লগইন মেনুর নীচে চিত্রটি রেন্ডার করা হয়েছে৷
cs: Obrázek vykreslen ve spodní části přihlašovací nabídky.
de: Bild unten im Anmeldemenü gerendert.
es: Imagen renderizada en la parte inferior del menú de inicio de sesión.
et: Sisselogimismenüü allservas kasutatav pilt.
fi: Kuva renderöity kirjautumisvalikon alareunassa.
ky: Сүрөт кирүү менюсунун ылдый жагында көрсөтүлгөн.
lt: Vaizdas pateiktas prisijungimo meniu apačioje.
lv: Attēls tiek renderēts pieteikšanās izvēlnes apakšā.
nb: Bilde gjengitt nederst i påloggingsmenyen.
pl: Obraz renderowany na dole menu logowania.
ru: Изображение отображается внизу меню входа в систему.
sv: Bilden renderad längst ner på inloggningsmenyn.
th: รูปภาพแสดงที่ด้านล่างของเมนูเข้าสู่ระบบ
uk: Зображення відображено внизу меню входу.

source: Image rendered at the top of mobile sidebar menu.
ar: يتم عرض الصورة في أعلى قائمة الشريط الجانبي للجوال.
az: Mobil yan çubuğu menyusunun yuxarı hissəsində göstərilən şəkil.
bn: মোবাইল সাইডবার মেনুর উপরে ছবি রেন্ডার করা হয়েছে।
cs: Obrázek vykreslený v horní části nabídky postranního panelu pro mobily.
de: Das Bild wird oben im mobilen Seitenleistenmenü gerendert.
es: Imagen renderizada en la parte superior del menú de la barra lateral móvil.
et: Mobiilivaate külgriba menüü ülaosas kasutatav pilt.
fi: Kuva näytetään mobiililaitteen sivupalkin valikon yläosassa.
ky: Сүрөт мобилдик капталдагы менюнун жогору жагында көрсөтүлгөн.
lt: Vaizdas pateiktas mobiliojo telefono šoninės juostos meniu viršuje.
lv: Attēls tiek renderēts mobilās sānjoslas izvēlnes augšdaļā.
nb: Bilde gjengitt øverst på mobilsidefeltmenyen.
pl: Obraz renderowany u góry menu paska bocznego telefonu komórkowego.
ru: Изображение отображается в верхней части меню боковой панели мобильного устройства.
sv: Bilden renderad överst på mobilens sidofältsmeny.
th: รูปภาพแสดงผลที่ด้านบนของเมนูแถบด้านข้างบนมือถือ
uk: Зображення відображається у верхній частині меню бічної панелі мобільного пристрою.

source: Image rendered at the top of sidebar menu.
ar: الصورة معروضة في أعلى قائمة الشريط الجانبي.
az: Şəkil yan çubuğu menyusunun yuxarı hissəsində göstərilir.
bn: সাইডবার মেনুর উপরে ছবি রেন্ডার করা হয়েছে।
cs: Obrázek vykreslený v horní části nabídky postranního panelu.
de: Bild wird oben im Seitenleistenmenü gerendert.
es: Imagen renderizada en la parte superior del menú de la barra lateral.
et: Külgriba menüü ülaosas kasutatav pilt.
fi: Kuva näytetään sivupalkin valikon yläosassa.
ky: Сүрөт капталдагы менюнун жогору жагында көрсөтүлгөн.
lt: Vaizdas pateikiamas šoninės juostos meniu viršuje.
lv: Attēls tiek renderēts sānjoslas izvēlnes augšdaļā.
nb: Bilde gjengitt øverst i sidefeltmenyen.
pl: Obraz renderowany u góry menu paska bocznego.
ru: Изображение отображается в верхней части меню боковой панели.
sv: Bilden renderad högst upp i sidofältsmenyn.
th: รูปภาพแสดงผลที่ด้านบนของเมนูแถบด้านข้าง
uk: Зображення відображається у верхній частині меню бічної панелі.
