Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Unable to update schedules.
ar: غير قادر على تحديث الجداول الزمنية.
az: Cədvəlləri yeniləmək mümkün deyil.
bn: সময়সূচী আপডেট করতে অক্ষম।
cs: Plány nelze aktualizovat.
de: Zeitpläne können nicht aktualisiert werden.
es: No se puede actualizar los horarios.
et: Ajakavasid ei saa värskendada.
fi: Aikatauluja ei voi päivittää.
ky: Графиктерди жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti tvarkaraščių.
lv: Nevar atjaunināt grafikus.
nb: Kan ikke oppdatere tidsplaner.
pl: Nie można zaktualizować harmonogramów.
ru: Невозможно обновить расписания.
sv: Det går inte att uppdatera scheman.
th: ไม่สามารถอัปเดตกำหนดการได้
uk: Неможливо оновити розклади.

source: Unable to update script.
ar: غير قادر على تحديث البرنامج النصي.
az: Skripti yeniləmək mümkün deyil.
bn: স্ক্রিপ্ট আপডেট করতে অক্ষম।
cs: Skript nelze aktualizovat.
de: Skript kann nicht aktualisiert werden.
es: No se puede actualizar el script.
et: Skripti ei saa värskendada.
fi: Skriptiä ei voi päivittää.
ky: Скрипт жаңыртылбай жатат.
lt: Nepavyko atnaujinti scenarijaus.
lv: Nevar atjaunināt skriptu.
nb: Kan ikke oppdatere skriptet.
pl: Nie można zaktualizować skryptu.
ru: Невозможно обновить скрипт.
sv: Det gick inte att uppdatera skriptet.
th: ไม่สามารถอัปเดตสคริปต์ได้
uk: Не вдалося оновити сценарій.

source: Unable to update security group rules.
ar: غير قادر على تحديث قواعد مجموعة الأمان.
az: Təhlükəsizlik qrupu qaydalarını yeniləmək mümkün deyil.
bn: নিরাপত্তা গ্রুপ নিয়ম আপডেট করতে অক্ষম.
cs: Nelze aktualizovat pravidla skupiny zabezpečení.
de: Sicherheitsgruppenregeln können nicht aktualisiert werden.
es: No se puede actualizar las reglas de grupo de seguridad.
et: Turvarühma reegleid ei saa värskendada.
fi: Suojausryhmän sääntöjä ei voi päivittää.
ky: Коопсуздук тобунун эрежелерин жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti saugos grupės taisyklių.
lv: Nevar atjaunināt drošības grupas noteikumus.
nb: Kan ikke oppdatere regler for sikkerhetsgruppe.
pl: Nie można zaktualizować reguł grupy zabezpieczeń.
ru: Невозможно обновить правила группы безопасности.
sv: Det gick inte att uppdatera säkerhetsgruppsregler.
th: ไม่สามารถอัปเดตกฎของกลุ่มความปลอดภัยได้
uk: Не вдалося оновити правила групи безпеки.

source: Unable to update security groups of OpenStack instance.
ar: غير قادر على تحديث مجموعات الأمان لمثيل OpenStack.
az: OpenStack nümunəsinin təhlükəsizlik qruplarını yeniləmək mümkün deyil.
bn: OpenStack উদাহরণের নিরাপত্তা গ্রুপ আপডেট করতে অক্ষম।
cs: Nelze aktualizovat skupiny zabezpečení instance OpenStack.
de: Sicherheitsgruppen der OpenStack-Instanz können nicht aktualisiert werden.
es: No se puede actualizar los grupos de seguridad de la instancia de OpenStack.
et: OpenStacki eksemplari turberühmi ei saa värskendada.
fi: OpenStack-esiintymän suojausryhmiä ei voi päivittää.
ky: OpenStack инстанциясынын коопсуздук топторун жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti OpenStack egzemplioriaus saugos grupių.
lv: Nevar atjaunināt OpenStack instances drošības grupas.
nb: Kan ikke oppdatere sikkerhetsgrupper for OpenStack-forekomst.
pl: Nie można zaktualizować grup zabezpieczeń instancji OpenStack.
ru: Невозможно обновить группы безопасности экземпляра OpenStack.
sv: Det går inte att uppdatera säkerhetsgrupper för OpenStack-instans.
th: ไม่สามารถอัปเดตกลุ่มความปลอดภัยของอินสแตนซ์ OpenStack ได้
uk: Не вдалося оновити групи безпеки екземпляра OpenStack.

source: Unable to update service provider.
ar: غير قادر على تحديث مزود الخدمة.
az: Xidmət təminatçısını yeniləyə bilmədi.
bn: পরিষেবা প্রদানকারী আপডেট করতে অক্ষম.
cs: Nelze aktualizovat poskytovatele služeb.
de: Der Dienstanbieter konnte nicht aktualisiert werden.
es: No se puede actualizar el proveedor de servicios.
et: Teenusepakkujat ei saa värskendada.
fi: Palveluntarjoajan päivittäminen epäonnistui.
ky: Кызмат камсыздоочуну жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti paslaugų teikėjo.
lv: Nevar atjaunināt pakalpojumu sniedzēju.
nb: Kan ikke oppdatere tjenesteleverandøren.
pl: Nie można zaktualizować dostawcy usług.
ru: Невозможно обновить поставщика услуг.
sv: Det gick inte att uppdatera tjänsteleverantören.
th: ไม่สามารถอัปเดตผู้ให้บริการได้
uk: Не вдалося оновити постачальника послуг.

source: Unable to update shopping cart item.
ar: غير قادر على تحديث عنصر سلة التسوق.
az: Alış-veriş səbəti elementini yeniləmək mümkün deyil.
bn: শপিং কার্ট আইটেম আপডেট করতে অক্ষম.
cs: Nelze aktualizovat položku nákupního košíku.
de: Einkaufswagenartikel kann nicht aktualisiert werden.
es: No se puede actualizar el artículo del carrito de la compra.
et: Ostukorvi objekti ei ole võimalik uuendada
fi: Ostoskorin tuotetta ei voi päivittää.
ky: Соода корзинасын жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti pirkinių krepšelio prekės.
lv: Nevar atjaunināt iepirkumu groza preci.
nb: Kan ikke oppdatere handlekurven element.
pl: Nie można zaktualizować pozycji w koszyku.
ru: Невозможно обновить товар в корзине.
sv: Det gick inte att uppdatera kundvagnsartikeln.
th: ไม่สามารถอัปเดตรายการในตะกร้าสินค้าได้
uk: Не вдалося оновити товар кошика для покупок.

source: Unable to update static routes.
ar: غير قادر على تحديث المسارات الثابتة.
az: Statik marşrutları yeniləmək mümkün deyil.
bn: স্ট্যাটিক রুট আপডেট করতে অক্ষম.
cs: Nelze aktualizovat statické trasy.
de: Statische Routen können nicht aktualisiert werden.
es: No se pueden actualizar las rutas estáticas.
et: Staatilisi marsruute ei saa värskendada.
fi: Staattisia reittejä ei voi päivittää.
ky: Статикалык маршруттарды жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti statinių maršrutų.
lv: Nevar atjaunināt statiskos maršrutus.
nb: Kan ikke oppdatere statiske ruter.
pl: Nie można zaktualizować tras statycznych.
ru: Невозможно обновить статические маршруты.
sv: Det gick inte att uppdatera statiska vägar.
th: ไม่สามารถอัปเดตเส้นทางแบบคงที่ได้
uk: Не вдалося оновити статичні маршрути.

source: Unable to update the configurations.
ar: غير قادر على تحديث التكوينات.
az: Konfiqurasiyaları yeniləmək mümkün deyil.
bn: কনফিগারেশন আপডেট করতে অক্ষম.
cs: Konfigurace nelze aktualizovat.
de: Die Konfigurationen können nicht aktualisiert werden.
es: No se pueden actualizar las configuraciones.
et: Konfiguratsioone ei saa värskendada.
fi: Määrityksiä ei voi päivittää.
ky: Конфигурацияларды жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti konfigūracijų.
lv: Nevar atjaunināt konfigurācijas.
nb: Kan ikke oppdatere konfigurasjonene.
pl: Nie można zaktualizować konfiguracji.
ru: Невозможно обновить конфигурации.
sv: Det gick inte att uppdatera konfigurationerna.
th: ไม่สามารถอัปเดตการกำหนดค่าได้
uk: Не вдалося оновити конфігурації.

source: Unable to update user.
ar: غير قادر على تحديث المستخدم.
az: İstifadəçini yeniləmək mümkün deyil.
bn: ব্যবহারকারী আপডেট করতে অক্ষম.
cs: Nelze aktualizovat uživatele.
de: Benutzer können nicht aktualisiert werden.
es: No se puede actualizar el usuario.
et: Kasutajat ei saa värskendada.
fi: Käyttäjää ei voi päivittää.
ky: Колдонуучуну жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti vartotojo.
lv: Nevar atjaunināt lietotāju.
nb: Kan ikke oppdatere brukeren.
pl: Nie można zaktualizować użytkownika.
ru: Невозможно обновить пользователя.
sv: Det gick inte att uppdatera användaren.
th: ไม่สามารถอัปเดตผู้ใช้ได้
uk: Не вдалося оновити користувача.

source: Unable to update username.
ar: غير قادر على تحديث اسم المستخدم.
az: İstifadəçi adını yeniləmək mümkün deyil.
bn: ব্যবহারকারীর নাম আপডেট করতে অক্ষম৷
cs: Uživatelské jméno nelze aktualizovat.
de: Benutzername kann nicht aktualisiert werden.
es: No se puede actualizar el nombre de usuario.
et: Kasutajanime ei saa värskendada.
fi: Käyttäjätunnusta ei voi päivittää.
ky: Колдонуучунун атын жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti vartotojo vardo.
lv: Nevar atjaunināt lietotājvārdu.
nb: Kan ikke oppdatere brukernavnet.
pl: Nie można zaktualizować nazwy użytkownika.
ru: Невозможно обновить имя пользователя.
sv: Det gick inte att uppdatera användarnamnet.
th: ไม่สามารถอัปเดตชื่อผู้ใช้ได้
uk: Не вдалося оновити ім&#39;я користувача.

source: Unable to update {verboseName}.
ar: غير قادر على التحديث{verboseName} .
az: Yeniləmək mümkün deyil{verboseName}.
bn: আপডেট করতে অক্ষম{verboseName} .
cs: Nelze aktualizovat {verboseName}.
de: Es kann nicht {verboseName} aktualisiert werden.
es: No se puede actualizar {verboseName}.
et: Ei saa värskendada{verboseName} .
fi: Päivitys epäonnistui{verboseName} .
ky: Жаңыртуу мүмкүн эмес{verboseName} .
lt: Nepavyko atnaujinti {verboseName}.
lv: Nevar atjaunināt{verboseName} .
nb: Kan ikke oppdatere {verboseName}.
pl: Nie można zaktualizować{verboseName} .
ru: Невозможно обновить{verboseName} .
sv: Det gick inte att uppdatera {verboseName}.
th: ไม่สามารถอัปเดตได้{verboseName} .
uk: Не вдалося оновити{verboseName} .

source: Unable to upload attachment.
ar: غير قادر على تحميل المرفق.
az: Əlavəni yükləmək mümkün deyil.
bn: সংযুক্তি আপলোড করতে অক্ষম৷
cs: Nelze nahrát přílohu.
de: Die Anlage kann nicht hochgeladen werden.
es: No se puede cargar el archivo adjunto.
et: Manust pole võimalik üles laadida
fi: Liitettä ei voi ladata.
ky: Тиркемени жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti priedo.
lv: Nevar augšupielādēt pielikumu.
nb: Kan ikke laste opp vedlegg.
pl: Nie można przesłać załącznika.
ru: Не удалось загрузить вложение.
sv: Det gick inte att ladda upp bilagan.
th: ไม่สามารถอัพโหลดไฟล์แนบได้
uk: Не вдалося завантажити вкладений файл.

source: Unable to upload logo.
ar: غير قادر على تحميل الشعار.
az: Logo yükləmək mümkün deyil.
bn: লোগো আপলোড করতে অক্ষম।
cs: Nelze nahrát logo.
de: Das Logo kann nicht hochgeladen werden.
es: No se puede cargar el logotipo.
et: Logo ei saa üles laadida
fi: Logoa ei voi ladata.
ky: Логотип жүктөлүп берилбей жатат.
lt: Neįmanoma įkelti logotipo.
lv: Nevar augšupielādēt logotipu.
nb: Kan ikke laste opp logo.
pl: Nie można przesłać logo.
ru: Невозможно загрузить логотип.
sv: Det gick inte att ladda upp logotypen.
th: ไม่สามารถอัปโหลดโลโก้ได้
uk: Не вдалося завантажити логотип.

source: Unconfirmed
ar: غير مؤكده
az: Təsdiqlənməyib
bn: অনিশ্চিত
cs: Nepotvrzeno
de: Unbestätigt
es: Sin confirmar
et: Kinnitamata
fi: Vahvistamaton
ky: Такталбаган
lt: Nepatvirtintų
lv: Neapstiprināts
nb: Ubekreftet
pl: Niepotwierdzone
ru: Неподтвержденный
sv: Obekräftad
th: ไม่ได้รับการยืนยัน
uk: Непідтверджено

source: Unexpected exception happened during login process.
ar: حدث استثناء غير متوقع أثناء عملية تسجيل الدخول.
az: Giriş prosesində gözlənilməyən istisna baş verdi.
bn: লগইন প্রক্রিয়া চলাকালীন অপ্রত্যাশিত ব্যতিক্রম ঘটেছে।
cs: Během procesu přihlášení došlo k neočekávané výjimce.
de: Unerwartete Ausnahme ist während des Anmeldevorgangs aufgetreten.
es: Se ha producido una excepción inesperada durante el proceso de inicio de sesión.
et: Sisselogimise ajal juhtus ootamatu probleem.
fi: Odottamaton poikkeus tapahtui kirjautumisprosessin aikana.
ky: Кирүү процессинде күтүлбөгөн өзгөчөлүк болду.
lt: Prisijungimo proceso metu įvyko netikėta išimtis.
lv: Pieteikšanās procesa laikā notika negaidīts izņēmums.
nb: Uventet unntak skjedde under påloggingsprosessen.
pl: Podczas procesu logowania wystąpił nieoczekiwany wyjątek.
ru: Во время входа в систему произошло непредвиденное исключение.
sv: Oväntat undantag hände under inloggningsprocessen.
th: มีข้อยกเว้นที่ไม่คาดคิดเกิดขึ้นระหว่างกระบวนการเข้าสู่ระบบ
uk: Під час входу сталася несподівана виняткова ситуація.

source: Unfortunately, connection to server has failed. Please check if you can connect to {apiEndpoint} from your browser and contact support if the error continues.
ar: لسوء الحظ، فشل الاتصال بالخادم. يرجى التحقق مما إذا كان يمكنك الاتصال به{apiEndpoint} من متصفحك واتصل بالدعم إذا استمر الخطأ.
az: Təəssüf ki, serverə bağlantı baş tutmadı. Xahiş edirik brauzerinizdən {apiEndpoint} qoşulmanızı yoxlayın və xəta davam edərsə, dəstək xidməti ilə əlaqə qurun.
bn: দুর্ভাগ্যবশত, সার্ভারের সাথে সংযোগ ব্যর্থ হয়েছে৷ আপনি সংযোগ করতে পারেন কিনা চেক করুন{apiEndpoint} আপনার ব্রাউজার থেকে এবং ত্রুটি অব্যাহত থাকলে সহায়তার সাথে যোগাযোগ করুন।
cs: Bohužel se nepodařilo navázat spojení se serverem. Zkontrolujte prosím, zda se můžete připojit k {apiEndpoint} z prohlížeče, a pokud chyba přetrvává, kontaktujte podporu.
de: Leider ist die Verbindung zum Server fehlgeschlagen. Bitte überprüfen Sie, ob Sie über Ihren Browser eine Verbindung zu {apiEndpoint} herstellen können, und wenden Sie sich an den Support, wenn der Fehler weiterhin besteht.
es: Lamentablemente, la conexión con el servidor ha fallado. Por favor, compruebe si puede conectarse a {apiEndpoint} desde su navegador y póngase en contacto con el soporte técnico si el error continúa.
et: Kahjuks ei õnnestunud serveriga ühendust luua. Kontrollige, kas saate brauseris {apiEndpoint} ühenduse luua ja tõrke jätkumisel pöörduge kasutajatoe poole.
fi: Valitettavasti yhteys palvelimeen epäonnistui. Tarkista, voitko muodostaa yhteyden{apiEndpoint} selaimesta ja ota yhteyttä tukeen, jos virhe jatkuu.
ky: Тилекке каршы, серверге туташуу ишке ашпай калды. Сураныч, туташа аларыңызды текшериңиз{apiEndpoint} браузериңизден жана эгер ката кайталана берсе, колдоо менен байланышыңыз.
lt: Deja, prisijungti prie serverio nepavyko. Patikrinkite, ar galite prisijungti prie {apiEndpoint} iš naršyklės ir, jei klaida tęsiasi, kreipkitės į palaikymo tarnybą.
lv: Diemžēl savienojums ar serveri neizdevās. Lūdzu, pārbaudiet, vai varat izveidot savienojumu ar{apiEndpoint} pārlūkprogrammā un sazinieties ar atbalsta dienestu, ja kļūda turpinās.
nb: Dessverre mislyktes tilkoblingen til serveren. Kontroller om du kan koble til {apiEndpoint} fra nettleseren og kontakte kundestøtte hvis feilen fortsetter.
pl: Niestety połączenie z serwerem nie powiodło się. Sprawdź, czy możesz się połączyć{apiEndpoint} z przeglądarki i skontaktuj się z pomocą techniczną, jeśli błąd będzie się powtarzał.
ru: К сожалению, соединение с сервером не удалось. Пожалуйста, проверьте, можете ли вы подключиться к{apiEndpoint} из браузера и обратитесь в службу поддержки, если ошибка не исчезнет.
sv: Tyvärr misslyckades anslutningen till servern. Kontrollera om du kan ansluta till {apiEndpoint} från din webbläsare och kontakta support om felet kvarstår.
th: ขออภัย การเชื่อมต่อกับเซิร์ฟเวอร์ล้มเหลว โปรดตรวจสอบว่าคุณสามารถเชื่อมต่อได้หรือไม่{apiEndpoint} จากเบราว์เซอร์ของคุณและติดต่อฝ่ายสนับสนุนหากข้อผิดพลาดยังคงอยู่
uk: На жаль, не вдалося підключитися до сервера. Будь ласка, перевірте, чи можете ви підключитися до{apiEndpoint} зі свого браузера та зверніться до служби підтримки, якщо помилка не зникне.

source: Unique ID of a resource created via Marketplace
ar: المعرف الفريد للمورد الذي تم إنشاؤه عبر Marketplace
az: Marketplace vasitəsilə yaradılan resursun unikal identifikatoru
bn: মার্কেটপ্লেসের মাধ্যমে তৈরি একটি রিসোর্সের অনন্য আইডি
cs: Jedinečné ID zdroje vytvořeného prostřednictvím Marketplace
de: Eindeutige ID einer über Marketplace erstellten Ressource
es: ID único de un recurso creado a través de Marketplace
et: Marketplace&#39;i kaudu loodud ressursi kordumatu ID
fi: Marketplacen kautta luodun resurssin yksilöllinen tunnus
ky: Marketplace аркылуу түзүлгөн ресурстун уникалдуу идентификатору
lt: Unikalus ištekliaus, sukurto per Marketplace, ID
lv: Unikāls resursa ID, kas izveidots, izmantojot Marketplace
nb: Unik ID for en ressurs opprettet via Marketplace
pl: Unikalny identyfikator zasobu utworzonego za pośrednictwem Marketplace
ru: Уникальный идентификатор ресурса, созданного через Marketplace.
sv: Unikt ID för en resurs som skapats via Marketplace
th: ID เฉพาะของทรัพยากรที่สร้างผ่าน Marketplace
uk: Унікальний ідентифікатор ресурсу, створеного через Marketplace

source: Unique ID of a resource created via service catalog
ar: المعرف الفريد للمورد الذي تم إنشاؤه عبر كتالوج الخدمة
az: Xidmət kataloqu vasitəsilə yaradılan resursun unikal identifikatoru
bn: পরিষেবা ক্যাটালগের মাধ্যমে তৈরি একটি সংস্থানের অনন্য আইডি
cs: Jedinečné ID zdroje vytvořeného prostřednictvím katalogu služeb
de: Eindeutige ID einer über den Servicekatalog erstellten Ressource
es: ID único de un recurso creado a través del catálogo de servicios
et: Teenusekataloogi kaudu loodud ressursi kordumatu ID
fi: Palveluluettelon kautta luodun resurssin yksilöllinen tunnus
ky: Кызмат каталогу аркылуу түзүлгөн ресурстун уникалдуу ID
lt: Unikalus ištekliaus ID, sukurtas naudojant paslaugų katalogą
lv: Unikāls resursa ID, kas izveidots, izmantojot pakalpojumu katalogu
nb: Unik ID for en ressurs opprettet via tjenestekatalog
pl: Unikalny identyfikator zasobu utworzony poprzez katalog usług
ru: Уникальный идентификатор ресурса, созданного через каталог услуг.
sv: Unikt ID för en resurs skapad via tjänstekatalog
th: รหัสเฉพาะของทรัพยากรที่สร้างขึ้นผ่านแค็ตตาล็อกบริการ
uk: Унікальний ID ресурсу, створеного через каталог сервісів

source: Unique ID of a resource in a backend system
ar: المعرف الفريد للمورد في نظام الواجهة الخلفية
az: Arxa sistemdə bir resursun unikal identifikatoru
bn: একটি ব্যাকএন্ড সিস্টেমে একটি সম্পদের অনন্য আইডি
cs: Jedinečné ID zdroje v backend systému
de: Eindeutige ID einer Ressource in einem Backend-System
es: ID único de un recurso en un sistema backend
et: Ressursi kordumatu ID taustasüsteemis
fi: Resurssin yksilöllinen tunnus taustajärjestelmässä
ky: Backend системасындагы ресурстун уникалдуу идентификатору
lt: Unikalus ištekliaus ID vidinėje sistemos sistemoje
lv: Unikāls resursa ID aizmugursistēmas sistēmā
nb: Unik ID for en ressurs i et backend-system
pl: Unikalny identyfikator zasobu w systemie backendowym
ru: Уникальный идентификатор ресурса в серверной системе
sv: Unikt ID för en resurs i ett backend-system
th: รหัสเฉพาะของทรัพยากรในระบบแบ็กเอนด์
uk: Унікальний ідентифікатор ресурсу у серверній системі

source: Unique ID of a resource within management plugin
ar: المعرف الفريد للمورد ضمن البرنامج المساعد للإدارة
az: İdarəetmə plagini daxilində bir resursun unikal identifikatoru
bn: ম্যানেজমেন্ট প্লাগইনের মধ্যে একটি সম্পদের অনন্য আইডি
cs: Jedinečné ID zdroje v pluginu pro správu
de: Eindeutige ID einer Ressource innerhalb des Management-Plugins
es: ID único de un recurso dentro del complemento de gestión
et: Ressursi kordumatu ID halduspluginas
fi: Hallintalaajennuksessa olevan resurssin yksilöllinen tunnus
ky: Башкаруу плагинин ичиндеги ресурстун уникалдуу идентификатору
lt: Unikalus ištekliaus ID valdymo įskiepyje
lv: Unikāls resursa ID pārvaldības spraudnī
nb: Unik ID for en ressurs innen administrasjonsplugin
pl: Unikalny identyfikator zasobu w ramach wtyczki zarządzającej
ru: Уникальный идентификатор ресурса в плагине управления.
sv: Unikt ID för en resurs inom hanteringsplugin
th: ID เฉพาะของทรัพยากรภายในปลั๊กอินการจัดการ
uk: Унікальний ідентифікатор ресурсу в плагіні керування

source: Unit
ar: وحدة
az: Vahid
bn: ইউনিট
cs: Jednotka
de: Einheit
es: Unidad
et: Ühik
fi: Yksikkö
ky: бирдиги
lt: Vienetas
lv: Vienība
nb: Enhet
pl: JEDNOSTKA
ru: Единица
sv: Enhet
th: หน่วย
uk: одиниця

source: Unit price
ar: سعر الوحدة
az: Vahidin qiyməti
bn: একক দাম
cs: Jednotková cena
de: Stückpreis
es: Precio por unidad
et: Ühiku hind
fi: Yksikköhinta
ky: Бирдик баасы
lt: Vieneto kaina
lv: Vienības cena
nb: Enhetspris
pl: Cena jednostkowa
ru: Цена за единицу товара
sv: Enhetspris
th: ราคาต่อหน่วย
uk: Ціна за одиницю

source: Units
ar: الوحدات
az: Vahidlər
bn: ইউনিট
cs: Jednotky
de: Einheiten
es: Unidades
et: Ühikud
fi: Yksiköt
ky: Бирдиктер
lt: Vienetai
lv: vienības
nb: Enheter
pl: Jednostek
ru: Единиц
sv: Enheter
th: หน่วย
uk: одиниць

source: Unknown
ar: مجهول
az: Naməlum
bn: অজানা
cs: Neznámý
de: Unbekannt
es: Desconocido
et: Tundmatu
fi: Tuntematon
ky: Белгисиз
lt: Nežinoma
lv: nepazīstams
nb: Ukjent
pl: nieznany
ru: Неизвестный
sv: Okänd
th: ไม่รู้จัก
uk: Невідомо

source: Unknown error
ar: خطأ غير معروف
az: Naməlum səhv
bn: অজানা ত্রুটি
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
et: Tundmatu viga
fi: Tuntematon virhe
ky: Белгисиз ката
lt: Nežinoma klaida
lv: Nezināma kļūda
nb: Ukjent feil
pl: Nieznany błąd
ru: Неизвестная ошибка
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
uk: Невідома помилка

source: Unknown group
ar: مجموعة غير معروفة
az: Naməlum qrup
bn: অচেনা গ্রুপ
cs: Neznámá skupina
de: Unbekannte Gruppe
es: Grupo desconocido
et: Tundmatu grupp
fi: Tuntematon ryhmä
ky: Белгисиз топ
lt: Nežinoma grupė
lv: Nezināma grupa
nb: Ukjent gruppe
pl: Nieznana grupa
ru: Неизвестная группа
sv: Okänd grupp
th: กลุ่มที่ไม่รู้จัก
uk: Невідома група

source: Unlimited
ar: مطلق
az: Limitsiz
bn: আনলিমিটেড
cs: Neomezený
de: Unbegrenzt
es: Ilimitado
et: Piiramatu
fi: rajaton
ky: Чексиз
lt: Neribota
lv: Neierobežots
nb: Ubegrenset
pl: nieograniczony
ru: неограниченный
sv: Obegränsat
th: ไม่ จำกัด
uk: Необмежений

source: Unlink
ar: فك ارتباط
az: Bağlantıyı
bn: লিঙ্কমুক্ত করুন
cs: Zrušit vazbu
de: Verknüpfung aufheben
es: Desvincular
et: Tühista linkimine
fi: Linkityksen
ky: Ажыратуу
lt: Atsieti
lv: Atsaistīt
nb: Koble
pl: Odłączyć
ru: Отсоединить
sv: Ta bort länken
th: ยกเลิกการลิงก์
uk: Від’єднати

source: Unlink instance
ar: إلغاء ربط المثيل
az: Bağlantı çıxarmaq nümunəsi
bn: আনলিঙ্ক উদাহরণ
cs: Odpojit instanci
de: Unlink-Instanz
es: Desvincular la instancia
et: Tühista eksemplari linkimine
fi: Poista linkitys
ky: Инстанцияны ажыратуу
lt: Atsieti egzempliorių
lv: Atsaistīt gadījumu
nb: Fjern kobling for forekomst
pl: Odłącz instancję
ru: Отсоединить экземпляр
sv: Avlänka instans
th: ยกเลิกการลิงก์อินสแตนซ์
uk: Від’єднати екземпляр

source: Unlink invoice
ar: إلغاء ربط الفاتورة
az: Fakturanın bağlanmasını çıxarın
bn: চালান লিঙ্কমুক্ত করুন
cs: Odpojit fakturu
de: Unlink der Rechnung
es: Desvincular la factura
et: Tühista arve linkimine
fi: Poista laskun linkitys
ky: Эсеп-фактураны ажыратыңыз
lt: Atsieti sąskaitą faktūrą
lv: Atsaistīt rēķinu
nb: Fjern kobling til faktura
pl: Odłącz fakturę
ru: Отсоединить счет
sv: Ta bort länkningsfaktura
th: ยกเลิกการเชื่อมโยงใบแจ้งหนี้
uk: Від’єднати рахунок-фактуру

source: Unlink resource
ar: إلغاء ربط المورد
az: Resursunu ayırın
bn: রিসোর্স লিঙ্কমুক্ত করুন
cs: Odpojit zdroj
de: Verknüpfung der Ressource aufheben
es: Desvincular el recurso
et: Ressursi linkimise tühistamine
fi: Poista resurssin linkitys
ky: Ресурсту ажыратыңыз
lt: Atsieti šaltinį
lv: Atsaistīt resursu
nb: Koble fra ressurs
pl: Odłącz zasób
ru: Отсоединить ресурс
sv: Ta bort länk till resurs
th: ยกเลิกการลิงก์ทรัพยากร
uk: Від’єднати ресурс

source: Unpaid
ar: غير المسدده
az: Ödənilməmiş
bn: অবৈতনিক
cs: Nezaplaceno
de: Unbezahlt
es: No pagado
et: Tasumata
fi: Maksamaton
ky: Төлөнбөгөн
lt: Neapmokėta
lv: Neapmaksāts
nb: Ubetalt
pl: Niezapłaconych
ru: Неоплаченный
sv: Obetald
th: ค้างชำระ
uk: Неоплачений

source: Unpause
ar: قم بإلغاء الإيقاف المؤقت
az: Fasilə açın
bn: আনপজ
cs: Zrušit pauzu
es: Reanudar
fi: Peruuta
ky: Тыныгуу
lt: Atšaukti pauzę
lv: Atcelt pauzi
nb: Avpause
pl: Wznów pauzę
ru: Снять паузу
sv: Avpausa
th: ยกเลิกการหยุดชั่วคราว
uk: Відновити паузу

source: Unpause offering
ar: إلغاء الإيقاف المؤقت للعرض
az: Təklifi dayandırın
bn: অফার আনপজ
cs: Zrušit pozastavení nabídky
de: Unterbreche das Angebot
es: Reanudar la oferta
et: Tühista pakkumise peatamine
fi: Kumoa tarjouksen keskeytys
ky: Сунушту тындыруу
lt: Atšaukti siūlymo pristabdymą
lv: Atcelt piedāvājuma apturēšanu
nb: Avbryt tilbudet
pl: Wstrzymaj ofertę
ru: Возобновить предложение
sv: Avbryt erbjudandet
th: ยกเลิกการเสนอขายชั่วคราว
uk: Відновити пропозицію
