Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Request is not valid.
ar: الطلب غير صالح.
az: İstək etibarlı deyil.
bn: অনুরোধ বৈধ নয়.
cs: Žádost není platná.
de: Die Anfrage ist ungültig.
es: La solicitud no es válida.
et: Taotlus ei kehti.
fi: Pyyntö ei kelpaa.
ky: Сурам туура эмес.
lt: Prašymas negalioja.
lv: Pieprasījums nav derīgs.
nb: Forespørselen er ikke gyldig.
pl: Żądanie jest nieprawidłowe.
ru: Запрос недействителен.
sv: Begäran är inte giltig.
th: คำขอไม่ถูกต้อง
uk: Запит недійсний.

source: Request limits change
ar: تغيير حدود الطلب
az: Sorğu məhdudiyyətlərinin dəyişməsi
bn: সীমা পরিবর্তনের অনুরোধ করুন
cs: Žádost o změnu limitů
de: Änderung der Anforderungslimits
es: Solicitar un cambio en los límites
et: Taotle limiitide muutmist
fi: Pyyntörajat muuttuvat
ky: Өтүнүч чектерин өзгөртүү
lt: Keičiasi užklausų limitai
lv: Pieprasījumu limiti mainās
nb: Forespørselsgrensene endres
pl: Poproś o zmianę limitów
ru: Запросить изменение лимитов
sv: Begäran gränser ändras
th: เปลี่ยนแปลงขีดจำกัดคำขอ
uk: Зміна лімітів запиту

source: Request permission
ar: طلب إذن
az: İcazə tələb edin
bn: অনুমতির অনুরোধ
cs: Požádejte o povolení
de: um Erlaubnis bitten
es: Solicitar permiso
et: Taotle luba
fi: Pyydä lupa
ky: Уруксат суроодо
lt: Prašyti leidimo
lv: Pieprasiet atļauju
nb: Be om tillatelse
pl: Prośba o pozwolenie
ru: Просить разрешение
sv: Be om tillåtelse
th: ขออนุญาต
uk: Запитати дозвіл

source: Request project deletion
ar: طلب حذف المشروع
az: Layihə silinməsini tələb edin
bn: প্রকল্প মুছে ফেলার অনুরোধ করুন
cs: Požádat o smazání projektu
de: Projektlöschung beantragen
es: Solicitar la eliminación del proyecto
et: Taotle projekti kustutamist
fi: Pyydä projektin poistamista
ky: Долбоорду жок кылууну сураныңыз
lt: Prašyti projekto ištrynimo
lv: Pieprasīt projekta dzēšanu
nb: Be om sletting av prosjekt
pl: Poproś o usunięcie projektu
ru: Запросить удаление проекта
sv: Begär projektradering
th: ขอลบโครงการ
uk: Запит на видалення проекту

source: Request publishing
ar: طلب النشر
az: Nəşr tələb edin
bn: প্রকাশের জন্য অনুরোধ করুন
cs: Požadavek na publikování
de: Veröffentlichung anfordern
es: Solicitar publicación
et: Taotle avaldamist
fi: Pyydä julkaisua
ky: Жарыялоону сураныңыз
lt: Prašyti publikavimo
lv: Pieprasīt publicēšanu
nb: Be om publisering
pl: Poproś o publikację
ru: Запросить публикацию
sv: Begär publicering
th: ขอเผยแพร่
uk: Запит на публікацію

source: Request removal
ar: طلب الإزالة
az: Silmək üçün sorğu
bn: অপসারণের অনুরোধ করুন
cs: Požadavek na odstranění
de: Entfernung beantragen
es: Solicitar eliminación
et: Päringu eemaldamine
fi: Pyydä poistoa
ky: Өчүрүүнү сураныңыз
lt: Prašyti pašalinti
lv: Pieprasīt noņemšanu
nb: Be om fjerning
pl: Poproś o usunięcie
ru: Запросить удаление
sv: Begär borttagning
th: ขอให้นำออก
uk: Запит на видалення

source: Request title
ar: طلب العنوان
az: Başlıq sorğusu
bn: শিরোনাম অনুরোধ করুন
cs: Název požadavku
de: Titel anfordern
es: Solicitar título
et: Päringu nimi
fi: Pyydä otsikkoa
ky: Аталышын сураңыз
lt: Prašyti pavadinimo
lv: Pieprasīt nosaukumu
nb: Be om tittel
pl: Poproś o tytuł
ru: Запросить название
sv: Begär titel
th: ขอชื่อเรื่อง
uk: Назва запиту

source: Request type
ar: نوع الطلب
az: Sorğu növü
bn: অনুরোধের ধরন
cs: Typ požadavku
de: Anforderungstyp
es: Tipo de solicitud
et: Päringu liik
fi: Pyynnön tyyppi
ky: Сурам түрү
lt: Užklausos tipas
lv: Pieprasījuma veids
nb: Forespørselstype
pl: Typ żądania
ru: Тип запроса
sv: Begäran typ
th: ประเภทคำขอ
uk: Тип запиту

source: Request {mode} of public offering
ar: طلب{mode} من الطرح العام
az: İc {mode} timai təklif tələbi
bn: অনুরোধ{mode} পাবলিক অফার
cs: Žádost{mode} veřejné nabídky
de: Anfrage{mode} des öffentlichen Angebots
es: Solicitud {mode} de oferta pública
et: Taotlus{mode} avalikust pakkumisest
fi: Pyyntö{mode} julkisesta tarjoamisesta
ky: Сураныч{mode} ачык сунуштоо
lt: Prašymas{mode} viešo siūlymo
lv: Pieprasīt{mode} publiskais piedāvājums
nb: Be om{mode} av offentlig tilbud
pl: Wniosek{mode} oferty publicznej
ru: Запрос{mode} публичного предложения
sv: Begäran{mode} offentligt erbjudande
th: ขอ{mode} ของการเสนอขายต่อประชาชน
uk: запит{mode} публічної пропозиції

source: Request {mode} of {name}
ar: طلب{mode} ل{name}
az: İstə {mode} yi {name}
bn: অনুরোধ{mode} এর{name}
cs: Požadavek {mode} na {name}
de: Anforderung von {mode} von {name}
es: Solicitud {mode} de {name}
et: Taotlus{mode} kohta{name}
fi: Pyyntö{mode} /{name}
ky: Сураныч{mode} нын{name}
lt: Prašymas {mode} iš {name}
lv: Pieprasīt{mode} no{name}
nb: Be om {mode} av {name}
pl: Wniosek{mode} z{name}
ru: Запрос{mode} из{name}
sv: Begär {mode} av {name}
th: ขอ{mode} ของ{name}
uk: запит{mode} з{name}

source: Request {requestId} has been created.
ar: طلب{requestId} تم إنشاء.
az: Sorğu {requestId} yaradıldı.
bn: অনুরোধ{requestId} তৈরি করা হয়েছে.
cs: Byl vytvořen požadavek {requestId}.
de: Die Anforderung {requestId} wurde erstellt.
es: Se ha creado la solicitud {requestId}.
et: Päring {requestId} on loodud.
fi: Pyyntö{requestId} on luotu.
ky: Сураныч{requestId} түзүлгөн.
lt: Užklausa {requestId} buvo sukurta.
lv: Pieprasīt{requestId} ir izveidots.
nb: Forespørsel {requestId} er opprettet.
pl: Wniosek{requestId} został stworzony.
ru: Запрос{requestId} был создан.
sv: Begäran {requestId} har skapats.
th: ขอ{requestId} ได้ถูกสร้างขึ้น
uk: запит{requestId} було створено.

source: Requested
ar: طلب
az: Tələb
bn: অনুরোধ
cs: Požadováno
de: Angefragt
es: Solicitado
et: Taodeldud
fi: Pyydetty
ky: Суралган
lt: Prašoma
lv: Pieprasīts
nb: Forespurt
pl: Wymagany
ru: Запрошено
sv: Begärt
th: ร้องขอ
uk: Просив

source: Requested at
ar: تم الطلب عند
az: İstənildi
bn: এ অনুরোধ করা হয়েছে
cs: Vyžádáno na
de: Angefordert unter
es: Solicitado en
et: TAOTLUSE AEG
fi: Pyydetty klo
ky: Суралган
lt: Paprašyta adresu
lv: Pieprasīts plkst
nb: Forespurt kl
pl: Zażądano o godz
ru: Запрошено в
sv: Begärd kl
th: ขอรับได้ที่
uk: Запитано о

source: Requested by
ar: بتوصية من
az: Tətbiq etdiyi
bn: দ্বারা অনুরোধ করা হয়েছে
cs: Požadováno
de: Angefordert von
es: Solicitado por
et: Taodeldud
fi: Pyytänyt
ky: тарабынан суралган
lt: Prašoma
lv: Pieprasīja
nb: Forespurt av
pl: Na wniosek
ru: Запрошенный
sv: Begärd av
th: การร้องขอจาก
uk: З проханням

source: Requested email
ar: البريد الإلكتروني المطلوب
az: İstənilən e-poçt
bn: অনুরোধ করা ইমেল
cs: Požadovaný e-mail
de: Angeforderte E-Mail
es: Correo electrónico solicitado
et: Taotletud e-post
fi: Pyydetty sähköposti
ky: Суралган электрондук почта
lt: Prašoma el. pašto
lv: Pieprasītais e-pasts
nb: Forespurt e-post
pl: Żądany e-mail
ru: Запрошенный адрес электронной почты
sv: Begärd e-post
th: อีเมล์ที่ขอ
uk: Запитана електронна пошта

source: Requested for approval
ar: مطلوب للموافقة
az: Təsdiq üçün tələb olunur
bn: অনুমোদনের জন্য অনুরোধ করা হয়েছে
cs: Požádáno o schválení
de: Um Genehmigung gebeten
es: Solicitado para aprobación
et: Nõutakse heakskiitu
fi: Pyydetty hyväksyntää
ky: бекитүү үчүн суралган
lt: Prašė patvirtinimo
lv: Pieprasīts apstiprināšanai
nb: Anmodet om godkjenning
pl: Poproszono o zatwierdzenie
ru: Запрошено одобрение
sv: Begärs om godkännande
th: ขออนุมัติ
uk: Запит на затвердження

source: Requesting of new resources has been temporarily paused
ar: لقد تم إيقاف طلب الموارد الجديدة مؤقتًا
az: Yeni resursların tələb olunması müvəqqəti olaraq dayandırılıb
bn: নতুন সংস্থানগুলির অনুরোধ সাময়িকভাবে বিরাম দেওয়া হয়েছে৷
cs: Požadavek na nové zdroje byl dočasně pozastaven
de: Das Anfordern neuer Ressourcen wurde vorübergehend angehalten
es: La solicitud de nuevos recursos se ha detenido temporalmente.
et: Uute ressursside taotlemine on ajutiselt peatatud
fi: Uusien resurssien pyytäminen on väliaikaisesti keskeytetty
ky: Жаңы ресурстарды суроо убактылуу тындырылды
lt: Naujų išteklių prašymas laikinai sustabdytas
lv: Jaunu resursu pieprasīšana ir īslaicīgi apturēta
nb: Forespørselen om nye ressurser er midlertidig satt på pause
pl: Żądanie nowych zasobów zostało tymczasowo wstrzymane
ru: Запрос новых ресурсов временно приостановлен
sv: Begäran om nya resurser har tillfälligt pausats
th: การร้องขอทรัพยากรใหม่ถูกหยุดชั่วคราว
uk: Запит нових ресурсів тимчасово призупинено

source: Requests
ar: الطلبات
az: İstəklər
bn: অনুরোধ
cs: Požaduje
de: Anfragen
es: Solicitados
et: Taotlused
fi: Pyyntöjä
ky: Сураныч
lt: Prašymai
lv: Pieprasījumi
nb: Forespørsler
pl: Żądania
ru: Запросы
sv: Förfrågningar
th: คำขอ
uk: Запити

source: Required
ar: مطلوب
az: Tələb olunur
bn: প্রয়োজন
cs: Vyžadováno
de: Erforderlich
es: Requerido
et: Nõutud
fi: Pakollinen
ky: Талап кылынат
lt: Būtina
lv: Obligāti
nb: Nødvendig
pl: Wymagane
ru: Обязательно
sv: Krävs
th: ที่จำเป็น
uk: вимагається

source: Required nodes
ar: العقد المطلوبة
az: Lazımi düyünlər
bn: প্রয়োজনীয় নোড
cs: Požadované uzly
de: Erforderliche Knoten
es: Nodos necesarios
et: Nõutavad sõlmed
fi: Vaaditut solmut
ky: Керектүү түйүндөр
lt: Reikalingi mazgai
lv: Nepieciešamie mezgli
nb: Nødvendige noder
pl: Wymagane węzły
ru: Требуемые узлы
sv: Nödvändiga noder
th: โหนดที่จำเป็น
uk: Необхідні вузли

source: Research field (OECD code)
az: Tədqiqat sahəsi (OECD kodu)

source: Resend
ar: ارسال
az: Yenidən göndərmək
bn: আবার পাঠান
cs: Znovu odeslat
de: Erneut senden
es: Reenviar
et: Saada uuesti
fi: Lähettää
ky: Кайра жөнөтүү
lt: Persiūsti
lv: Nosūtīt
nb: Send på nytt
pl: Wysłać
ru: Отправить
sv: Skicka igen
th: ส่งซ้ำ
uk: Надіслати повторно

source: Reserved slot
ar: فتحة محجوزة
az: Rezerv yuvası
bn: সংরক্ষিত স্লট
cs: Rezervovaný úsek
de: Reservierter Steckplatz
es: Ranura reservada
et: Reserveeritud pesa
fi: Varattu paikka
ky: Резервдик слот
lt: Rezervuotas lizdas
lv: Rezervēta vieta
nb: Reservert spor
pl: Zarezerwowane miejsce
ru: Зарезервированный слот
sv: Reserverad plats
th: ช่องที่จองไว้
uk: Зарезервований слот

source: Reserved slot by {name}
ar: فتحة محجوزة بواسطة{name}
az: Rezervasiya edilmiş slot {name}
bn: দ্বারা সংরক্ষিত স্লট{name}
cs: Rezervovaný úsek uživatelem {name}
de: Reservierter Slot von {name}
es: Ranura reservada por {name}
et: Reserveeritud pesa poolt{name}
fi: Varattu paikka{name}
ky: Слот тарабынан ээленген{name}
lt: Rezervuotas lizdas pagal {name}
lv: Rezervēta vieta līdz{name}
nb: Reservert slot av {name}
pl: Zarezerwowane miejsce do{name}
ru: Зарезервировано место{name}
sv: Reserverad plats av {name}
th: ช่องที่จองไว้โดย{name}
uk: Зарезервований слот за{name}

source: Reset
ar: اعاده تعيين
az: Yenidən qurun
bn: রিসেট
cs: Resetovat
de: Zurücksetzen
es: Restablecer
et: Lähtesta
fi: Nollata
ky: Калыбына келтирүү
lt: Atstatyti
lv: Atiestatīt
nb: Nullstille
pl: Resetować
ru: Сброс
sv: Återställ
th: รีเซ็ต
uk: Скинути

source: Reset avatar
ar: إعادة تعيين الصورة الرمزية
az: Avatarı yenidən qurun
bn: অবতার রিসেট করুন
cs: Obnovit avatar
de: Avatar zurücksetzen
es: Restablecer avatar
et: Lähtesta avatar
fi: Nollaa avatar
ky: Аватарды баштапкы абалга келтирүү
lt: Iš naujo nustatyti avatarą
lv: Atiestatīt iemiesojumu
nb: Tilbakestill avatar
pl: Zresetuj awatar
ru: Сбросить аватар
th: รีเซ็ตอวตาร
uk: Скинути аватар

source: Reset value
ar: إعادة تعيين القيمة
az: Dəyəri yenidən qurun
bn: মান রিসেট করুন
cs: Obnovit hodnotu
de: Wert zurücksetzen
es: Restablecer valor
et: Lähtesta väärtus
fi: Nollaa arvo
ky: Маани кайра коюу
lt: Iš naujo nustatyti vertę
lv: Atiestatīt vērtību
nb: Tilbakestill verdi
pl: Zresetuj wartość
ru: Сбросить значение
sv: Återställ värde
th: รีเซ็ตค่า
uk: Скинути значення

source: Resize droplet
ar: تغيير حجم القطرة
az: Damlacığın ölçüsünü dəyişmək
bn: ড্রপলেটের আকার পরিবর্তন করুন
cs: Změna velikosti dropletu
de: Größe ändern Tröpfchen
es: Redimensionar la gota
et: Muuda dropletide suurust
fi: Muuta pisaran kokoa
ky: Тамчы өлчөмүн өзгөртүү
lt: Pakeiskite lašelio dydį
lv: Mainiet pilītes izmēru
nb: Endre størrelse på slippverktøy
pl: Zmień rozmiar kropli
ru: Изменение размера капли
sv: Ändra storlek på droplet
th: ปรับขนาดหยด
uk: Змінити розмір краплі

source: Resolution
ar: القرار
az: Buraxılış
bn: রেজোলিউশন
cs: Rozlišení
de: Auflösung
es: Resolución
et: Resolutsioon
fi: Resoluutio
ky: Резолюция
lt: Rezoliucija
lv: Izšķirtspēja
nb: Oppløsning
pl: Rezolucja
ru: Резолюция
sv: Upplösning
th: ปณิธาน
uk: роздільна здатність

source: Resolution SLA field name
ar: اسم حقل SLA للحل
az: Qətnamə SLA sahəsinin adı
bn: রেজোলিউশন SLA ক্ষেত্রের নাম
cs: Název pole SLA rozlišení
de: Name des Auflösungs-SLA-Felds
es: Nombre del campo SLA de resolución
et: Lahenduse SLA välja nimi
fi: Resoluution SLA-kentän nimi
ky: Чечимдин SLA талаасынын аталышы
lt: Rezoliucijos SLA lauko pavadinimas
lv: Izšķirtspējas SLA lauka nosaukums
nb: Oppløsning SLA-feltnavn
pl: Nazwa pola rozdzielczości SLA
ru: Имя поля соглашения об уровне обслуживания разрешения
sv: Upplösning SLA-fältnamn
th: ชื่อฟิลด์ SLA ของการแก้ปัญหา
uk: Назва поля угоди про рівень обслуговування

source: Resolved
ar: تم الحل
az: Həll edildi
bn: সমাধান করা হয়েছে
cs: Vyřešeno
de: Behoben
es: Resuelto
et: Lahendatud
fi: Ratkaistu
ky: чечилди
lt: Išspręsta
lv: Atrisināts
nb: Løst
pl: Rozwiązany
ru: Решительный
sv: Löst
th: แก้ไขแล้ว
uk: Вирішено

source: Resource
ar: الموارد
az: Resurs
bn: সম্পদ
cs: Zdroj
de: Ressource
es: Recurso
et: Ressurss
fi: resurssi
ky: Ресурс
lt: Ištekliai
lv: Resurss
nb: Ressurs
pl: Ratunek
ru: ресурс
sv: Resurs
th: ทรัพยากร
uk: Ресурс

source: Resource UUID
ar: UUID للمورد
az: Resurs UUID
bn: রিসোর্স UUID
cs: UUID zdroje
de: Ressourcen-UUID
es: UUID de recurso
et: Ressursi UUID
fi: Resurssi UUID
ky: UUID ресурсу
lt: Išteklių UUID
lv: Resurss UUID
nb: Ressurs UUID
pl: Identyfikator UUID zasobu
ru: UUID ресурса
sv: Resurs UUID
th: UUID ของทรัพยากร
uk: UUID ресурсу

source: Resource allocator
ar: توظيف المصادر
az: Resurs ayırıcısı
bn: সম্পদ বরাদ্দকরণ
cs: Alokátor zdrojů
de: Ressourcenzuteiler
es: Asignador de recursos
et: Ressursijaotur
fi: Resurssiallokoija
ky: Ресурс бөлүштүргүч
lt: Išteklių skirstytuvas
lv: Resursu sadalītājs
nb: Ressursfordeler
pl: Alokator zasobów
ru: Распределитель ресурсов
sv: Resursfördelare
th: ตัวจัดสรรทรัพยากร
uk: Розподільник ресурсів

source: Resource allocator role expires on
ar: تنتهي صلاحية دور مخصص الموارد في
az: Resurs ayırıcı rolu başa çatır
bn: সম্পদ বরাদ্দকারী ভূমিকার মেয়াদ শেষ হবে
cs: Role alokátoru prostředků vyprší dne
de: Die Rolle des Ressourcenzuteilers läuft am ab
es: El rol de asignador de recursos vence en
et: Ressursijagaja roll aegub
fi: Resurssien allokaattorin rooli vanhenee
ky: Ресурстарды бөлүштүрүүчү ролунун мөөнөтү бүтөт
lt: Išteklių paskirstytojo vaidmuo baigiasi
lv: Resursu sadalītāja loma beidzas
nb: Ressurstildelerrollen utløper den
pl: Rola alokatora zasobów wygasa dnia
ru: Срок действия роли распределителя ресурсов истекает
sv: Rollen för resursfördelare upphör den
th: บทบาทผู้จัดสรรทรัพยากรจะหมดอายุในวันที่
uk: Роль розподілювача ресурсів закінчується

source: Resource already has this plan.
ar: المورد لديه هذه الخطة بالفعل.
az: Resurs artıq bu plana malikdir.
bn: সম্পদ ইতিমধ্যে এই পরিকল্পনা আছে.
cs: Zdroj již má tento plán.
de: Die Ressource hat diesen Plan bereits.
es: El recurso ya tiene este plan.
et: Ressursil on see plaan juba olemas.
fi: Resurssilla on jo tämä suunnitelma.
ky: Ресурста бул план мурунтан эле бар.
lt: Išteklius jau turi šį planą.
lv: Resursam jau ir šis plāns.
nb: Ressursen har allerede denne planen.
pl: Zasób ma już ten plan.
ru: На ресурсе уже есть такой план.
sv: Resursen har redan den här planen.
th: ทรัพยากรมีแผนนี้แล้ว
uk: Ресурс вже має цей план.

source: Resource availability
ar: توافر الموارد
az: Resurs mövcudluğu
bn: সম্পদের প্রাপ্যতা
cs: Dostupnost zdrojů
de: Ressourcenverfügbarkeit
es: Disponibilidad de recursos
et: Ressursi kättesaadavus
fi: Resurssien saatavuus
ky: Ресурстун болушу
lt: Išteklių prieinamumas
lv: Resursu pieejamība
nb: Ressurs tilgjengelighet
pl: Dostępność zasobów
ru: Доступность ресурсов
sv: Resurstillgänglighet
th: ความพร้อมของทรัพยากร
uk: Доступність ресурсу

source: Resource configuration
ar: تكوين الموارد
az: Resurs konfiqurasiyası
bn: সম্পদ কনফিগারেশন
cs: Konfigurace zdroje
de: Ressourcen-Konfiguration
es: Configuración de recursos
et: Ressursside häälestamine
fi: Resurssien määritys
ky: Ресурстун конфигурациясы
lt: Išteklių konfigūracija
lv: Resursu konfigurācija
nb: Resource konfigurasjon
pl: Konfiguracja zasobów
ru: Конфигурация ресурса
sv: Resurskonfiguration
th: การกำหนดค่าทรัพยากร
uk: Конфігурація ресурсу

source: Resource configuration is invalid. Please fix errors in form.
ar: تكوين المورد غير صالح. الرجاء إصلاح الأخطاء في النموذج.
az: Resurs konfiqurasiyası etibarsızdır. Xahiş edirik formada səhvləri düzəldin.
bn: সম্পদ কনফিগারেশন অবৈধ. অনুগ্রহ করে ফর্মের ত্রুটিগুলি ঠিক করুন৷
cs: Konfigurace zdroje je neplatná. Opravte prosím chyby ve formuláři.
de: Die Ressourcenkonfiguration ist ungültig. Beheben Sie Fehler im Formular.
es: La configuración de recursos no es válida. Por favor, corrija los errores en el formulario.
et: Ressurssi seadistus on vigane. Palun paranda vead vormis.
fi: Resurssin määritys on virheellinen. Korjaa lomakkeen virheet.
ky: Ресурс конфигурациясы жараксыз. Сураныч, формадагы каталарды оңдоңуз.
lt: Išteklių konfigūracija neleistina. Ištaisykite formos klaidas.
lv: Resursa konfigurācija nav derīga. Lūdzu, izlabojiet kļūdas veidlapā.
nb: Resurskonfigurasjonen er ugyldig. Vennligst reparer feil i skjemaet.
pl: Konfiguracja zasobu jest nieprawidłowa. Proszę poprawić błędy w formularzu.
ru: Конфигурация ресурса недействительна. Пожалуйста, исправьте ошибки в форме.
sv: Resursinställningen är ogiltig. Åtgärda fel i formuläret.
th: การกำหนดค่าทรัพยากรไม่ถูกต้อง โปรดแก้ไขข้อผิดพลาดในแบบฟอร์ม
uk: Конфігурація ресурсу недійсна. Будь ласка, виправте помилки у формі.

source: Resource creation flow has been created.
ar: تم إنشاء تدفق إنشاء الموارد.
az: Resurs yaradılması axını yaradılıb.
bn: সম্পদ সৃষ্টির প্রবাহ তৈরি হয়েছে।
cs: Tok vytváření zdrojů byl vytvořen.
de: Der Ablauf zur Ressourcenerstellung wurde erstellt.
es: Se ha creado el flujo de creación de recursos.
et: Ressursi loomise voog on loodud.
fi: Resurssien luontivirta on luotu.
ky: Ресурстарды түзүү агымы түзүлдү.
lt: Sukurtas išteklių kūrimo srautas.
lv: Ir izveidota resursu izveides plūsma.
nb: Ressursopprettingsflyt er opprettet.
pl: Utworzono przepływ tworzenia zasobów.
ru: Создан поток создания ресурсов.
sv: Resursskapande flöde har skapats.
th: สร้างขั้นตอนการสร้างทรัพยากรแล้ว
uk: Потік створення ресурсу створено.

source: Resource creation flows
ar: تدفقات إنشاء الموارد
az: Resurs yaradılması axınları
bn: সম্পদ সৃষ্টির প্রবাহ
cs: Toky vytváření zdrojů
de: Abläufe bei der Ressourcenerstellung
es: Flujos de creación de recursos
et: Ressursside loomise vood
fi: Resurssien luonti virtaa
ky: Ресурстарды түзүү агымы
lt: Išteklių kūrimo srautai
lv: Resursu radīšanas plūsmas
nb: Ressursskaping flyter
pl: Przepływy tworzenia zasobów
ru: Потоки создания ресурсов
sv: Resursskapande flödar
th: กระแสการสร้างทรัพยากร
uk: Потоки створення ресурсу

source: Resource creation request has been approved by {user} at {date}.
ar: تمت الموافقة على طلب إنشاء المورد بواسطة{user} في{date} .
az: Resurs yaradılması tələbi {user} at tərəfindən təsdiqlənmişdir{date}.
bn: সম্পদ তৈরির অনুরোধ অনুমোদিত হয়েছে{user} এ{date} .
cs: Žádost o vytvoření zdroje byla schválena uživatelem{user} na{date} .
de: Die Anfrage zur Ressourcenerstellung wurde genehmigt von{user} bei{date} .
es: La solicitud de creación de recursos ha sido aprobada por {user} en {date}.
et: Ressursside loomise taotluse on heaks kiitnud {user} {date}.
fi: Resurssinluontipyynnön on hyväksynyt{user} klo{date} .
ky: Ресурстарды түзүү өтүнүчүн бекитти{user} саат{date} .
lt: Išteklių kūrimo užklausą patvirtino{user} adresu{date} .
lv: Resursa izveides pieprasījumu apstiprināja{user} plkst{date} .
nb: Forespørsel om ressursoppretting er godkjent av{user} på{date} .
pl: Żądanie utworzenia zasobu zostało zatwierdzone przez{user} Na{date} .
ru: Запрос на создание ресурса одобрен{user} в{date} .
sv: Begäran om att skapa resurser har godkänts av{user} på{date} .
th: คำขอสร้างทรัพยากรได้รับการอนุมัติจาก{user} ที่{date} .
uk: Запит на створення ресурсу схвалено{user} в{date} .

source: Resource creation request has been canceled.
ar: تم إلغاء طلب إنشاء المورد.
az: Resurs yaradılması tələbi ləğv edildi.
bn: সম্পদ তৈরির অনুরোধ বাতিল করা হয়েছে।
cs: Požadavek na vytvoření zdroje byl zrušen.
de: Die Anforderung zur Ressourcenerstellung wurde abgebrochen.
es: Se ha cancelado la solicitud de creación de recursos.
et: Ressursi loomise taotlus on tühistatud.
fi: Resurssien luontipyyntö on peruutettu.
ky: Ресурстарды түзүү өтүнүчү жокко чыгарылды.
lt: Išteklių kūrimo užklausa atšaukta.
lv: Resursa izveides pieprasījums ir atcelts.
nb: Forespørsel om ressursoppretting er kansellert.
pl: Żądanie utworzenia zasobu zostało anulowane.
ru: Запрос на создание ресурса отменен.
sv: Begäran om att skapa resurser har avbrutits.
th: คำขอสร้างทรัพยากรถูกยกเลิก
uk: Запит на створення ресурсу скасовано.

source: Resource creation request has been rejected by {user} at {date}.
ar: تم رفض طلب إنشاء المورد من قبل{user} في{date} .
az: Resurs yaradılması tələbi {user} at tərəfindən rədd edilmişdir{date}.
bn: রিসোর্স তৈরির অনুরোধ প্রত্যাখ্যান করেছে{user} এ{date} .
cs: Požadavek na vytvoření zdroje byl zamítnut uživatelem{user} na{date} .
de: Die Anforderung zur Ressourcenerstellung wurde von abgelehnt{user} bei{date} .
es: La solicitud de creación de recursos ha sido rechazada por {user} en {date}.
et: Ressursside loomise taotlus on tagasilükatud {user} poolt {date}.
fi: Resurssinluontipyynnön on hylännyt{user} klo{date} .
ky: Ресурс түзүү өтүнүчүн четке какты{user} саат{date} .
lt: Išteklių kūrimo užklausą atmetė{user} adresu{date} .
lv: Resursa izveides pieprasījumu noraidīja{user} plkst{date} .
nb: Forespørsel om ressursoppretting er avvist av{user} på{date} .
pl: Żądanie utworzenia zasobu zostało odrzucone przez{user} Na{date} .
ru: Запрос на создание ресурса отклонен пользователем{user} в{date} .
sv: Begäran om att skapa resurser har avvisats av{user} på{date} .
th: คำขอสร้างทรัพยากรถูกปฏิเสธโดย{user} ที่{date} .
uk: Запит на створення ресурсу відхилено користувачем{user} в{date} .

source: Resource creation request is not submitted yet.
ar: لم يتم تقديم طلب إنشاء المورد بعد.
az: Resurs yaradılması tələbi hələ təqdim edilməyib.
bn: সম্পদ তৈরির অনুরোধ এখনও জমা দেওয়া হয়নি।
cs: Žádost o vytvoření zdroje zatím nebyla odeslána.
de: Die Anfrage zur Ressourcenerstellung wurde noch nicht übermittelt.
es: La solicitud de creación de recursos aún no se ha enviado.
et: Ressursi loomise taotlust ei ole veel esitatud.
fi: Resurssinluontipyyntöä ei ole vielä lähetetty.
ky: Ресурстарды түзүү өтүнүчү азырынча тапшырыла элек.
lt: Išteklių kūrimo užklausa dar nepateikta.
lv: Resursa izveides pieprasījums vēl nav iesniegts.
nb: Forespørsel om ressursoppretting er ikke sendt inn ennå.
pl: Żądanie utworzenia zasobu nie zostało jeszcze przesłane.
ru: Запрос на создание ресурса еще не отправлен.
sv: Begäran om att skapa resurser har inte skickats in ännu.
th: ยังไม่ได้ส่งคำขอสร้างทรัพยากร
uk: Заявка на створення ресурсу ще не подана.
