Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Select division...
ar: اختر القسم...
az: Bölmə seçin...
bn: বিভাগ নির্বাচন করুন...
cs: Vyberte divizi...
de: Division auswählen...
es: Seleccione la división...
et: Vali üksus
fi: Valitse osasto...
ky: Бөлүмдү тандоо...
lt: Pasirinkti padalinį...
lv: Atlasīt nodaļu...
nb: Velg divisjon...
pl: Wybierz dział...
ru: Выберите подразделение...
sv: Välj division...
th: เลือกแผนก...
uk: Виберіть розділ...

source: Select division type...
ar: اختر نوع القسم...
az: Bölmə növünü seçin...
bn: বিভাগের ধরন নির্বাচন করুন...
cs: Vyberte typ divize...
de: Abteilungstyp auswählen...
es: Seleccione el tipo de división...
et: Vali üksuse tüüp...
fi: Valitse jakotyyppi...
ky: Бөлүнүү түрүн тандоо...
lt: Pasirinkti padalinio tipą...
lv: Izvēlieties sadalīšanas veidu...
nb: Velg divisjonstype...
pl: Wybierz typ podziału...
ru: Выберите тип подразделения...
sv: Välj uppdelningstyp ...
th: เลือกประเภทแผนก...
uk: Виберіть тип поділу...

source: Select evaluation...
ar: اختر التقييم...
az: Qiymətləndirməni seçin...
bn: মূল্যায়ন নির্বাচন করুন...
cs: Vyberte hodnocení...
de: Auswertung auswählen...
es: Seleccione la evaluación...
et: Vali hindamine...
fi: Valitse arviointi...
ky: Баалоо тандоо...
lt: Pasirinkti įvertinimą...
lv: Izvēlieties vērtējumu...
nb: Velg evaluering...
pl: Wybierz ocenę...
ru: Выберите оценку...
sv: Välj utvärdering...
th: เลือกการประเมินผล...
uk: Виберіть оцінку...

source: Select event groups...
ar: تحديد مجموعات الأحداث...
az: Tədbir qruplarını seçin...
bn: ইভেন্ট গ্রুপ নির্বাচন করুন...
cs: Vybrat skupiny událostí...
de: Veranstaltungsgruppen auswählen...
es: Seleccione grupos de eventos...
et: Valige sündmuste rühmad...
fi: Valitse tapahtumaryhmät...
ky: Окуя топторун тандоо...
lt: Pasirinkite renginių grupes...
lv: Atlasīt pasākumu grupas...
nb: Velg hendelsesgrupper...
pl: Wybierz grupy wydarzeń...
ru: Выбрать группы событий...
sv: Välj händelsegrupper...
th: เลือกกลุ่มกิจกรรม...
uk: Виберіть групи подій...

source: Select flavor
ar: اختر النكهة
az: Dadı seçin
bn: স্বাদ নির্বাচন করুন
cs: Vyberte příchuť
de: Geschmack auswählen
es: Seleccione el sabor
et: Valige maitse
fi: Valitse maku
ky: Даамын тандоо
lt: Pasirinkite skonį
lv: Izvēlieties garšu
nb: Velg smak
pl: Wybierz smak
ru: Выберите вкус
sv: Välj smak
th: เลือกรสชาติ
uk: Виберіть смак

source: Select incident type
ar: حدد نوع الحادث
az: Hadisə növünü seçin
bn: ঘটনার ধরন নির্বাচন করুন
cs: Vyberte typ incidentu
de: Auswählen des Vorfalltyps
es: Seleccione tipo de incidente
et: Vali intsidendi tüüp
fi: Valitse tapahtumatyyppi
ky: Окуянын түрүн тандаңыз
lt: Pasirinkti incidento tipą
lv: Izvēlieties incidenta veidu
nb: Velg hendelsestype
pl: Wybierz typ zdarzenia
ru: Выберите тип инцидента
sv: Välj incidenttyp
th: เลือกประเภทเหตุการณ์
uk: Виберіть тип події

source: Select instance...
ar: تحديد مثيل...
az: Nümunəni seçin...
bn: উদাহরণ নির্বাচন করুন...
cs: Vyberte instanci...
de: Instanz auswählen...
es: Seleccione la instancia...
et: Vali üksused...
fi: Valitse esimerkki...
ky: Мисал тандоо...
lt: Pasirinkti egzempliorių...
lv: Atlasīt gadījumu...
nb: Velg forekomst...
pl: Wybierz instancję...
ru: Выберите экземпляр...
sv: Välj instans...
th: เลือกอินสแตนซ์...
uk: Виберіть екземпляр...

source: Select integration type...
ar: حدد نوع التكامل...
az: İnteqrasiya növünü seçin...
bn: ইন্টিগ্রেশন প্রকার নির্বাচন করুন...
cs: Vyberte typ integrace...
de: Integrationstyp auswählen...
es: Seleccione el tipo de integración...
et: Valige integratsiooni tüüp...
fi: Valitse integrointityyppi...
ky: Интеграция түрүн тандоо...
lt: Pasirinkite integravimo tipą...
lv: Atlasiet integrācijas veidu...
nb: Velg integreringstype...
pl: Wybierz typ integracji...
ru: Выберите тип интеграции...
sv: Välj integreringstyp...
th: เลือกประเภทการรวมระบบ...
uk: Виберіть тип інтеграції...

source: Select issue template...
ar: تحديد قالب المشكلة...
az: Məsələ şablonunu seçin...
bn: সমস্যা টেমপ্লেট নির্বাচন করুন...
cs: Vyberte šablonu problému...
de: Problemvorlage auswählen...
es: Seleccione la plantilla de problema...
et: Valige probleemi mall...
fi: Valitse ongelmamalli...
ky: Маселенин үлгүсүн тандоо...
lt: Pasirinkti problemos šabloną...
lv: Atlasiet problēmas veidni...
nb: Velg problemmal...
pl: Wybierz szablon problemu...
ru: Выберите шаблон проблемы...
sv: Välj problemmall...
th: เลือกเทมเพลตปัญหา...
uk: Виберіть шаблон проблеми...

source: Select offering
az: Təklif seçin

source: Select offering...
ar: اختر العرض...
az: Təklifi seçin...
bn: অফার নির্বাচন করুন...
cs: Vyberte nabídku...
de: Angebot auswählen ...
es: Seleccione la oferta...
et: Vali pakkumine...
fi: Valitse tarjonta...
ky: Сунуш тандаңыз...
lt: Pasirinkti pasiūlymą...
lv: Izvēlieties piedāvājumu...
nb: Velg tilbud...
pl: Wybierz ofertę...
ru: Выберите предложение...
sv: Välj erbjudande...
th: เลือกข้อเสนอ...
uk: Виберіть пропозицію...

source: Select offerings...
ar: حدد العروض...
az: Təklifləri seçin...
bn: অফার নির্বাচন করুন...
cs: Vyberte nabídky...
de: Angebote wählen...
es: Seleccione las ofertas...
et: Vali pakkumised...
fi: Valitse tarjoukset...
ky: Сунуштарды тандоо...
lt: Pasirinkti pasiūlymus...
lv: Izvēlieties piedāvājumus...
nb: Velg tilbud...
pl: Wybierz oferty...
ru: Выбрать предложения...
sv: Välj erbjudanden...
th: เลือกข้อเสนอ...
uk: Виберіть пропозиції...

source: Select organization
ar: اختر المؤسسة
az: Təşkilatı seçin
bn: সংগঠন নির্বাচন করুন
cs: Vyberte organizaci
de: Wählen Sie Organisation aus
es: Seleccione la organización
et: Valige organisatsioon...
fi: Valitse organisaatio
ky: Уюмду тандоо
lt: Pasirinkite organizaciją
lv: Izvēlieties organizāciju
nb: Velg organisasjon
pl: Wybierz Organizacja
ru: Выберите организацию
sv: Välj organisation
th: เลือกองค์กร
uk: Виберіть організацію

source: Select organization...
ar: اختر المنظمة...
az: Təşkilat seçin ...
bn: সংগঠন নির্বাচন করুন...
cs: Vyberte organizaci ...
de: Organisation auswählen...
es: Seleccione la organización...
et: Valige organisatsioon...
fi: Valitse organisaatio...
ky: Уюм тандоо...
lt: Pasirinkite organizaciją ...
lv: Atlasīt organizāciju...
nb: Velg organisasjon...
pl: Wybierz organizację...
ru: Выберите организацию...
sv: Välj organisation...
th: เลือกองค์กร...
uk: Виберіть організацію...

source: Select organization group...
ar: تحديد مجموعة المؤسسة...
az: Təşkilat qrupunu seçin...
bn: সংগঠন গোষ্ঠী নির্বাচন করুন...
cs: Vyberte skupinu organizací...
de: Organisationsgruppe auswählen...
es: Seleccione el grupo organizativo...
et: Valige organisatsiooni grupp...
fi: Valitse organisaatioryhmä...
ky: Уюм тобун тандоо...
lt: Pasirinkite organizacijos grupę...
lv: Atlasīt organizācijas grupu...
nb: Velg organisasjonsgruppe...
pl: Wybierz grupę organizacyjną...
ru: Выберите организационную группу...
sv: Välj organisationsgrupp...
th: เลือกกลุ่มองค์กร...
uk: Виберіть організаційну групу...

source: Select organization group type...
ar: تحديد نوع المجموعة التنظيمية...
az: Təşkilat qrupu növünü seçin...
bn: সংগঠন গোষ্ঠীর ধরন নির্বাচন করুন...
cs: Vyberte typ organizační skupiny...
de: Organisationsgruppentyp auswählen...
es: Seleccione el tipo de grupo organizativo...
et: Valige organisatsiooni grupi tüüp...
fi: Valitse organisaatioryhmän tyyppi...
ky: Уюм тобунун түрүн тандаңыз...
lt: Pasirinkite organizacijos grupės tipą...
lv: Atlasiet organizācijas grupas veidu...
nb: Velg organisasjonsgruppetype...
pl: Wybierz typ grupy organizacyjnej...
ru: Выберите тип организационной группы...
sv: Välj typ av organisationsgrupp...
th: เลือกประเภทกลุ่มองค์กร...
uk: Виберіть тип організаційної групи...

source: Select organization roles
ar: حدد الأدوار التنظيمية
az: Təşkilat rollarını seçin
bn: সংগঠনের ভূমিকা নির্বাচন করুন
cs: Vybrat role organizace
de: Wählen Sie Organisationsrollen
es: Seleccione roles de organización
et: Organisatsiooni rollide valimine
fi: Valitse organisaation roolit
ky: Уюмдун ролдорун тандоо
lt: Pasirinkite organizacijos vaidmenis
lv: Atlasiet organizācijas lomas
nb: Velg organisasjonsroller
pl: Wybierz role w organizacji
ru: Выберите роли в организации
sv: Välj organisationsroller
th: เลือกบทบาทขององค์กร
uk: Виберіть ролі організації

source: Select organizations...
ar: حدد المنظمات...
az: Təşkilatları seçin...
bn: প্রতিষ্ঠান নির্বাচন করুন...
cs: Vyberte organizace...
de: Organisationen auswählen...
es: Seleccione las organizaciones...
et: Valige organisatsioonid...
fi: Valitse organisaatiot...
ky: Уюмдарды тандоо...
lt: Pasirinkti organizacijas...
lv: Atlasiet organizācijas...
nb: Velg organisasjoner...
pl: Wybierz organizacje...
ru: Выберите организации...
sv: Välj organisationer...
th: เลือกองค์กร...
uk: Виберіть організації...

source: Select period...
ar: اختر الفترة...
az: Dövrü seçin...
bn: সময়কাল নির্বাচন করুন...
cs: Vyberte období...
de: Periode auswählen...
es: Seleccione el periodo...
et: Vali periood...
fi: Valitse ajanjakso...
ky: Мезгил тандоо...
lt: Pasirinkite laikotarpį...
lv: Izvēlieties periodu...
nb: Velg periode...
pl: Wybierz okres...
ru: Выберите период...
sv: Välj period...
th: เลือกช่วงเวลา...
uk: Виберіть період...

source: Select plan
ar: اختر خطة
az: Planı seçin
bn: পরিকল্পনা নির্বাচন করুন
cs: Vybrat plán
de: Plan auswählen
es: Seleccione plan
et: Valige plaan
fi: Valitse suunnitelma
ky: План тандоо
lt: Pasirinkite planą
lv: Izvēlieties plānu
nb: Velg plan
pl: Wybierz plan
ru: Выберите тариф
sv: Välj plan
th: เลือกแผน
uk: Виберіть план

source: Select policy...
ar: اختر السياسة...
az: Siyasəti seçin...
bn: নীতি নির্বাচন করুন...
cs: Vyberte zásady...
de: Richtlinie auswählen...
es: Seleccione política...
et: Valige poliitika...
fi: Valitse käytäntö...
ky: Саясат тандоо...
lt: Pasirinkite politiką...
lv: Atlasiet politiku...
nb: Velg policy...
pl: Wybierz zasady...
ru: Выберите политику...
sv: Välj policy...
th: เลือกกรมธรรม์...
uk: Виберіть політику...

source: Select priority...
ar: حدد الأولوية...
az: Prioritet seçin...
bn: অগ্রাধিকার নির্বাচন করুন...
cs: Vyberte prioritu...
de: Priorität auswählen...
es: Seleccione la prioridad...
et: Valige prioriteet
fi: Valitse prioriteetti...
ky: Артыкчылыкты тандоо...
lt: Pasirinkti prioritetą...
lv: Izvēlieties prioritāti...
nb: Velg prioritet...
pl: Wybierz priorytet...
ru: Выберите приоритет...
sv: Välj prioritet...
th: เลือกลำดับความสำคัญ...
uk: Виберіть пріоритет...

source: Select project
ar: حدد المشروع
az: Layihəni seçin
bn: প্রকল্প নির্বাচন করুন
cs: Vybrat projekt
de: Projekt auswählen
es: Seleccione proyecto
et: Vali projekt
fi: Valitse projekti
ky: Долбоорду тандоо
lt: Pasirinkite projektą
lv: Izvēlieties projektu
nb: Velg prosjekt
pl: Wybierz projekt
ru: Выберите проект
sv: Välj projekt
th: เลือกโครงการ
uk: Виберіть проект

source: Select project...
ar: حدد المشروع...
az: Layihəni seçin ...
bn: প্রকল্প নির্বাচন করুন...
cs: Vyberte projekt...
de: Select department
es: Seleccione el proyecto
et: Valige projekt...
fi: Valitse projekti...
ky: Долбоорду тандоо...
lt: Pasirinkite projektą...
lv: Atlasīt projektu...
nb: Velg prosjekt...
pl: Wybierz projekt...
ru: Выберите проект...
sv: Välj projekt...
th: เลือกโครงการ...
uk: Виберіть проект...

source: Select project roles
ar: حدد أدوار المشروع
az: Layihə rollarını seçin
bn: প্রকল্পের ভূমিকা নির্বাচন করুন
cs: Vybrat role projektu
de: Projektrollen auswählen
es: Seleccione roles de proyecto
et: Valige projekti rollid
fi: Valitse projektiroolit
ky: Долбоордун ролдорун тандоо
lt: Pasirinkite projekto vaidmenis
lv: Izvēlieties projekta lomas
nb: Velg prosjektroller
pl: Wybierz role w projekcie
ru: Выбор ролей проекта
sv: Välj projektroller
th: เลือกบทบาทโครงการ
uk: Виберіть ролі в проекті

source: Select provider...
ar: اختر المزود...
az: Təchizatçı seçin...
bn: প্রদানকারী নির্বাচন করুন...
cs: Vyberte poskytovatele...
de: Anbieter auswählen...
es: Seleccione el proveedor...
et: Vali teenusepakkuja
fi: Valitse palveluntarjoaja...
ky: Провайдерди тандоо...
lt: Pasirinkti teikėją...
lv: Izvēlieties pakalpojumu sniedzēju...
nb: Velg leverandør...
pl: Wybierz dostawcę...
ru: Выберите провайдера...
sv: Välj leverantör...
th: เลือกผู้ให้บริการ...
uk: Виберіть провайдера...

source: Select quota
az: Kvotanı seçin

source: Select recipients
ar: حدد المستلمين
az: Alıcıları seçin
bn: প্রাপক নির্বাচন করুন
cs: Vyberte příjemce
de: Wählen Sie Empfänger aus
es: Seleccione los destinatarios
et: Vali adressaadid
fi: Valitse vastaanottajat
ky: Алуучуларды тандаңыз
lt: Pasirinkite gavėjus
lv: Izvēlieties adresātus
nb: Velg mottakere
pl: Wybierz odbiorców
ru: Выберите получателей
sv: Välj mottagare
th: เลือกผู้รับ
uk: Виберіть одержувачів

source: Select request type...
ar: اختر نوع الطلب...
az: Sorğu növünü seçin...
bn: অনুরোধের ধরন নির্বাচন করুন...
cs: Vyberte typ požadavku...
de: Anforderungstyp auswählen...
es: Seleccione el tipo de solicitud...
et: Vali päringu liik...
fi: Valitse pyyntötyyppi...
ky: Сурамдын түрүн тандаңыз...
lt: Pasirinkti užklausos tipą...
lv: Izvēlieties pieprasījuma veidu...
nb: Velg forespørselstype...
pl: Wybierz typ żądania...
ru: Выберите тип запроса...
sv: Välj typ av begäran...
th: เลือกประเภทคำขอ...
uk: Виберіть тип запиту...

source: Select role
ar: حدد الدور
az: Vəzifəni seçin
bn: ভূমিকা নির্বাচন করুন
cs: Vybrat roli
de: Rolle auswählen
es: Seleccione rol
et: Vali roll
fi: Valitse rooli
ky: Рол тандоо
lt: Pasirinkite vaidmenį
lv: Izvēlieties lomu
nb: Velg rolle
pl: Wybierz rolę
ru: Выберите роль
sv: Välj roll
th: เลือกบทบาท
uk: Виберіть роль

source: Select role...
az: Rol seçin...

source: Select root category
ar: حدد فئة الجذر
az: Kök kateqoriyasını seçin
bn: রুট বিভাগ নির্বাচন করুন
cs: Vyberte kořenovou kategorii
de: Wählen Sie die Stammkategorie aus
es: Seleccione la categoría raíz
et: Vali juurkategooria
fi: Valitse juuriluokka
ky: Тамыр категориясын тандаңыз
lt: Pasirinkite šakninę kategoriją
lv: Izvēlieties saknes kategoriju
nb: Velg rotkategori
pl: Wybierz kategorię główną
ru: Выберите корневую категорию
sv: Välj rotkategori
th: เลือกหมวดหมู่รูท
uk: Виберіть кореневу категорію

source: Select security groups...
ar: تحديد مجموعات الأمان...
az: Təhlükəsizlik qruplarını seçin ...
bn: নিরাপত্তা গোষ্ঠী নির্বাচন করুন...
cs: Vyberte skupiny zabezpečení...
de: Sicherheitsgruppen auswählen...
es: Seleccione los grupos de seguridad...
et: Vali turvagrupid...
fi: Valitse suojausryhmät...
ky: Коопсуздук топторун тандоо...
lt: Pasirinkti saugos grupes...
lv: Atlasiet drošības grupas...
nb: Velg sikkerhetsgrupper...
pl: Wybierz grupy zabezpieczeń...
ru: Выберите группы безопасности...
sv: Välj säkerhetsgrupper...
th: เลือกกลุ่มความปลอดภัย...
uk: Виберіть групи безпеки...

source: Select service provider
ar: اختر مزود الخدمة
az: Xidmət provayderini seçin
bn: পরিষেবা প্রদানকারী নির্বাচন করুন
cs: Vybrat poskytovatele služeb
de: Wählen Sie einen Dienstanbieter
es: Seleccione proveedor de servicios
et: Vali teenusepakkuja
fi: Valitse palveluntarjoaja
ky: Кызмат камсыздоочуну тандаңыз
lt: Pasirinkite paslaugų teikėją
lv: Izvēlieties pakalpojumu sniedzēju
nb: Velg tjenesteleverandør
pl: Wybierz usługodawcę
ru: Выберите поставщика услуг
sv: Välj tjänsteleverantör
th: เลือกผู้ให้บริการ
uk: Виберіть постачальника послуг

source: Select service provider...
ar: اختر مزود الخدمة...
az: Xidmət təminatçını seçin...
bn: পরিষেবা প্রদানকারী নির্বাচন করুন...
cs: Vyberte poskytovatele služeb...
de: Dienstanbieter auswählen...
es: Seleccione el proveedor de servicios...
et: Vali teenusepakkuja
fi: Valitse palveluntarjoaja...
ky: Кызмат камсыздоочуну тандоо...
lt: Pasirinkite paslaugų teikėją ...
lv: Izvēlieties pakalpojumu sniedzēju...
nb: Velg tjenesteleverandør...
pl: Wybierz usługodawcę...
ru: Выберите поставщика услуг...
sv: Välj tjänsteleverantör...
th: เลือกผู้ให้บริการ...
uk: Виберіть постачальника послуг...

source: Select size...
ar: أختر الحجم...
az: Ölçünü seçin ...
bn: নির্বাচন আকার...
cs: Vyberte velikost...
de: Größe auswählen...
es: Seleccione el tamaño...
et: Vali suurus...
fi: Valitse koko...
ky: Өлчөмдү тандоо...
lt: Pasirinkite dydi...
lv: Izvēlieties izmēru...
nb: Velg størrelse...
pl: Wybierz rozmiar...
ru: Выберите размер...
sv: Välj storlek...
th: เลือกขนาด...
uk: Виберіть розмір...

source: Select some files
ar: حدد بعض الملفات
az: Bəzi faylları seçin
bn: কিছু ফাইল নির্বাচন করুন
cs: Vyberte některé soubory
de: Wählen Sie einige Dateien
es: Seleccione algunos archivos
et: Valige failid
fi: Valitse joitain tiedostoja
ky: Кээ бир файлдарды тандаңыз
lt: Pasirinkite kai kuriuos failus
lv: Atlasiet dažus failus
nb: Velg noen filer
pl: Wybierz niektóre pliki
ru: Выберите несколько файлов
sv: Välj några filer
th: เลือกไฟล์บางไฟล์
uk: Виберіть декілька файлів

source: Select state...
ar: اختر ولايه...
az: Dövlət seçin...
bn: রাজ্য নির্বাচন কর...
cs: Vyberte stav...
de: Status auswählen...
es: Seleccione el estado...
et: Vali olek...
fi: Valitse osavaltio...
ky: Мамлекетти тандоо...
lt: Pasirinkite valstiją ...
lv: Izvēlieties valsti...
nb: Velg tilstand...
pl: Wybierz stan...
ru: Выберите состояние
sv: Välj stat...
th: เลือกรัฐ...
uk: Виберіть стан...

source: Select status
ar: اختر الحالة
az: Status seçin
bn: স্থিতি নির্বাচন করুন
cs: Vybrat stav
de: Status auswählen
es: Seleccione estado
et: Vali staatus
fi: Valitse tila
ky: Статус тандаңыз
lt: Pasirinkite būseną
lv: Izvēlieties statusu
nb: Velg status
pl: Wybierz status
ru: Выберите статус
sv: Välj status
th: เลือกสถานะ
uk: Виберіть статус

source: Select status...
ar: اختر الحالة...
az: Vəziyyəti seçin...
bn: স্থিতি নির্বাচন করুন...
cs: Vyberte stav...
de: Status auswählen...
es: Seleccione el estado...
et: Valige olek...
fi: Valitse tila...
ky: Статус тандоо...
lt: Pasirinkite būseną...
lv: Izvēlieties statusu...
nb: Velg status...
pl: Wybierz stan...
ru: Выберите статус...
sv: Välj status...
th: เลือกสถานะ...
uk: Виберіть статус...

source: Select subnet
ar: حدد الشبكة الفرعية
az: Alt şəbəkəni seçin
bn: সাবনেট নির্বাচন করুন
cs: Vybrat podsíť
de: Subnetz auswählen
es: Seleccione subred
et: Valige alamvõrk
fi: Valitse aliverkko
ky: Субсетти тандаңыз
lt: Pasirinkite potinklį
lv: Atlasiet apakštīklu
nb: Velg delnett
pl: Wybierz podsieć
ru: Выберите подсеть
sv: Välj undernät
th: เลือกเครือข่ายย่อย
uk: Виберіть підмережу

source: Select subnets to connect to...
ar: حدد الشبكات الفرعية للاتصال بها...
az: ____qoşulmaq üçün alt şəbəkələri seçin ...
bn: সংযোগ করতে সাবনেট নির্বাচন করুন...
cs: Vyberte podsítě, ke kterým se chcete připojit...
de: Wählen Sie Subnetze aus, mit dem eine Verbindung hergestellt werden soll...
es: Seleccione subredes a las que conectarse...
et: Valige alamvõrgud ühendamiseks...
fi: Valitse aliverkot, joihin yhdistetään...
ky: Туташуу үчүн ички тармактарды тандаңыз...
lt: Pasirinkite potinklius, prie kurių norite prisijungti...
lv: Atlasiet apakštīklus, ar kuriem izveidot savienojumu...
nb: Velg delnett du vil koble til...
pl: Wybierz podsieci, z którymi chcesz się połączyć...
ru: Выберите подсети для подключения...
sv: Välj undernät att ansluta till...
th: เลือกเครือข่ายย่อยที่จะเชื่อมต่อ...
uk: Виберіть підмережі для підключення...

source: Select template...
ar: حدد قالب...
az: Şablon seçin...
bn: টেমপ্লেট নির্বাচন করুন...
cs: Vyberte šablonu...
de: Vorlage auswählen...
es: Seleccione la plantilla...
et: Valige mall
fi: Valitse malli...
ky: Үлгү тандоо...
lt: Pasirinkite šabloną...
lv: Atlasīt veidni...
nb: Velg mal...
pl: Wybierz szablon...
ru: Выбрать шаблон...
sv: Välj mall...
th: เลือกเทมเพลต...
uk: Виберіть шаблон...

source: Select tenant...
ar: حدد المستأجر...
az: Kirayəçi seçin...
bn: ভাড়াটে নির্বাচন করুন...
cs: Vyberte klienta...
de: Mandanten auswählen...
es: Seleccione el inquilino...
et: Vali üürnik...
fi: Valitse vuokralainen...
ky: Ижарачыны тандоо...
lt: Pasirinkite nuomininką ...
lv: Izvēlieties īrnieku...
nb: Velg leier...
pl: Wybierz najemcę...
ru: Выбрать арендатора...
sv: Välj hyresgäst...
th: เลือกผู้เช่า...
uk: Виберіть орендаря...

source: Select tenants...
ar: اختيار المستأجرين...
az: Kirayəçiləri seçin...
bn: ভাড়াটে নির্বাচন করুন...
cs: Vyberte klienty...
de: Wählen Sie Mieter...
es: Seleccione los inquilinos...
et: Valige üürnikud...
fi: Valitse vuokralaiset...
ky: Ижарачыларды тандоо...
lt: Pasirinkti nuomininkai...
lv: Izvēlieties īrniekus...
nb: Velg leiere...
pl: Wybierz najemców...
ru: Выбор арендаторов...
sv: Välj hyresgäster...
th: เลือกผู้เช่า...
uk: Виберіть орендарів...

source: Select type
ar: اختر النوع
az: Növü seçin
bn: প্রকার নির্বাচন করুন
cs: Vyberte typ
de: Art auswählen
es: Seleccionar tipo
et: Valige tüüp
fi: Valitse tyyppi
ky: Түрү тандоо
lt: Pasirinkite tipą
lv: Izvēlieties tipu
nb: Velg type
pl: Wybierz rodzaj
ru: Выберите тип
sv: Välj typ
th: เลือกประเภท
uk: Виберіть тип

source: Select type...
ar: اختر صنف...
az: Növü seçin...
bn: প্রকার নির্বাচন করুন...
cs: Vyberte typ...
de: Typ auswählen...
es: Seleccione el tipo...
et: Vali tüüp...
fi: Valitse tyyppi...
ky: Түрү тандоо...
lt: Pasirinkite tipą ...
lv: Izvēlieties tipu...
nb: Velg type...
pl: Wybierz rodzaj...
ru: Выберите тип...
sv: Välj typ...
th: เลือกประเภท...
uk: Виберіть тип...

source: Select user...
ar: اختر المستخدم...
az: İstifadəçini seçin ...
bn: ব্যবহারকারী নির্বাচন করুন...
cs: Vyberte uživatele...
de: Benutzer auswählen...
es: Seleccione el usuario...
et: Valige kasutaja...
fi: Valitse käyttäjä...
ky: Колдонуучуну тандоо...
lt: Pasirinkite vartotoją ...
lv: Izvēlieties lietotāju...
nb: Velg bruker...
pl: Wybierz użytkownika...
ru: Выберите пользователя...
sv: Välj användare...
th: เลือกผู้ใช้...
uk: Виберіть користувача...

source: Select volume type
ar: حدد نوع الصوت
az: Səs növünü seçin
bn: ভলিউম টাইপ নির্বাচন করুন
cs: Vyberte typ svazku
de: Wählen Sie den Volume-Typ aus
es: Seleccione el tipo de volumen
et: Valige helitugevuse tüüp
fi: Valitse äänenvoimakkuuden tyyppi
ky: Үндүн түрүн тандаңыз
lt: Pasirinkite garsumo tipą
lv: Izvēlieties skaļuma veidu
nb: Velg volumtype
pl: Wybierz typ woluminu
ru: Выберите тип тома
sv: Välj volymtyp
th: เลือกประเภทระดับเสียง
uk: Виберіть тип гучності

source: Select workspace
ar: حدد مساحة العمل
az: İş yerini seçin
bn: কর্মক্ষেত্র নির্বাচন করুন
cs: Vybrat pracovní prostor
de: Arbeitsbereich auswählen
es: Seleccione espacio de trabajo
et: Vali töölaud
fi: Valitse työtila
ky: Жумуш мейкиндигин тандаңыз
lt: Pasirinkite darbo sritį
lv: Izvēlieties darbvietu
nb: Velg arbeidsområde
pl: Wybierz obszar roboczy
ru: Выберите рабочую область
sv: Välj arbetsyta
th: เลือกพื้นที่ทำงาน
uk: Виберіть робочу область

source: Selected
ar: المحدد
az: Seçilmiş
bn: নির্বাচিত
cs: Vybráno
de: Ausgewählt
es: Seleccionado
et: Valitud
fi: Valittu
ky: Тандалган
lt: Pasirinkta
lv: Atlasīts
nb: Valgt
pl: Wybrany
ru: Выбранный
sv: Vald
th: เลือกแล้ว
uk: Вибрано

source: Selector
ar: محدد
az: Seçici
bn: নির্বাচক
cs: Selektor
de: Selektor
et: Valija
fi: Valitsin
ky: Селектор
lt: Selektorių
lv: Atlasītājs
nb: Velger
pl: Selektor
ru: Селектор
sv: Väljare
th: ตัวเลือก
uk: Селектор

source: Send
ar: ارسل
az: Göndər
bn: পাঠান
cs: Poslat
de: Schicken
es: Enviar
et: Saada
fi: Lähettää
ky: Жөнөтүү
lt: Siųsti
lv: Sūtīt
nb: Sende
pl: Wyślij
ru: Отправить
sv: Skicka
th: ส่ง
uk: Надіслати

source: Send at
ar: أرسل في
az: Göndər
bn: এ পাঠান
cs: Odeslat na
de: Senden an
es: Enviar a
et: Saada aadressil
fi: Lähetä osoitteeseen
ky: жөнөтүү
lt: Siųsti adresu
lv: Sūtīt plkst
nb: Send kl
pl: Wyślij o godz
ru: Отправить на
sv: Skicka kl
th: ส่งได้ที่
uk: Надіслати на

source: Send broadcast
ar: إرسال البث
az: Yayım göndərin
bn: সম্প্রচার পাঠান
cs: Odeslat vysílání
de: Sendung senden
es: Enviar transmisión
et: Saada ülekanne
fi: Lähetä lähetys
ky: Берүү жөнөтүү
lt: Siųsti transliaciją
lv: Sūtīt pārraidi
nb: Send sending
pl: Wyślij transmisję
ru: Отправить трансляцию
sv: Skicka sändning
th: ส่งการออกอากาศ
uk: Надіслати трансляцію
