Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Remove organization
ar: إزالة المنظمة
az: Təşkilatı silin
bn: সংগঠন সরান
cs: Odstranit organizaci
de: Organisation entfernen
es: Eliminar la organización
et: Eemalda organisatsioon
fi: Poista organisaatio
ky: Уюмду алып салуу
lt: Pašalinti organizaciją
lv: Noņemt organizāciju
nb: Fjern organisasjon
pl: Usuń organizację
ru: Удалить организацию
sv: Ta bort organisation
th: ลบองค์กร
uk: Видалити організацію

source: Remove profile
ar: إزالة الملف الشخصي
az: Profili silin
bn: প্রোফাইল সরান
cs: Odstranit profil
de: Profil entfernen
es: Eliminar el perfil
et: Eemalda profiil
fi: Poista profiili
ky: Профильди алып салуу
lt: Pašalinti profilį
lv: Noņemt profilu
nb: Fjern profil
pl: Usuń profil
ru: Удалить профиль
sv: Ta bort profil
th: ลบโปรไฟล์
uk: Видалити профіль

source: Removed organizations cannot be restored!
ar: لا يمكن استعادة المنظمات التي تمت إزالتها!
az: Silinmiş təşkilatlar bərpa edilə bilməz!
bn: অপসারিত প্রতিষ্ঠান পুনরুদ্ধার করা যাবে না!
cs: Odstraněné organizace nelze obnovit!
de: Entfernte Organisationen können nicht wiederhergestellt werden!
es: ¡Las organizaciones eliminadas no se pueden restaurar!
et: Eemaldatud organisatsioone ei saa taastada!
fi: Poistettuja organisaatioita ei voi palauttaa!
ky: Жок кылынган уюмдарды калыбына келтирүү мүмкүн эмес!
lt: Pašalintų organizacijų atkurti negalima!
lv: Noņemtās organizācijas nevar atjaunot!
nb: Fjernede organisasjoner kan ikke gjenopprettes!
pl: Usuniętych organizacji nie można przywrócić!
ru: Удаленные организации восстановлению не подлежат!
sv: Borttagna organisationer kan inte återställas!
th: องค์กรที่ถูกลบออกไม่สามารถกู้คืนได้!
uk: Видалені організації не можна відновити!

source: Removing default security group can remove egress access from the VM and block communication with Openstack metadata service.
ar: يمكن أن تؤدي إزالة مجموعة الأمان الافتراضية إلى إزالة الوصول إلى الخروج من الجهاز الافتراضي وحظر الاتصال بخدمة بيانات تعريف Openstack.
az: Varsayılan təhlükəsizlik qrupunun silinməsi VM-dən çıxış girişini silə bilər və Openstack metadata xidməti ilə ünsiyyəti bloklaya bilər.
bn: ডিফল্ট নিরাপত্তা গোষ্ঠী সরানো VM থেকে প্রস্থান অ্যাক্সেস মুছে ফেলতে পারে এবং Openstack মেটাডেটা পরিষেবার সাথে যোগাযোগ ব্লক করতে পারে।
cs: Odstraněním výchozí skupiny zabezpečení můžete odebrat výstupní přístup z virtuálního počítače a zablokovat komunikaci se službou metadat Openstack.
de: Durch das Entfernen der Standardsicherheitsgruppe kann der Ausgangszugriff von der VM entfernt und die Kommunikation mit dem Openstack-Metadatendienst blockiert werden.
es: Eliminar el grupo de seguridad predeterminado puede eliminar el acceso de salida de la máquina virtual y bloquear la comunicación con el servicio de metadatos de Openstack.
et: Vaiketurberühma eemaldamine võib eemaldada virtuaalse masina väljapääsu ja blokeerida suhtluse Openstacki metaandmete teenusega.
fi: Oletussuojausryhmän poistaminen voi poistaa VM:n ulospääsyn ja estää yhteyden Openstack-metatietopalvelun kanssa.
ky: Демейки коопсуздук тобун алып салуу VMден чыгуу мүмкүнчүлүгүн алып салышы мүмкүн жана Openstack метадайындар кызматы менен байланышты бөгөттөйт.
lt: Pašalinus numatytąją saugos grupę, gali būti pašalinta išėjimo prieiga iš VM ir užblokuotas ryšys su „Openstack“ metaduomenų tarnyba.
lv: Noņemot noklusējuma drošības grupu, var tikt noņemta izejas piekļuve no virtuālās mašīnas un bloķēta saziņa ar Openstack metadatu pakalpojumu.
nb: Fjerning av standard sikkerhetsgruppe kan fjerne utgående tilgang fra VM-en og blokkere kommunikasjon med Openstack-metadatatjenesten.
pl: Usunięcie domyślnej grupy zabezpieczeń może uniemożliwić dostęp wychodzący z maszyny wirtualnej i zablokować komunikację z usługą metadanych Openstack.
ru: Удаление группы безопасности по умолчанию может лишить виртуальную машину исходящего доступа и заблокировать связь со службой метаданных Openstack.
sv: Om du tar bort standardsäkerhetsgruppen kan du ta bort utgående åtkomst från den virtuella datorn och blockera kommunikation med Openstack-metadatatjänsten.
th: การลบกลุ่มความปลอดภัยเริ่มต้นสามารถลบการเข้าถึงขาออกจาก VM และบล็อกการสื่อสารกับบริการข้อมูลเมตาของ Openstack
uk: Видалення групи безпеки за замовчуванням може скасувати вихідний доступ із віртуальної машини та заблокувати зв’язок із службою метаданих Openstack.

source: Removing organization {organizationName}
ar: إزالة المنظمة{organizationName}
az: Təşkilatın çıxarılması {organizationName}
bn: সংগঠন সরানো হচ্ছে{organizationName}
cs: Odstraňování organizace {organizationName}
de: Organisation wird entfernt {organizationName}
es: Eliminación de la organización {organizationName}
et: Organisatsiooni {organizationName} eemaldamine
fi: Organisaation poistaminen{organizationName}
ky: Уюмду алып салуу{organizationName}
lt: Pašalinama organizacija {organizationName}
lv: Organizācijas noņemšana{organizationName}
nb: Fjerner organisasjonen {organizationName}
pl: Usuwanie organizacji{organizationName}
ru: Удаление организации{organizationName}
sv: Tar bort organisationen {organizationName}
th: กำลังถอดองค์กร{organizationName}
uk: Видалення організації{organizationName}

source: Removing the organization will delete all related resources.
ar: ستؤدي إزالة المؤسسة إلى حذف جميع الموارد ذات الصلة.
az: Təşkilatın silinməsi bütün əlaqəli resursları siləcəkdir.
bn: সংস্থাটি সরানো হলে সমস্ত সম্পর্কিত সংস্থান মুছে যাবে৷
cs: Odebráním organizace odstraníte všechny související zdroje.
de: Durch das Entfernen der Organisation werden alle zugehörigen Ressourcen gelöscht.
es: Al eliminar la organización se borrarán todos los recursos relacionados.
et: Organisatsiooni eemaldamisel kustutatakse kõik seotud ressursid.
fi: Organisaation poistaminen poistaa kaikki siihen liittyvät resurssit.
ky: Уюмду алып салуу бардык тиешелүү ресурстарды жок кылат.
lt: Pašalinus organizaciją, bus ištrinti visi susiję ištekliai.
lv: Noņemot organizāciju, tiks dzēsti visi saistītie resursi.
nb: Hvis du fjerner organisasjonen, slettes alle relaterte ressurser.
pl: Usunięcie organizacji spowoduje usunięcie wszystkich powiązanych zasobów.
ru: Удаление организации приведет к удалению всех связанных ресурсов.
sv: Om du tar bort organisationen tas alla relaterade resurser bort.
th: การนำองค์กรออกจะลบทรัพยากรที่เกี่ยวข้องทั้งหมด
uk: Видалення організації призведе до видалення всіх пов’язаних ресурсів.

source: Report
ar: تقرير
az: Hesabat
bn: রিপোর্ট
cs: Hlášení
de: Bericht
es: Informar
et: Raporteeri
fi: Raportti
ky: Баяндама
lt: Ataskaita
lv: Ziņot
nb: Rapporter
pl: Sprawozdanie
ru: сообщать
sv: Rapportera
th: รายงาน
uk: звіт

source: Report a security incident
ar: الإبلاغ عن حادث أمني
az: Təhlükəsizlik hadisəsini bildirin
bn: একটি নিরাপত্তা ঘটনা রিপোর্ট
cs: Nahlásit bezpečnostní incident
de: Einen Sicherheitsvorfall melden
es: Informar de un incidente de seguridad
et: Turvaintsidendist teatamine
fi: Ilmoita turvallisuushäiriöstä
ky: Коопсуздук окуясы жөнүндө кабарлаңыз
lt: Pranešti apie saugumo incidentą
lv: Ziņojiet par drošības incidentu
nb: Rapporter en sikkerhetshendelse
pl: Zgłoś incydent związany z bezpieczeństwem
ru: Сообщить об инциденте безопасности
sv: Rapportera en säkerhetsincident
th: รายงานเหตุการณ์ด้านความปลอดภัย
uk: Повідомте про інцидент безпеки

source: Report an issue
ar: الإبلاغ عن مشكلة
az: Məsələni bildirin
bn: একটি সমস্যা রিপোর্ট
cs: Nahlásit problém
de: Ein Problem melden
es: Informar de un problema
et: Raporteeri probleemist
fi: Ilmoita ongelma
ky: Маселени билдирүү
lt: Pranešti apie problemą
lv: Ziņot par problēmu
nb: Rapporter et problem
pl: Zgłoś problem
ru: Сообщить о проблеме
sv: Rapportera ett problem
th: รายงานปัญหา
uk: Повідомити про проблему

source: Report details
ar: تفاصيل التقرير
az: Təfsilatları silmək
bn: রিপোর্ট বিবরণ
cs: Podrobnosti hlášení
de: Angaben zum Bericht
es: Detalles del informe
et: Raporteeri üksikasju
fi: Raportin tiedot
ky: Кабарлоо чоо-жайы
lt: Ataskaitos informacija
lv: Ziņojuma informācija
nb: Rapporter detaljer
pl: Szczegóły raportu
ru: Подробности отчета
sv: Rapportera detaljer
th: รายละเอียดรายงาน
uk: Деталі звіту

source: Report has been sent
ar: تم إرسال التقرير
az: Hesabat göndərildi
bn: রিপোর্ট পাঠানো হয়েছে
cs: Zpráva byla odeslána
de: Bericht wurde gesendet
es: Informe ha sido enviado
et: Aruanne on saadetud
fi: Raportti on lähetetty
ky: Отчет жөнөтүлдү
lt: Pranešimas išsiųstas
lv: Pārskats ir nosūtīts
nb: Rapport er sendt
pl: Raport został wysłany
ru: Отчет отправлен
sv: Rapport har skickats
th: รายงานถูกส่งแล้ว
uk: Звіт надіслано

source: Report has been submitted
ar: تم تقديم التقرير
az: Hesabat təqdim edildi
bn: প্রতিবেদন দাখিল করা হয়েছে
cs: Hlášení bylo odesláno
de: Bericht wurde eingereicht
es: Se ha presentado el informe
et: Aruanne on esitatud
fi: Raportti on toimitettu
ky: Отчет тапшырылды
lt: Ataskaita pateikta
lv: Pārskats ir iesniegts
nb: Rapporten er sendt
pl: Raport został przesłany
ru: Отчет отправлен
sv: Rapporten har lämnats in
th: ส่งรายงานแล้ว
uk: Звіт подано

source: Report incorrect data
ar: الإبلاغ عن بيانات غير صحيحة
az: Yanlış məlumatları bildirmək
bn: ভুল তথ্য রিপোর্ট
cs: Nahlásit nesprávné údaje
de: Falsche Daten melden
es: Informar de datos incorrectos
et: Anna teada ebakorrektsetest andmetest
fi: Ilmoita virheellisistä tiedoista
ky: Туура эмес маалыматтарды билдириңиз
lt: Pranešti apie neteisingus duomenis
lv: Ziņojiet par nepareiziem datiem
nb: Rapporter uriktige data
pl: Zgłoś nieprawidłowe dane
ru: Сообщить о неверных данных
sv: Rapportera felaktiga uppgifter
th: รายงานข้อมูลที่ไม่ถูกต้อง
uk: Повідомити про неправильні дані

source: Report is invalid.
ar: التقرير غير صالح.
az: Hesabat etibarsıdır.
bn: প্রতিবেদনটি অবৈধ।
cs: Hlášení je neplatné.
de: Bericht ist ungültig.
es: El informe no es válido.
et: Aruanne on kehtetu.
fi: Raportti on virheellinen.
ky: Отчет жараксыз.
lt: Ataskaita neteisinga.
lv: Pārskats nav derīgs.
nb: Rapporten er ugyldig.
pl: Raport jest nieprawidłowy.
ru: Отчет недействителен.
sv: Rapporten är ogiltig.
th: รายงานไม่ถูกต้อง
uk: Звіт недійсний.

source: Report security incident
ar: الإبلاغ عن حادث أمني
az: Təhlükəsizlik hadisəsini bildirin
bn: নিরাপত্তা ঘটনা রিপোর্ট
cs: Nahlásit bezpečnostní incident
de: Sicherheitsvorfall melden
es: Informar de un incidente de seguridad
et: Teata turbejuhtumist
fi: Ilmoita turvallisuushäiriöstä
ky: Коопсуздук окуясы жөнүндө кабарлоо
lt: Pranešti apie saugumo incidentą
lv: Ziņot par drošības incidentu
nb: Rapporter sikkerhetshendelse
pl: Zgłoś incydent związany z bezpieczeństwem
ru: Сообщить об инциденте безопасности
sv: Rapportera säkerhetsincident
th: รายงานเหตุการณ์ด้านความปลอดภัย
uk: Повідомити про інцидент безпеки

source: Report usage
ar: الإبلاغ عن الاستخدام
az: İstifadəni hesabat
bn: ব্যবহারের প্রতিবেদন করুন
cs: Hlášení o využití
de: Berichtsverwendung
es: Informe de uso
et: Raporteeri ressursi kasutusest
fi: Ilmoita käyttö
ky: Колдонуу жөнүндө кабарлоо
lt: Pranešti apie naudojimą
lv: Ziņot par lietojumu
nb: Rapporter bruk
pl: Zgłoś użycie
ru: Отчет об использовании
sv: Rapportera användning
th: รายงานการใช้งาน
uk: Звіт про використання

source: Reported by me
ar: ذكرت من قبلي
az: Yanlış məlumatları bildirmək
bn: আমার দ্বারা রিপোর্ট
cs: Nahlášeno mnou
de: Berichtet von mir
es: Informado por mí
et: Minu poolt raporteeritud
fi: Minun ilmoittama
ky: Мен кабарладым
lt: Pranešė aš
lv: Es ziņoju
nb: Rapportert av meg
pl: Zgłoszone przeze mnie
ru: Сообщил мне
sv: Rapporterad av mig
th: รายงานโดยฉัน
uk: Повідомлено мною

source: Reported incidents
ar: الحوادث المبلغ عنها
az: Bildirilən hadisələr
bn: রিপোর্ট করা ঘটনা
cs: Nahlášené incidenty
de: Gemeldete Vorfälle
es: Incidentes informados
et: Teatatud juhtumitest
fi: Ilmoitettuja tapauksia
ky: Билдирилген окуялар
lt: Pranešti apie incidentus
lv: Ziņots par incidentiem
nb: Rapporterte hendelser
pl: Zgłoszone zdarzenia
ru: Зарегистрированные инциденты
sv: Rapporterade incidenter
th: เหตุการณ์ที่ได้รับรายงาน
uk: Повідомлені випадки

source: Reported value is reused every month until changed.
ar: يتم إعادة استخدام القيمة المبلغ عنها كل شهر حتى يتم تغييرها.
az: Hesabat edilən dəyər dəyişdirilənə qədər hər ay yenidən istifadə olunur.
bn: রিপোর্ট করা মান পরিবর্তন না হওয়া পর্যন্ত প্রতি মাসে পুনরায় ব্যবহার করা হয়।
cs: Nahlášená hodnota se používá opakovaně každý měsíc, dokud se nezmění.
de: Der gemeldete Wert wird jeden Monat wiederverwendet, bis er geändert wird.
es: El valor informado se reutiliza todos los meses hasta que se cambia.
et: Raporteeritud väärtust kasutatakse igal kuul, kuni selle muutmiseni.
fi: Raportoitua arvoa käytetään uudelleen joka kuukausi, kunnes se muutetaan.
ky: Кабарланган маани өзгөрүлмөйүнчө ай сайын кайра колдонулат.
lt: Pateikta vertė pakartotinai naudojama kiekvieną mėnesį, kol pasikeis.
lv: Uzrādītā vērtība tiek atkārtoti izmantota katru mēnesi, līdz tā tiek mainīta.
nb: Rapportert verdi brukes på nytt hver måned til den endres.
pl: Zgłoszona wartość jest ponownie wykorzystywana co miesiąc, aż do zmiany.
ru: Заявленное значение повторно используется каждый месяц до тех пор, пока оно не будет изменено.
sv: Rapporterat värde återanvänds varje månad tills det ändras.
th: มูลค่าที่รายงานจะถูกนำมาใช้ซ้ำทุกเดือนจนกว่าจะมีการเปลี่ยนแปลง
uk: Повідомлене значення повторно використовується щомісяця до змін.

source: Reporter
ar: مراسل
az: Reportyor
bn: রিপোর্টার
cs: Reportér
es: Reportero
et: Raporteerija
fi: Reportteri
ky: Кабарчы
lt: Reporteris
lv: Reportieris
ru: Докладчик
th: ผู้สื่อข่าว
uk: Репортер

source: Reporter field name
ar: اسم حقل المراسل
az: Reporter sahəsinin adı
bn: রিপোর্টার ক্ষেত্রের নাম
cs: Název pole zpravodaje
de: Feldname des Reporters
es: Nombre del campo del reportero
et: Reporteri välja nimi
fi: Toimittajakentän nimi
ky: Кабарчынын талаасынын аталышы
lt: Reporterio lauko pavadinimas
lv: Reportiera lauka nosaukums
nb: Navn på reporterfelt
pl: Nazwa pola reportera
ru: Имя поля репортера
sv: Reporterfältets namn
th: ชื่อช่องนักข่าว
uk: Назва поля звіту

source: Reporting
ar: تقريري
az: Hesabat
bn: রিপোর্টিং
cs: Nahlášení
es: Informando
et: Aruandlus
fi: Raportointi
ky: Отчет берүү
lt: Ataskaitos
lv: Pārskata
nb: Rapportere
ru: Отчётность
sv: Rapportering
th: การรายงาน
uk: Звітність

source: Request
ar: طلب
az: İstək
bn: অনুরোধ
cs: Požadavek
de: Anfrage
es: Solicitar
et: Taotlus
fi: Pyytää
ky: Сураныч
lt: Prašymas
lv: Lūgums
nb: Anmodning
pl: Wniosek
ru: просьба
sv: Begäran
th: ขอ
uk: Запит

source: Request-based item
ar: البند القائم على الطلب
az: İstəyə əsaslanan məhsul
bn: অনুরোধ ভিত্তিক আইটেম
cs: Položka založená na požadavku
de: Anforderungsbasiertes Element
es: Artículo basado en la solicitud
et: Taotluspõhine üksus
fi: Pyyntöpohjainen kohde
ky: Сурамдын негизиндеги нерсе
lt: Užklausa pagrįstas elementas
lv: Uz pieprasījumu balstīts vienums
nb: Forespørselsbasert element
pl: Element oparty na żądaniu
ru: Элемент на основе запроса
sv: Begärandebaserad post
th: รายการตามคำขอ
uk: Елемент на основі запиту

source: Request-based item (without Service Desk)
ar: عنصر قائم على الطلب (بدون مكتب الخدمة)
az: Sorğu əsaslı məhsul (Xidmət Masası olmadan)
bn: অনুরোধ-ভিত্তিক আইটেম (পরিষেবা ডেস্ক ছাড়া)
cs: Položka založená na požadavku (bez Service Desk)
de: Anforderungsbasierter Artikel (ohne Service Desk)
es: Artículo basado en la solicitud (sin Service Desk)
et: Päringupõhine üksus (ilma teeninduskeskuseta)
fi: Pyyntöpohjainen tuote (ilman Service Deskiä)
ky: Сурамдын негизиндеги нерсе (Тейлөө столу жок)
lt: Užklausa pagrįstas elementas (be Service Desk)
lv: Uz pieprasījumu balstīts vienums (bez servisa dienesta)
nb: Forespørselsbasert element (uten Service Desk)
pl: Artykuł na żądanie (bez Service Desk)
ru: Элемент на основе запроса (без Service Desk)
sv: Begärandebaserad artikel (utan Service Desk)
th: รายการตามคำขอ (ไม่มีส่วนให้บริการ)
uk: Елемент на основі запиту (без служби підтримки)

source: Request account removal for {userName}.
ar: طلب إزالة الحساب ل{userName} .
az: {userName} üçün hesabın silinməsini tələb edin.
bn: জন্য অ্যাকাউন্ট অপসারণ অনুরোধ{userName} .
cs: Požadavek na odstranění účtu pro {userName}.
de: Fordern Sie die Kontoentfernung für {userName} an.
es: Solicitar la eliminación de la cuenta para {userName}.
et: Nõua kasutajakonto {userName} eemaldamist
fi: Pyydä tilin poistamista varten{userName} .
ky: үчүн каттоо эсебин алып салууну сураныңыз{userName} .
lt: Pateikite užklausą pašalinti {userName} paskyrą.
lv: Pieprasīt konta noņemšanu par{userName} .
nb: Be om fjerning av konto for {userName}.
pl: Poproś o usunięcie konta dla{userName} .
ru: Запросить удаление аккаунта для{userName} .
sv: Begär borttagning av konto för {userName}.
th: ขอให้ลบบัญชีสำหรับ{userName} .
uk: Запит на видалення облікового запису для{userName} .

source: Request an approval
ar: طلب الموافقة
az: Təsdiq tələb edin
bn: একটি অনুমোদন অনুরোধ
cs: Požádat o schválení
de: Beantragung einer Genehmigung
es: Solicitar una aprobación
et: Nõua kinnitust
fi: Pyydä hyväksyntä
ky: Уруксат берүүнү сураныңыз
lt: Prašyti patvirtinimo
lv: Pieprasiet apstiprinājumu
nb: Be om godkjenning
pl: Poproś o zatwierdzenie
ru: Запросить одобрение
sv: Begär ett godkännande
th: ขออนุมัติ
uk: Запит на схвалення

source: Request change
ar: طلب التغيير
az: Dəyişiklik tələb edin
bn: পরিবর্তনের জন্য অনুরোধ করুন
cs: Požádejte o změnu
de: Änderung verlangen
es: Solicitar un cambio
et: Taotle muutmist
fi: Pyydä muutosta
ky: Өзгөртүү өтүнүчү
lt: Prašyti pakeitimo
lv: Pieprasīt izmaiņas
nb: Be om endring
pl: Poproś o zmianę
ru: Запросить изменение
sv: Begär ändring
th: ขอเปลี่ยนแปลง
uk: Запит на зміну

source: Request change of limits of SLURM allocation
ar: طلب تغيير حدود تخصيص SLURM
az: SLURM ayrılmasının limitlərinin dəyişdirilməsini tələb edin
bn: SLURM বরাদ্দের সীমা পরিবর্তনের অনুরোধ করুন
cs: Požádat o změnu limitů alokace SLURM
de: Fordern Sie eine Änderung der Grenzen der SLURM-Zuteilung an
es: Solicitar un cambio de los límites de asignación de SLURM
et: Taotlege SLURM-i eraldamise limiitide muutmist
fi: Pyydä SLURM-allokoinnin rajojen muutosta
ky: SLURM бөлүштүрүүнүн чектерин өзгөртүүнү талап кылуу
lt: Prašyti pakeisti SLURM paskirstymo limitus
lv: Pieprasīt SLURM piešķīruma limitu maiņu
nb: Be om endring av rammer for SLURM-tildeling
pl: Żądanie zmiany limitów alokacji SLURM
ru: Запросить изменение лимитов распределения SLURM
sv: Begär ändring av gränser för SLURM-tilldelning
th: ขอเปลี่ยนแปลงขีดจำกัดของการจัดสรร SLURM
uk: Запит на зміну лімітів розподілу SLURM

source: Request deletion
ar: طلب الحذف
az: Silinməni tələb edin
bn: মুছে ফেলার অনুরোধ করুন
cs: Požádat o smazání
de: Löschung beantragen
es: Solicitar eliminación
et: Taotle kustutamist
fi: Pyydä poistamista
ky: Өчүрүү өтүнүчү
lt: Prašyti ištrinti
lv: Pieprasīt dzēšanu
nb: Be om sletting
pl: Poproś o usunięcie
ru: Запросить удаление
sv: Begär radering
th: ขอลบ
uk: Запит на видалення

source: Request demo
ar: طلب العرض التوضيحي
az: Demo tələb edin
bn: ডেমো অনুরোধ করুন
cs: Požádat o demo
de: Demo anfordern
es: Solicitar demostración
et: Päringu eemaldamine
fi: Pyydä demo
ky: Демо суроо
lt: Prašyti demonstracinės versijos
lv: Pieprasīt demonstrāciju
nb: Be om demo
pl: Poproś o wersję demonstracyjną
ru: Запросить демо-версию
sv: Begär demo
th: ขอการสาธิต
uk: Запит демо

source: Request description
ar: طلب الوصف
az: Təsvir üçün sorğu
bn: বিবরণ অনুরোধ করুন
cs: Popis požadavku
de: Beschreibung anfordern
es: Solicitar descripción
et: Päringu kirjeldus
fi: Pyydä kuvaus
ky: Сүрөттөмө суроо
lt: Užklausos aprašas
lv: Pieprasīt aprakstu
nb: Be om beskrivelse
pl: Poproś o opis
ru: Описание запроса
sv: Begäran beskrivning
th: ขอคำอธิบาย
uk: Опис запиту

source: Request detail
ar: طلب التفاصيل
az: Təfsilat üçün sorğu
bn: বিস্তারিত অনুরোধ করুন
cs: Detail požadavku
de: Details anfragen
es: Solicitar detalle
et: Päringu üksikasjad
fi: Pyydä lisätietoja
ky: Сурамдын чоо-жайы
lt: Prašyti išsamios informacijos
lv: Pieprasīt detaļas
nb: Be om detaljer
pl: Zapytaj o szczegóły
ru: Запросить детали
sv: Begär information
th: ขอรายละเอียด
uk: Деталі запиту

source: Request details
ar: طلب تفاصيل
az: Təfsilatlar üçün sorğu
bn: বিস্তারিত অনুরোধ
cs: Podrobnosti požadavku
de: Details anfordern
es: Detalles de la solicitud
et: Päringu üksikasjad
fi: Pyydä tietoja
ky: Сураныч чоо-жайы
lt: Prašyti informacijos
lv: Pieprasīt sīkāku informāciju
nb: Be om detaljer
pl: Zapytaj o szczegóły
ru: Детали запроса
sv: Begär detaljer
th: ขอรายละเอียด
uk: Деталі запиту

source: Request direct access
ar: طلب الوصول المباشر
az: Birbaşa giriş sorğusu
bn: সরাসরি অ্যাক্সেসের জন্য অনুরোধ করুন
cs: Žádost o přímý přístup
de: Direkte Zugriffsanforderung
es: Solicitar acceso directo
et: Küsi otseligipääsu
fi: Pyydä suoraa pääsyä
ky: Түздөн-түз кирүүнү сураныңыз
lt: Prašyti tiesioginės prieigos
lv: Pieprasiet tiešu piekļuvi
nb: Be om direkte tilgang
pl: Poproś o bezpośredni dostęp
ru: Запросить прямой доступ
sv: Begär direkt åtkomst
th: ขอการเข้าถึงโดยตรง
uk: Запит на прямий доступ

source: Request direct access to OpenStack Tenant
ar: طلب الوصول المباشر إلى OpenStack Tenant
az: OpenStack İçarədara birbaşa giriş sorğusu
bn: OpenStack Tenant-এ সরাসরি অ্যাক্সেসের অনুরোধ করুন
cs: Žádost o přímý přístup ke klientovi OpenStack
de: Direktzugriff auf OpenStack Tenant anfragen
es: Solicitar acceso directo al inquilino de OpenStack
et: Küsi otseligipääsu OpenStack rentnikule
fi: Pyydä suoraa pääsyä OpenStack-vuokralaiseen
ky: OpenStack ижарачысына түз кирүүнү сураныңыз
lt: Pateikite tiesioginės prieigos prie OpenStack nuomininko užklausą
lv: Pieprasiet tiešu piekļuvi OpenStack Tenant
nb: Be om direkte tilgang til OpenStack Tenant
pl: Poproś o bezpośredni dostęp do dzierżawy OpenStack
ru: Запросить прямой доступ к OpenStack Tenant
sv: Begär direkt åtkomst till OpenStack Tenant
th: ขอการเข้าถึงโดยตรงไปยังผู้เช่า OpenStack
uk: Надішліть запит на прямий доступ до OpenStack Tenant

source: Request direct access to {name}
ar: طلب الوصول المباشر إلى{name}
az: Birbaşa giriş tələb edin {name}
bn: সরাসরি অ্যাক্সেসের জন্য অনুরোধ করুন{name}
cs: Žádost o přímý přístup k {name}
de: Fordern Sie direkten Zugriff auf {name} an
es: Solicitar acceso directo a {name}
et: Taotle otsest juurdepääsu {name}
fi: Pyydä suoraa pääsyä osoitteeseen{name}
ky: Түздөн-түз кирүүнү сураныңыз{name}
lt: Prašyti tiesioginės prieigos prie {name}
lv: Pieprasiet tiešu piekļuvi{name}
nb: Be om direkte tilgang til {name}
pl: Poproś o bezpośredni dostęp do{name}
ru: Запросите прямой доступ к{name}
sv: Begär direkt åtkomst till {name}
th: ขอเข้าถึงโดยตรงไปที่{name}
uk: Запит на прямий доступ до{name}

source: Request editing
ar: طلب التحرير
az: Düzəliş tələb edin
bn: সম্পাদনার অনুরোধ করুন
cs: Požadavek na úpravu
de: Bearbeitung anfordern
es: Solicitar edición
et: Taotle muutmist
fi: Pyydä muokkausta
ky: Түзөтүүнү сураныңыз
lt: Prašyti redagavimo
lv: Pieprasīt rediģēšanu
nb: Be om redigering
pl: Poproś o edycję
ru: Запросить редактирование
sv: Begär redigering
th: ขอแก้ไข
uk: Запит на редагування

source: Request for a change
ar: طلب التغيير
az: Dəyişiklik istəyi
bn: একটি পরিবর্তনের জন্য অনুরোধ
cs: Požadavek na změnu
de: Antrag auf Änderung
es: Solicitud de cambio
et: Muutmistaotlus
fi: Pyydä muutosta
ky: Өзгөртүү өтүнүчү
lt: Prašymas atlikti pakeitimą
lv: Pieprasīt izmaiņas
nb: Forespørsel om endring
pl: Prośba o zmianę
ru: Запрос на изменение
sv: Begäran om ändring
th: ขอเปลี่ยนแปลง
uk: Запит на зміну

source: Request for a termination
ar: طلب الإنهاء
az: Xatırlanma tələbi
bn: একটি সমাপ্তির জন্য অনুরোধ
cs: Požadavek na ukončení
de: Antrag auf Kündigung
es: Solicitud de terminación
et: Lõpetamise taotlus
fi: Irtisanomista koskeva pyyntö
ky: Токтотуу өтүнүчү
lt: Prašymas nutraukti sutartį
lv: Pieprasījums par izbeigšanu
nb: Forespørsel om oppsigelse
pl: Wniosek o wypowiedzenie
ru: Запрос на прекращение
sv: Begäran om uppsägning
th: ร้องขอให้เลิกจ้าง
uk: Заява про розірвання
