Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Calendar
ar: تقويم
az: Təqvim
bn: ক্যালেন্ডার
cs: Kalendář
de: Kalender
es: Calendario
et: Kalender
fi: Kalenteri
ky: Календар
lt: Kalendorius
lv: Kalendārs
nb: Kalender
pl: Kalendarz
ru: Календарь
sv: Kalender
th: ปฏิทิน
uk: Календар

source: Call
ar: دعا
az: Zəng edin
bn: কল
cs: Volejte
de: Anruf
es: Llamar
et: Konkurss
fi: Kutsua
ky: Чалуу
lt: Skambinti
lv: Zvaniet
nb: Anrop
pl: Nazwać
ru: Позвонить
sv: Ringa upp
th: เรียก
uk: Телефонуйте

source: Call details
ar: تفاصيل المكالمة
az: Zəng məlumatları
bn: কল বিস্তারিত
cs: Podrobnosti o volání
de: Anrufdetails
es: Detalles de la llamada
et: Konkursi üksikasjad
fi: Puhelutiedot
ky: Чалуу чоо-жайы
lt: Skambinimo informacija
lv: Zvana informācija
nb: Samtaledetaljer
pl: Szczegóły połączenia
ru: Детали звонка
sv: Samtalsuppgifter
th: รายละเอียดการโทร
uk: Деталі дзвінка

source: Call management
ar: إدارة المكالمات
az: Zəng idarəetməsi
bn: কল ব্যবস্থাপনা
cs: Správa hovorů
de: Anrufverwaltung
es: Gestión de llamadas
et: Konkursihaldamine
fi: Puhelunhallinta
ky: Чалууларды башкаруу
lt: Skambučių valdymas
lv: Zvanu pārvaldība
nb: Samtalehåndtering
pl: Zarządzanie połączeniami
ru: Управление конкурсами
sv: Samtalshantering
th: การจัดการการโทร
uk: Управління дзвінками

source: Call manager
ar: مدير الاتصال
az: Zəng meneceri
bn: ম্যানেজারকে কল করুন
cs: Správce hovorů
de: Den Manager rufen
es: Gestor de llamadas
et: Konkursi haldur
fi: Puhelujohtaja
ky: Чалуу менеджери
lt: Skambučių vadybininkas
lv: Zvanu menedžeris
nb: Ring leder
pl: Menedżer połączeń
ru: Позвонить менеджеру
sv: Ring chef
th: ผู้จัดการสายเรียกเข้า
uk: Менеджер дзвінків

source: Call round
az: Zəng dövrü

source: Call rounds
ar: جولات الدعوة
az: Zəng raundları
bn: কল রাউন্ড
cs: Volací kola
de: Rufrunden
es: rondas de llamadas
et: Konkursi voorud
fi: Puhelukierrokset
ky: Чалуу айлампасы
lt: Skambučių raundai
lv: Zvanu kārtas
nb: Ring runder
pl: Obchody
ru: Вызов раундов
sv: Ring rundor
th: โทรเป็นรอบ
uk: Викличні раунди

source: Call state updated.
az: Zəng vəziyyəti yeniləndi.

source: Call update
ar: تحديث المكالمة
az: Zəng yenilənməsi
bn: কল আপডেট
cs: Aktualizace hovoru
de: Update anrufen
es: Actualización de llamada
et: Konkursi uuendamine
fi: Soita päivitys
ky: Чалуу жаңыртуу
lt: Skambučių atnaujinimas
lv: Zvana atjauninājums
nb: Samtaleoppdatering
pl: Aktualizacja połączenia
ru: Обновление звонка
sv: Uppdatering av samtal
th: โทรอัพเดต
uk: Оновлення виклику

source: Caller
ar: المتصل
az: Zəng edən
bn: আহ্বানকারী
cs: Volající
de: Anrufer
es: Llamador
et: Pöörduja
fi: Soittaja
ky: Чалуу
lt: Skambintojas
lv: Zvanītājs
nb: Oppringer
pl: Gość
ru: Принявший звонок
sv: Uppringare
th: ผู้โทร
uk: абонент

source: Caller field name
ar: اسم حقل المتصل
az: Zəng edən sahənin adı
bn: কলার ক্ষেত্রের নাম
cs: Název pole volajícího
de: Name des Anruferfelds
es: Nombre del campo de la persona que llama
et: Helistaja välja nimi
fi: Soittajan kentän nimi
ky: Чалуу талаасынын аты
lt: Skambintojo lauko pavadinimas
lv: Zvanītāja lauka nosaukums
nb: Feltnavn for innringer
pl: Nazwa pola wywołującego
ru: Имя поля вызывающего абонента
sv: Uppringarens fältnamn
th: ชื่อฟิลด์ผู้โทร
uk: Ім&#39;я поля абонента

source: Calls
ar: المكالمات
az: Zənglər
bn: কল
cs: Volá
de: Anrufe
es: Llamadas
et: Konkursid
fi: Puhelut
ky: Чалуулар
lt: Skambučiai
lv: Zvani
nb: Samtaler
pl: Połączenia
ru: Звонков
sv: Samtal
th: โทร
uk: Дзвінки

source: Campaign end date
ar: تاريخ انتهاء الحملة
az: Kampaniyanın bitmə tarixi
bn: প্রচারের শেষ তারিখ
cs: Datum ukončení kampaně
de: Enddatum der Kampagne
es: Fecha de finalización de la campaña
et: Kampaania lõppkuupäev
fi: Kampanjan päättymispäivä
ky: Кампаниянын аяктоо күнү
lt: Kampanijos pabaigos data
lv: Kampaņas beigu datums
nb: Kampanjens sluttdato
pl: Data zakończenia kampanii
ru: Дата окончания кампании
sv: Kampanjens slutdatum
th: วันที่สิ้นสุดแคมเปญ
uk: Дата завершення кампанії

source: Campaign has been created.
ar: تم إنشاء الحملة.
az: Kampaniya yaradılıb.
bn: প্রচারণা তৈরি হয়েছে।
cs: Kampaň byla vytvořena.
de: Kampagne wurde erstellt.
es: Se ha creado la campaña.
et: Kampaania on loodud.
fi: Kampanja on luotu.
ky: Кампания түзүлдү.
lt: Kampanija sukurta.
lv: Kampaņa ir izveidota.
nb: Kampanje er opprettet.
pl: Kampania została utworzona.
ru: Кампания создана.
sv: Kampanjen har skapats.
th: สร้างแคมเปญแล้ว
uk: Кампанію створено.

source: Campaign has been updated.
ar: تم تحديث الحملة.
az: Kampaniya yeniləndi.
bn: প্রচারাভিযান আপডেট করা হয়েছে.
cs: Kampaň byla aktualizována.
de: Die Kampagne wurde aktualisiert.
es: La campaña ha sido actualizada.
et: Kampaania on uuendatud.
fi: Kampanja on päivitetty.
ky: Кампания жаңыртылды.
lt: Kampanija buvo atnaujinta.
lv: Kampaņa ir atjaunināta.
nb: Kampanjen er oppdatert.
pl: Kampania została zaktualizowana.
ru: Кампания обновлена.
sv: Kampanjen har uppdaterats.
th: แคมเปญได้รับการอัปเดตแล้ว
uk: Кампанію оновлено.

source: Campaign name
ar: اسم الحملة
az: Kampaniyanın adı
bn: প্রচারাভিযান নাম
cs: Název kampaně
de: Kampagnenname
es: Nombre de la campaña
et: Kampaania nimi
fi: Kampanjan nimi
ky: үгүт аты
lt: Kampanijos pavadinimas
lv: Kampaņas nosaukums
nb: Navn på kampanje
pl: Nazwa kampanii
ru: Название кампании
sv: Kampanj namn
th: ชื่อแคมเปญ
uk: Назва кампанії

source: Campaign start date
ar: تاريخ بدء الحملة
az: Kampaniyanın başlanğıc tarixi
bn: প্রচার শুরুর তারিখ
cs: Datum zahájení kampaně
de: Startdatum der Kampagne
es: Fecha de inicio de la campaña
et: Kampaania alguskuupäev
fi: Kampanjan alkamispäivä
ky: Кампаниянын башталышы
lt: Kampanijos pradžios data
lv: Kampaņas sākuma datums
nb: Kampanjens startdato
pl: Data rozpoczęcia kampanii
ru: Дата начала кампании
sv: Kampanjens startdatum
th: วันที่เริ่มต้นแคมเปญ
uk: Дата початку кампанії

source: Campaigns
ar: الحملات
az: Kampaniyalar
bn: প্রচারণা
cs: Kampaně
de: Kampagnen
es: Campañas
et: Kampaaniad
fi: Kampanjat
ky: Кампаниялар
lt: Kampanijos
lv: Kampaņas
nb: Kampanjer
pl: Kampanie
ru: Кампании
sv: Kampanjer
th: แคมเปญ
uk: Кампанії

source: Cancel
ar: إلغاء
az: Ləğv edin
bn: বাতিল করুন
cs: Zrušit
de: Abbrechen
es: Cancelar
et: Tühista
fi: Peruuttaa
ky: жокко чыгаруу
lt: Atšaukti
lv: Atcelt
nb: Avbryt
pl: Anuluj
ru: Отменить
sv: Avbryt
th: ยกเลิก
uk: Скасувати

source: Cancel booking
ar: إلغاء الحجز
az: Rezervasyonun ləğv
bn: বুকিং বাতিল করুন
cs: Zrušit rezervaci
de: Buchung stornieren
es: Cancelar la reserva
et: Tühista broneering
fi: Peruuta varaus
ky: Ээлеп коюуну жокко чыгаруу
lt: Atšaukti užsakymą
lv: Atcelt rezervāciju
nb: Avbryt bestilling
pl: Anulować rezerwację
ru: Отменить бронировку
sv: Avbryt bokningen
th: ยกเลิกการจอง
uk: Скасувати бронювання

source: Cancel invitation
ar: إلغاء الدعوة
az: Dəvəti ləğv edin
bn: আমন্ত্রণ বাতিল করুন
cs: Zrušit pozvánku
de: Einladung stornieren
es: Cancelar la invitación
et: Tühista kutse
fi: Peruuta kutsu
ky: Чакырууну жокко чыгаруу
lt: Atšaukti kvietimą
lv: Atcelt ielūgumu
nb: Avbryt invitasjon
pl: Anuluj zaproszenie
ru: Отменить приглашение
sv: Avbryta inbjudan
th: ยกเลิกคำเชิญ
uk: Скасувати запрошення

source: Cancel order
ar: إلغاء الطلب
az: Sifarişi ləğ
bn: আদেশ বাতিল
cs: Zrušit objednávku
de: Bestellung stornieren
es: Cancelar pedido
et: Tühista tellimus
fi: Peruuta tilaus
ky: Буйрутманы жокко чыгаруу
lt: Atšaukti užsakymą
lv: Atcelt pasūtījumu
nb: Annullere bestilling
pl: Anuluj zamówienie
ru: Отменить заказ
sv: Avbryt beställning
th: ยกเลิกคำสั่งซื้อ
uk: Відмінити замовлення

source: Cancel payment
ar: الغاء الدفع
az: Ödənişi ləğv edin
bn: পেমেন্ট বাতিল করুন
cs: Zrušit platbu
de: Zahlung stornieren
es: Cancelar el pago
et: Tühista makse
fi: Peruuta maksu
ky: Төлөмдү жокко чыгаруу
lt: Atšaukti mokėjimą
lv: Atcelt maksājumu
nb: Avbryt betaling
pl: Anuluj płatność
ru: Отменить платёж
sv: Avbryt betalningen
th: ยกเลิกการชำระเงิน
uk: Скасувати платіж

source: Cancel request
ar: إلغاء الطلب
az: Sorğunu ləğv edin
bn: অনুরোধ বাতিল
cs: Zrušit požadavek
de: Anfrage abbrechen
es: Cancelar la solicitud
et: Tühista taotlus
fi: Peruuta pyyntö
ky: Өтүнүчтү жокко чыгаруу
lt: Atšaukti užklausą
lv: Atcelt pieprasījumu
nb: Avbryt forespørsel
pl: Anuluj prośbę
ru: Отменить запрос
sv: Avbryt begäran
th: ยกเลิกคำขอ
uk: Скасувати запит

source: Canceled
ar: ملغي
az: Ləğv edildi
bn: বাতিল
cs: Zrušeno
de: Abgebrochen
es: Cancelado
et: Tühistatud
fi: Peruutettu
ky: Жокко чыгарылды
lt: Atšauktas
lv: Atcelts
nb: Avbrutt
pl: Anulowane
ru: Отменённый
sv: Avbruten
th: ยกเลิก
uk: Скасовано

source: Cancelled
ar: الغاء
az: Ləğv edildi
bn: বাতিল
cs: Zrušeno
de: Abgebrochen
es: Cancelado
et: Tühistatud
fi: Peruttu
ky: Жокко чыгарылды
lt: Atšauktas
lv: Atcelts
nb: Avbrutt
pl: Anulowane
ru: Отменённый
sv: Avbruten
th: ยกเลิก
uk: Скасовано

source: Cannot create floating IP if tenant external network is not defined.
ar: لا يمكن إنشاء IP عائم إذا لم يتم تعريف الشبكة الخارجية للمستأجر.
az: Kirayəçinin xarici şəbəkəsi müəyyən edilmədikdə üzən IP yarada bilməz.
bn: ভাড়াটে বহিরাগত নেটওয়ার্ক সংজ্ঞায়িত না থাকলে ভাসমান আইপি তৈরি করা যাবে না।
cs: Nelze vytvořit plovoucí IP, pokud není definována externí síť klienta.
de: Kann keine Floating-IP erstellen, wenn ein externes Mandantennetzwerk nicht definiert ist.
es: No se puede crear una IP flotante si la red externa del inquilino no está definida.
et: Liikuvat IP-d ei saa luua, kui väline võrk pole määratletud.
fi: Kelluvaa IP-osoitetta ei voi luoda, jos vuokralaisen ulkoista verkkoa ei ole määritetty.
ky: Ижарачынын тышкы тармагы аныкталбаса, калкыма IP түзө албайт.
lt: Negalima sukurti slankiojo IP, jei neapibrėžtas nuomininko išorinis tinklas.
lv: Nevar izveidot peldošu IP, ja nav definēts nomnieka ārējais tīkls.
nb: Kan ikke opprette flytende IP hvis leietaker eksternt nettverk ikke er definert.
pl: Nie można utworzyć pływającego adresu IP, jeśli nie zdefiniowano sieci zewnętrznej dzierżawcy.
ru: Невозможно создать плавающий IP-адрес, если внешняя сеть не определена.
sv: Det går inte att skapa flytande IP om klientens externa nätverk inte är definierat.
th: ไม่สามารถสร้าง IP แบบลอยได้หากไม่ได้กำหนดเครือข่ายภายนอกของผู้เช่า
uk: Неможливо створити плаваючу IP-адресу, якщо зовнішня мережа клієнта не визначена.

source: Capacity
ar: سعة
az: Tutum
bn: ক্ষমতা
cs: Kapacita
de: Kapazität
es: Capacidad
et: Maht
fi: Kapasiteetti
ky: Кубаттуулугу
lt: Talpa
lv: Jauda
nb: Kapasitet
pl: Pojemność
ru: Планирование ресурсов
sv: Kapacitet
th: ความจุ
uk: Ємність

source: Catalog
ar: كتالوج
az: Kataloq
bn: ক্যাটালগ
cs: Katalog
de: Katalog
es: Catálogo
et: Kataloog
fi: Luettelo
ky: Каталог
lt: Katalogas
lv: Katalogs
nb: Katalog
pl: Katalog
ru: Каталог
sv: Katalog
th: แคตตาล็อก
uk: Каталог

source: Catalog URL
ar: عنوان URL للكتالوج
az: Kataloq URL
bn: ক্যাটালগ URL
cs: URL katalogu
de: Katalog-URL
es: URL del catálogo
et: Kataloogi URL
fi: Katalogin URL-osoite
ky: Каталог URL
lt: Katalogo URL
lv: Kataloga URL
nb: Katalog-URL
pl: Adres URL katalogu
ru: URL-адрес каталога
sv: Katalog URL
th: URL แคตตาล็อก
uk: URL-адреса каталогу

source: Catalog has been created.
ar: تم إنشاء الكتالوج.
az: Kataloq yaradılıb.
bn: ক্যাটালগ তৈরি করা হয়েছে।
cs: Katalog byl vytvořen.
de: Katalog wurde erstellt.
es: Se ha creado un catálogo.
et: Kataloog on loodud.
fi: Katalogi on luotu.
ky: Каталог түзүлдү.
lt: Katalogas sukurtas.
lv: Katalogs ir izveidots.
nb: Katalogen er opprettet.
pl: Katalog został stworzony.
ru: Каталог создан.
sv: Katalogen har skapats.
th: สร้างแคตตาล็อกแล้ว
uk: Каталог створено.

source: Catalog has been deleted.
ar: تم حذف الكتالوج.
az: Kataloq silindi.
bn: ক্যাটালগ মুছে ফেলা হয়েছে.
cs: Katalog byl odstraněn.
de: Der Katalog wurde gelöscht.
es: El catálogo ha sido eliminado.
et: Kataloog on kustutatud.
fi: Katalogi on poistettu.
ky: Каталог өчүрүлдү.
lt: Katalogas ištrintas.
lv: Katalogs ir izdzēsts.
nb: Katalogen er slettet.
pl: Katalog został usunięty.
ru: Каталог был удален.
sv: Katalogen har tagits bort.
th: แคตตาล็อกถูกลบแล้ว
uk: Каталог видалено.

source: Catalogues
ar: الكتالوجات
az: Kataloqlar
bn: ক্যাটালগ
cs: Katalogy
de: Kataloge
es: Catálogos
et: Kataloogid
fi: Luettelot
ky: Каталогдор
lt: Katalogai
lv: Katalogi
nb: Kataloger
pl: Katalogi
ru: Каталоги
sv: Kataloger
th: แคตตาล็อก
uk: Каталоги

source: Categories
ar: فئات
az: Kateqoriyalar
bn: ক্যাটাগরি
cs: Kategorie
de: Kategorien
es: Categorías
et: Kategooriad
fi: Luokat
ky: категориялар
lt: Kategorijos
lv: Kategorijas
nb: Kategorier
pl: Kategorie
ru: Категории
sv: Kategorier
th: หมวดหมู่
uk: Категорії

source: Category
ar: باب
az: Kateqoriya
bn: শ্রেণী
cs: Kategorie
de: Kategorie
es: Categoría
et: Kategooria
fi: Luokka
ky: Категория
lt: Kategorija
lv: Kategorija
nb: Kategori
pl: Kategoria
ru: Категория
sv: Kategori
th: หมวดหมู่
uk: Категорія

source: Category doesn't contain sections.
ar: الفئة لا تحتوي على أقسام.
az: Kateqoriyada bölmələr yoxdur.
bn: শ্রেণীতে বিভাগ থাকে না।
cs: Kategorie neobsahuje sekce.
de: Die Kategorie enthält keine Abschnitte.
es: La categoría no contiene secciones.
et: Kategooria ei sisalda sektsioone.
fi: Luokka ei sisällä osioita.
ky: Категория бөлүмдөрдү камтыбайт.
lt: Kategorijoje nėra skyrių.
lv: Kategorijā nav sadaļas.
nb: Kategori inneholder ikke seksjoner.
pl: Kategoria nie zawiera sekcji.
ru: Категория не содержит разделов.
sv: Kategori innehåller inte avsnitt.
th: หมวดหมู่ไม่มีส่วนต่างๆ
uk: Категорія не містить розділів.

source: Category groups
ar: مجموعات الفئات
az: kateqoriya qrupları
bn: বিভাগ গ্রুপ
cs: Skupiny kategorií
de: Kategoriegruppen
es: Grupos de categorías
et: Kategooriate grupid
fi: Luokkaryhmät
ky: Категория топтору
lt: Kategorijų grupės
lv: Kategoriju grupas
nb: Kategorigrupper
pl: Grupy kategorii
ru: Группы категорий
sv: Kategorigrupper
th: กลุ่มหมวดหมู่
uk: Групи категорій

source: Category has been updated.
ar: تم تحديث الفئة.
az: Kateqoriya yeniləndi.
bn: বিভাগ আপডেট করা হয়েছে.
cs: Kategorie byla aktualizována.
de: Kategorie wurde aktualisiert.
es: La categoría ha sido actualizada.
et: Kategooria on uuendatud.
fi: Luokka on päivitetty.
ky: Категория жаңыртылды.
lt: Kategorija buvo atnaujinta.
lv: Kategorija ir atjaunināta.
nb: Kategori er oppdatert.
pl: Kategoria została zaktualizowana.
ru: Категория обновлена.
sv: Kategori har uppdaterats.
th: หมวดหมู่ได้รับการปรับปรุงแล้ว
uk: Категорію оновлено.

source: Category is invalid.
ar: الفئة غير صالحة.
az: Kateqoriya etibarsızdır.
bn: বিভাগটি অবৈধ।
cs: Kategorie je neplatná.
de: Kategorie ist ungültig.
es: La categoría no es válida.
et: Kategooria on vigane.
fi: Luokka on virheellinen.
ky: Категория жараксыз.
lt: Kategorija neteisinga.
lv: Kategorija nav derīga.
nb: Kategorien er ugyldig.
pl: Kategoria jest nieprawidłowa.
ru: Недопустимая категория.
sv: Kategori är ogiltig.
th: หมวดหมู่ไม่ถูกต้อง
uk: Категорія недійсна.

source: Category name
ar: اسم الفئة
az: Kateqoriya adı
bn: বিভাগ নাম
cs: Název kategorie
de: Kategoriename
es: Nombre de la categoría
et: Kategooria nimi
fi: Kategorian nimi
ky: Категориянын аталышы
lt: Kategorijos pavadinimas
lv: Kategorijas nosaukums
nb: Kategori navn
pl: Nazwa Kategorii
ru: Название категории
sv: Kategori namn
th: ชื่อหมวดหมู่
uk: Назва категорії

source: Challenge code
ar: كود التحدي
az: Sorğunun kodu
bn: চ্যালেঞ্জ কোড
cs: Kód výzvy
de: Herausforderungscode
es: Código de desafío
et: Väljakutse kood
fi: Haastekoodi
ky: Чакырык коду
lt: Iššūkio kodas
lv: Izaicinājuma kods
nb: Utfordringskode
pl: Kod wyzwania
ru: Код вызова
sv: Utmaningskod
th: รหัสท้าทาย
uk: Код виклику

source: Change
ar: تغيير
az: Dəyişiklik
bn: পরিবর্তন
cs: Změnit
de: Veränderung
es: Cambiar
et: Muuda
fi: Muuttaa
ky: өзгөртүү
lt: Keisti
lv: Mainīt
nb: Endre
pl: Zmieniać
ru: Изменить
sv: Ändra
th: เปลี่ยน
uk: Змінити

source: Change Request
ar: طلب تعديل
az: Sorğunu dəyişin
bn: পরিবর্তনের অনুরোধ
cs: Požadavek na změnu
de: Änderungsanforderung
es: Solicitud de cambio
et: Muutuse päring
fi: Muutospyyntö
ky: Өтүнүчтү өзгөртүү
lt: Keisti užklausą
lv: Mainīt pieprasījumu
nb: Endre forespørsel
pl: Żądanie zmiany
ru: Запрос на изменение
sv: Ändringsbegäran
th: คำขอเปลี่ยนแปลง
uk: Запит на зміну

source: Change avatar
ar: تغيير الصورة الرمزية
az: Avatarı dəyişdirin
bn: অবতার পরিবর্তন করুন
cs: Změna avatara
de: Avatar ändern
es: Cambiar avatar
et: Muuda pilti
fi: Vaihda avatar
ky: Аватарды өзгөртүү
lt: Keisti avatarą
lv: Mainīt iemiesojumu
nb: Bytt avatar
pl: Zmień awatar
ru: Изменить аватар
sv: Ändra avatar
th: เปลี่ยนอวตาร
uk: Змінити аватар

source: Change email
ar: تغيير البريد الإلكتروني
az: E-poçtu dəyişdirin
bn: ইমেল পরিবর্তন করুন
cs: Změnit e-mail
de: E-Mail ändern
es: Cambiar el correo electrónico
et: Muuda e-posti aadressi
fi: Vaihda sähköpostiosoite
ky: Электрондук почтаны өзгөртүү
lt: Keisti el. paštą
lv: E-pasta maiņa
nb: Endre e-post
pl: Zmień adres e-mail
ru: Изменить адрес эл. почты
sv: Ändra e-post
th: เปลี่ยนอีเมล
uk: Змінити електронну адресу

source: Change flavor
ar: تغيير النكهة
az: Formanı dəyişin
bn: স্বাদ পরিবর্তন করুন
cs: Změna příchuti
de: Ändern Sie den Geschmack
es: Cambiar el sabor
et: Muuda tüüpi
fi: Muuta makua
ky: Даамын өзгөртүү
lt: Keisti skonį
lv: Mainiet garšu
nb: Endre smak
pl: Zmień smak
ru: Изменить вкус
sv: Ändra smak
th: เปลี่ยนรสชาติ
uk: Змінити смак

source: Change limits
ar: حدود التغيير
az: Limitləri dəyişdirin
bn: সীমা পরিবর্তন করুন
cs: Změna limitů
de: Grenzen ändern
es: Cambiar los límites
et: Muuda limiite
fi: Muuta rajoja
ky: Чектерди өзгөртүү
lt: Keisti ribas
lv: Mainiet ierobežojumus
nb: Endre grenser
pl: Zmień limity
ru: Изменить лимиты
sv: Ändra gränser
th: เปลี่ยนขีดจำกัด
uk: Змінити обмеження

source: Change of limits of SLURM allocation {name}
ar: تغيير حدود تخصيص SLURM{name}
az: SLURM ayrılmasının limitlərinin dəyişdirilməsi {name}
bn: SLURM বরাদ্দের সীমা পরিবর্তন{name}
cs: Změna limitů alokace SLURM{name}
de: Änderung der Grenzen der SLURM-Zuteilung{name}
es: Cambio de los límites de asignación de SLURM {name}
et: Muuda SLURMi jaotuse {name} limiite
fi: SLURM-allokoinnin rajojen muutos{name}
ky: SLURM бөлүштүрүүнүн чектерин өзгөртүү{name}
lt: SLURM paskirstymo limitų keitimas{name}
lv: SLURM piešķīruma limitu maiņa{name}
nb: Endring av rammer for SLURM-tildeling{name}
pl: Zmiana limitów alokacji SLURM{name}
ru: Изменение лимитов распределения SLURM{name}
sv: Ändring av gränser för SLURM-tilldelning{name}
th: การเปลี่ยนแปลงขีดจำกัดของการจัดสรร SLURM{name}
uk: Зміна лімітів розміщення SLURM{name}

source: Change organization
ar: تغيير المنظمة
az: Təşkilati dəyişdirin
bn: সংগঠন পরিবর্তন করুন
cs: Změnit organizaci
de: Organisation ändern
es: Cambiar organización
et: Muuda organisatsiooni
fi: Muuta organisaatiota
ky: Уюмду өзгөртүү
lt: Keisti organizaciją
lv: Mainīt organizāciju
nb: Endre organisasjon
pl: Zmień organizację
ru: Изменить организацию
sv: Byt organisation
th: เปลี่ยนองค์กร
uk: Змінити організацію

source: Change plan
ar: تغيير الخطة
az: Planı dəyişdirin
bn: পরিকল্পনা পরিবর্তন করুন
cs: Změnit plán
de: Änderungsplan
es: Cambiar el plan
et: Muuda plaani
fi: Muuta suunnitelmaa
ky: Планды өзгөртүү
lt: Keisti planą
lv: Mainīt plānu
nb: Endre plan
pl: Zmień plan
ru: Сменить тариф
sv: Ändra plan
th: เปลี่ยนแผน
uk: Змінити план

source: Change request - client’s request to perform a generic modification of data or service.
ar: طلب التغيير - طلب العميل لإجراء تعديل عام للبيانات أو الخدمة.
az: Dəyişdirmə tələbi - müştərinin məlumatların və ya xidmətin ümumi dəyişdirilməsini həyata keçirmək istəyi.
bn: পরিবর্তনের অনুরোধ - ডেটা বা পরিষেবার জেনেরিক পরিবর্তন করার জন্য ক্লায়েন্টের অনুরোধ।
cs: Požadavek na změnu - požadavek klienta na provedení obecné změny dat nebo služby.
de: Änderungsanforderung - Anforderung des Kunden, eine generische Änderung von Daten oder Diensten durchzuführen.
es: Solicitud de cambio: solicitud del cliente para realizar una modificación genérica de los datos o del servicio.
et: Muudatuse tellimus – kliendi soov teenuse osalise või täieliku funktsionaalsuse, ligipääsu või komponentide muutmiseks, lisamiseks, liigutamiseks või eemaldamiseks.
fi: Muutospyyntö - asiakkaan pyyntö tehdä yleinen muutos dataan tai palveluun.
ky: Өзгөртүү өтүнүчү - кардардын маалыматтардын же кызматтын жалпы модификациясын жасоо талабы.
lt: Keitimo užklausa - kliento užklausa atlikti bendrą duomenų ar paslaugos modifikavimą.
lv: Izmaiņu pieprasījums - klienta pieprasījums veikt vispārīgu datu vai pakalpojuma modifikāciju.
nb: Endre forespørsel - klientens forespørsel om å utføre en generisk endring av data eller tjeneste.
pl: Żądanie zmiany – żądanie Klienta dotyczące ogólnej modyfikacji danych lub usługi.
ru: Запрос на изменение - запрос клиента на изменение данных или услуг.
sv: Ändringsbegäran - klientens begäran om att utföra en generisk ändring av data eller tjänst.
th: คำขอเปลี่ยนแปลง - คำขอของลูกค้าในการดำเนินการแก้ไขข้อมูลหรือบริการทั่วไป
uk: Запит на зміну - запит клієнта на виконання загальної модифікації даних або послуги.

source: Change resource limits
ar: تغيير حدود الموارد
az: Resurs limitlərini dəyişdirin
bn: সম্পদের সীমা পরিবর্তন করুন
cs: Změna omezení zdrojů
de: Ressourcenlimits ändern
es: Cambiar los límites de recursos
et: Muuda ressursside limiite
fi: Muuta resurssirajoja
ky: Ресурстук чектөөлөрдү өзгөртүү
lt: Keisti išteklių ribas
lv: Mainiet resursu ierobežojumus
nb: Endre ressursgrenser
pl: Zmień limity zasobów
ru: Изменение лимитов ресурсов
sv: Ändra resursgränser
th: เปลี่ยนขีดจำกัดทรัพยากร
uk: Змінити обмеження ресурсів

source: Change resource plan
ar: تغيير خطة الموارد
az: Resurs planını dəyişdirin
bn: সম্পদ পরিকল্পনা পরিবর্তন
cs: Změna plánu zdrojů
de: Ressourcenplan ändern
es: Cambiar el plan de recursos
et: Muuda ressursside plaani
fi: Muuta resurssisuunnitelmaa
ky: Ресурстук планды өзгөртүү
lt: Keisti išteklių planą
lv: Mainiet resursu plānu
nb: Endre ressursplan
pl: Zmień plan zasobów
ru: Сменить тариф ресурса
sv: Ändra resursplan
th: เปลี่ยนแผนทรัพยากร
uk: Змінити план ресурсів

source: Change user email
ar: تغيير البريد الإلكتروني للمستخدم
az: İstifadəçi e-poçtunu dəyiş
bn: ব্যবহারকারীর ইমেল পরিবর্তন করুন
cs: Změna e-mailu uživatele
de: Benutzer-E-Mail ändern
es: Cambiar el correo electrónico del usuario
et: Kasutaja e-maili muutmine
fi: Vaihda käyttäjän sähköpostiosoite
ky: Колдонуучунун электрондук почтасын өзгөртүү
lt: Keisti vartotojo el. paštą
lv: Mainīt lietotāja e-pastu
nb: Endre bruker-e-post
pl: Zmień adres e-mail użytkownika
ru: Изменить адрес электронной почты пользователя
sv: Ändra användares e-post
th: เปลี่ยนอีเมล์ผู้ใช้
uk: Змінити електронну адресу користувача

source: Changing flavor
ar: تغيير النكهة
az: Forma dəyişilir
bn: স্বাদ পরিবর্তন
cs: Změna příchuti
de: Geschmack ändern
es: Cambio de sabor
et: Muuda tüüpi
fi: Maun muuttaminen
ky: Даамын өзгөртүү
lt: Skonio keitimas
lv: Mainot garšu
nb: Endre smak
pl: Zmiana smaku
ru: Изменение вкуса
sv: Ändra smak
th: รสชาติที่เปลี่ยนไป
uk: Зміна смаку

source: Changing password
ar: تغيير كلمة المرور
az: Şifrəni dəyişin
bn: পাসওয়ার্ড পরিবর্তন করা
cs: Změna hesla
de: Ändern des Kennworts
es: Cambiando contraseña
et: Muuda parooli
fi: Salasanan vaihtaminen
ky: Сырсөздү өзгөртүү
lt: Slaptažodžio keitimas
lv: Paroles maiņa
nb: Endre passord
pl: Zmiana hasła
ru: Изменение пароля
sv: Ändra lösenord
th: การเปลี่ยนรหัสผ่าน
uk: Зміна пароля

source: Check name
ar: تحقق من الاسم
az: Adını yoxlayın
bn: নাম চেক করুন
cs: Zkontrolujte jméno
de: Namen prüfen
es: Compruebe el nombre
et: Kontrolli nime
fi: Tarkista nimi
ky: Атын текшерүү
lt: Patikrinkite vardą
lv: Pārbaudiet vārdu
nb: Sjekk navn
pl: Sprawdź nazwę
ru: Проверить имя
sv: Kontrollera namnet
th: เช็คชื่อ
uk: Перевірити назву
