Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: The date is inclusive. Once reached, all project resource will be scheduled for termination.
ar: التاريخ شامل. بمجرد الوصول إليه، ستتم جدولة جميع موارد المشروع للإنهاء.
az: Tarix daxildir. Çatıldıqdan sonra bütün layihə resurslarının dayandırılması planlaşdırılacaq.
bn: তারিখটি অন্তর্ভুক্ত। একবার পৌঁছে গেলে, সমস্ত প্রকল্প সংস্থান সমাপ্তির জন্য নির্ধারিত হবে।
cs: Datum je uvedeno včetně. Po jeho dosažení budou všechny zdroje projektu plánovaně ukončeny.
de: Das Datum ist inklusive. Sobald sie erreicht sind, werden alle Projektressourcen für die Beendigung geplant.
es: La fecha es inclusiva. Una vez alcanzado, todos los recursos del proyecto se programarán para su terminación.
et: Pärast märgitud kuupäeva määratakse kõik projektiressursid tühistamisele.
fi: Päivämäärä on mukaan lukien. Kun projekti on saavutettu, kaikki projektiresurssit ajoitetaan lopetettaviksi.
ky: Дата камтылган. Жетилгенден кийин, долбоордун бардык ресурсу токтотулат.
lt: Data yra imtinai. Pasiekus, bus suplanuota nutraukti visus projekto išteklius.
lv: Datums ir iekļauts. Kad tas būs sasniegts, visi projekta resursi tiks ieplānoti pārtraukšanai.
nb: Datoen er inkluderende. Når den er nådd, planlegges all prosjektressurs for avslutning.
pl: Data jest włącznie. Po osiągnięciu tego poziomu wszystkie zasoby projektu zostaną zaplanowane do zakończenia.
ru: Дата указана включительно. После достижения все ресурсы проекта будут запланированы к прекращению.
sv: Datumet är inkluderande. När den har nåtts kommer alla projektresurser att schemaläggas för avslutning.
th: รวมวันที่แล้ว เมื่อถึงแล้ว ทรัพยากรโครงการทั้งหมดจะถูกกำหนดเวลาสำหรับการยุติ
uk: Дата включно. Після досягнення всіх ресурсів проекту буде заплановано припинення.

source: The date is inclusive. Once reached, resource will be scheduled for termination.
ar: التاريخ شامل. بمجرد الوصول إليه، ستتم جدولة المورد للإنهاء.
az: Tarix daxildir. Çatıldıqdan sonra resursun dayandırılması planlaşdırılacaq.
bn: তারিখটি অন্তর্ভুক্ত। একবার পৌঁছে গেলে, সম্পদ সমাপ্তির জন্য নির্ধারিত হবে।
cs: Datum je včetně. Po dosažení zdroje bude naplánováno ukončení.
de: Das Datum ist inklusive. Sobald diese erreicht ist, wird die Beendigung der Ressource eingeplant.
es: La fecha es inclusiva. Una vez alcanzado, se programará la finalización del recurso.
et: Pärast märgitud kuupäeva määratakse kõik projektiressursid tühistamisele.
fi: Päivämäärä on mukaan lukien. Kun resurssi on saavutettu, se ajoitetaan lopetettaviksi.
ky: Дата камтылган. Жетилгенден кийин, ресурсту токтотуу пландаштырылат.
lt: Data yra imtinai. Pasiekus išteklius bus suplanuotas nutraukimas.
lv: Datums ir iekļauts. Kad resurss tiks sasniegts, tā pārtraukšana tiks ieplānota.
nb: Datoen er inkludert. Når ressursen er nådd, planlegges oppsigelse.
pl: Data jest włącznie. Po osiągnięciu zasób zostanie zaplanowany do zakończenia.
ru: Дата указана включительно. После достижения ресурс будет запланирован на прекращение.
sv: Datumet är inklusive. När den nåtts kommer resursen att schemaläggas för uppsägning.
th: รวมวันที่แล้ว เมื่อถึงแล้ว ทรัพยากรจะถูกกำหนดเวลาสำหรับการยุติ
uk: Дата включно. Після досягнення ресурсу буде заплановано припинення.

source: The endpoint for endpoint discovery.
ar: نقطة النهاية لاكتشاف نقطة النهاية.
az: Son nöqtənin kəşfi üçün son nöqtəsi.
bn: শেষবিন্দু আবিষ্কারের জন্য শেষ বিন্দু।
cs: Koncový bod pro zjišťování koncového bodu.
de: Der Endpunkt für die Endpunkterkennung.
es: El punto final para el descubrimiento de puntos finales.
et: Lõpp-punkti avastamise lõpp-punkt.
fi: Päätepisteen haun päätepiste.
ky: Аяккы чекитти табуу үчүн акыркы чекит.
lt: Galutinis taško aptikimo taškas.
lv: Galapunkts galapunkta noteikšanai.
nb: Endepunktet for endepunktsoppdagelse.
pl: Punkt końcowy odnajdywania punktów końcowych.
ru: Конечная точка для обнаружения конечной точки.
sv: Endpoint för endpoint discovery.
th: จุดสิ้นสุดสำหรับการค้นพบจุดสิ้นสุด
uk: Кінцева точка для виявлення кінцевої точки.

source: The endpoint for user details management.
ar: نقطة النهاية لإدارة تفاصيل المستخدم.
az: İstifadəçi detallarının idarə edilməsi üçün son nöqtə.
bn: ব্যবহারকারীর বিবরণ পরিচালনার জন্য শেষ পয়েন্ট।
cs: Koncový bod pro správu podrobností o uživatelích.
de: Der Endpunkt für die Verwaltung von Benutzerdetails.
es: El punto final para la administración de los detalles de los usuarios.
et: Kasutajaandmete haldamise lõpp-punkt.
fi: Käyttäjätietojen hallinnan päätepiste.
ky: Колдонуучунун чоо-жайын башкаруу үчүн акыркы чекит.
lt: Galutinis naudotojo informacijos valdymo taškas.
lv: Lietotāja informācijas pārvaldības galapunkts.
nb: Endepunktet for administrasjon av brukerdetaljer.
pl: Punkt końcowy do zarządzania szczegółami użytkownika.
ru: Конечная точка для управления данными пользователя.
sv: Slutpunkten för hantering av användarinformation.
th: จุดสิ้นสุดสำหรับการจัดการรายละเอียดผู้ใช้
uk: Кінцева точка для керування деталями користувачів.

source: The following substitution variables are available: resource_name, resource_username, backend_id
ar: تتوفر متغيرات الاستبدال التالية: Resource_name، Resource_username، backend_id
az: Aşağıdakı əvəzetmə dəyişənləri mövcuddur: resource_name, resource_username, backend_id
bn: নিম্নলিখিত প্রতিস্থাপন ভেরিয়েবল উপলব্ধ: resource_name, resource_username, backend_id
cs: K dispozici jsou následující substituční proměnné: resource_name, resource_username, backend_id
de: Die folgenden Substitutionsvariablen stehen zur Verfügung: Ressourcenname, Ressourcenbenutzername, Backend_ID
es: Están disponibles las siguientes variables de sustitución: resource_name, resource_username, backend_id
et: Saadaval on järgmised asendusmuutujad: ressursi_nimi, ressursi_kasutajanimi, backend_id
fi: Seuraavat korvaavat muuttujat ovat käytettävissä: resurssin_nimi, resurssin_käyttäjänimi, backend_id
ky: Төмөнкү алмаштыруу өзгөрмөлөрү жеткиликтүү: ресурс_аты, ресурстун_колдонуучу аты, арткы_идентификатор
lt: Galimi šie pakaitiniai kintamieji: ištekliaus_pavadinimas, ištekliaus_naudotojo vardas, backend_id
lv: Ir pieejami šādi aizstāšanas mainīgie: resursa_nosaukums, resursa_lietotāja nosaukums, backend_id
nb: Følgende erstatningsvariabler er tilgjengelige: ressursnavn, ressursbrukernavn, backend_id
pl: Dostępne są następujące zmienne zastępcze: nazwa_zasobu, nazwa_użytkownika zasobu, identyfikator_zaplecza
ru: Доступны следующие переменные подстановки: имя_ресурса, имя_пользователя_ресурса, backend_id.
sv: Följande ersättningsvariabler är tillgängliga: resursnamn, resursanvändarnamn, backend_id
th: ตัวแปรทดแทนต่อไปนี้สามารถใช้ได้: resources_name, resources_username, backend_id
uk: Доступні наступні змінні підстановки: resource_name, resource_username, backend_id

source: The following substitution variables are available: {resource_name}, {resource_username}, {backend_id}
ar: تتوفر متغيرات الاستبدال التالية:{resource_name} ,{resource_username} ,{backend_id}
az: Aşağıdakı əvəzetmə dəyişənləri mövcuddur:{resource_name},{resource_username}, {backend_id}
bn: নিম্নলিখিত প্রতিস্থাপন ভেরিয়েবল উপলব্ধ:{resource_name} ,{resource_username} ,{backend_id}
cs: K dispozici jsou následující substituční proměnné:{resource_name} ,{resource_username} ,{backend_id}
de: Folgende Substitutionsvariablen stehen zur Verfügung:{resource_name} ,{resource_username} ,{backend_id}
es: Están disponibles las siguientes variables de sustitución: {resource_name}, {resource_username}, {backend_id}
et: Saadaval on järgmised asendusmuutujad:{resource_name} ,{resource_username} ,{backend_id}
fi: Seuraavat korvausmuuttujat ovat saatavilla:{resource_name} ,{resource_username} ,{backend_id}
ky: Төмөнкү алмаштыруу өзгөрмөлөр жеткиликтүү:{resource_name} ,{resource_username} ,{backend_id}
lt: Galimi šie pakaitiniai kintamieji:{resource_name} ,{resource_username} ,{backend_id}
lv: Ir pieejami šādi aizstāšanas mainīgie:{resource_name} ,{resource_username} ,{backend_id}
nb: Følgende substitusjonsvariabler er tilgjengelige:{resource_name} ,{resource_username} ,{backend_id}
pl: Dostępne są następujące zmienne zastępcze:{resource_name} ,{resource_username} ,{backend_id}
ru: Доступны следующие переменные подстановки:{resource_name} ,{resource_username} ,{backend_id}
sv: Följande substitutionsvariabler är tillgängliga:{resource_name} ,{resource_username} ,{backend_id}
th: มีตัวแปรทดแทนต่อไปนี้:{resource_name} ,{resource_username} ,{backend_id}
uk: Доступні наступні змінні заміни:{resource_name} ,{resource_username} ,{backend_id}

source: The invoice has been marked as paid.
ar: تم وضع علامة على الفاتورة بأنها مدفوعة.
az: Faktura ödənişli olaraq qeyd edilmişdir.
bn: চালানটি প্রদত্ত হিসাবে চিহ্নিত করা হয়েছে৷
cs: Faktura byla označena jako zaplacená.
de: Die Rechnung wurde als bezahlt markiert.
es: La factura se ha marcado como pagada.
et: Arve on märgitud tasuks.
fi: Lasku on merkitty maksetuksi.
ky: Эсеп-фактура төлөнгөн деп белгиленген.
lt: Sąskaita faktūra pažymėta kaip apmokėta.
lv: Rēķins ir atzīmēts kā apmaksāts.
nb: Fakturaen er merket som betalt.
pl: Faktura została oznaczona jako zapłacona.
ru: Счет помечен как оплаченный.
sv: Fakturan har markerats som betald.
th: ใบแจ้งหนี้ถูกทำเครื่องหมายว่าชำระเงินแล้ว
uk: Рахунок-фактура позначено як оплачений.

source: The key has been created.
ar: تم إنشاء المفتاح.
az: Açar yaradılıb.
bn: চাবি তৈরি করা হয়েছে।
cs: Klíč byl vytvořen.
de: Der Schlüssel wurde erstellt.
es: Se ha creado la clave.
et: Võti on loodud
fi: Avain on luotu.
ky: Ачкыч түзүлдү.
lt: Sukurtas raktas.
lv: Atslēga ir izveidota.
nb: Nøkkelen er opprettet.
pl: Klucz został utworzony.
ru: Ключ создан.
sv: Nyckeln har skapats.
th: คีย์ได้ถูกสร้างขึ้นแล้ว
uk: Ключ створено.

source: The maximum port number is not specified.
ar: لم يتم تحديد الحد الأقصى لرقم المنفذ.
az: Maksimum port nömrəsi göstərilməyib.
bn: সর্বোচ্চ পোর্ট নম্বর নির্দিষ্ট করা নেই।
cs: Není určeno maximální číslo portu.
de: Die maximale Portnummer ist nicht angegeben.
es: No se ha especificado el número de puerto máximo.
et: Maksimaalset pordi numbrit ei ole määratud.
fi: Portin enimmäismäärää ei ole määritetty.
ky: Максималдуу порт номери көрсөтүлгөн эмес.
lt: Maksimalus prievado numeris nenurodytas.
lv: Maksimālais porta numurs nav norādīts.
nb: Maksimalt portnummer er ikke spesifisert.
pl: Nie określono maksymalnego numeru portu.
ru: Максимальный номер порта не указан.
sv: Det maximala portnumret är inte angivet.
th: ไม่ได้ระบุหมายเลขพอร์ตสูงสุด
uk: Максимальний номер порту не вказано.

source: The minimum port number should not exceed the maximum port number.
ar: يجب ألا يتجاوز الحد الأدنى لرقم المنفذ الحد الأقصى لرقم المنفذ.
az: Minimum port nömrəsi maksimum port sayından çox olmamalıdır.
bn: ন্যূনতম পোর্ট নম্বর সর্বোচ্চ পোর্ট নম্বরের বেশি হওয়া উচিত নয়।
cs: Minimální číslo portu by nemělo překročit maximální číslo portu.
de: Die minimale Portnummer sollte die maximale Portnummer nicht überschreiten.
es: El número de puerto mínimo no debe superar el número de puerto máximo.
et: Minimaalne pordi number ei tohi ületada maksimaalset pordi numbrit.
fi: Portin vähimmäisnumero ei saa ylittää portin enimmäisnumeroa.
ky: Минималдуу порт номери максималдуу порт номеринен ашпашы керек.
lt: Minimalus prievado numeris neturi viršyti maksimalaus prievado numerio.
lv: Minimālais porta numurs nedrīkst pārsniegt maksimālo porta numuru.
nb: Minimum portnummer bør ikke overstige maksimalt portnummer.
pl: Minimalny numer portu nie powinien przekraczać maksymalnego numeru portu.
ru: Минимальный номер порта не должен превышать максимальный номер порта.
sv: Det minsta portnumret bör inte överstiga det maximala portnumret.
th: หมายเลขพอร์ตขั้นต่ำไม่ควรเกินหมายเลขพอร์ตสูงสุด
uk: Мінімальний номер порту не повинен перевищувати максимальний номер порту.

source: The name can contain only letters, numbers, and hyphens. It should start with a letter and must end with a letter or a number
ar: يمكن أن يحتوي الاسم على أحرف وأرقام وواصلات فقط. يجب أن يبدأ بحرف ويجب أن ينتهي بحرف أو رقم
az: Adda yalnız hərflər, rəqəmlər və defislər ola bilər. Bir hərf ilə başlamalı və hərf və ya rəqəmlə bitməlidir
bn: নামটিতে শুধুমাত্র অক্ষর, সংখ্যা এবং হাইফেন থাকতে পারে। এটি একটি অক্ষর দিয়ে শুরু হওয়া উচিত এবং একটি অক্ষর বা একটি সংখ্যা দিয়ে শেষ হওয়া উচিত
cs: Název může obsahovat pouze písmena, číslice a pomlčky. Mělo by začínat písmenem a musí končit písmenem nebo číslicí.
de: Der Name darf nur Buchstaben, Zahlen und Bindestriche enthalten. Es sollte mit einem Buchstaben beginnen und mit einem Buchstaben oder einer Zahl enden
es: El nombre sólo puede contener letras, números y guiones. Debe comenzar con una letra y debe terminar con una letra o un número
et: Nimi võib sisaldada ainult tähti, numbreid ja sidekriipsu. See peaks algama tähega ja lõppema tähe või numbriga
fi: Nimi voi sisältää vain kirjaimia, numeroita ja yhdysmerkkejä. Sen tulee alkaa kirjaimella ja sen tulee päättyä kirjaimeen tai numeroon
ky: Аты тамгаларды, сандарды жана дефистерди гана камтышы мүмкүн. Ал тамга менен башталып, тамга же сан менен бүтүшү керек
lt: Pavadinime gali būti tik raidės, skaičiai ir brūkšneliai. Jis turėtų prasidėti raide ir baigtis raide ar skaičiumi
lv: Nosaukumā var būt tikai burti, cipari un defises. Tam jāsākas ar burtu un jābeidzas ar burtu vai ciparu
nb: Navnet kan bare inneholde bokstaver, tall og bindestreker. Det skal starte med et brev og skal ende med et bogstav eller et tal
pl: Nazwa może zawierać tylko litery, cyfry i łączniki. Powinien zaczynać się od litery i kończyć się literą lub cyfrą
ru: Имя может содержать только буквы, цифры и дефисы. Он должен начинаться с буквы и заканчиваться буквой или цифрой.
sv: Namnet kan endast innehålla bokstäver, siffror och bindestreck. Det bör börja med en bokstav och måste sluta med en bokstav eller ett nummer
th: ชื่อมีได้เฉพาะตัวอักษร ตัวเลข และขีดกลางเท่านั้น ควรขึ้นต้นด้วยตัวอักษรและต้องลงท้ายด้วยตัวอักษรหรือตัวเลข
uk: Ім&#39;я може містити лише літери, цифри та дефіси. Він повинен починатися з літери і закінчуватися буквою або цифрою

source: The name can only be made up of lowercase letters, numbers and the hyphen. The hyphen may not lead or trail in the name.
ar: يمكن أن يتكون الاسم فقط من أحرف صغيرة وأرقام وواصلة. لا يجوز أن تؤدي الواصلة أو تتبع في الاسم.
az: Adı yalnız kiçik hərflərdən, rəqəmlərdən və defisdən ibarət ola bilər. Difis adına gətirib çıxara bilməz və ya izləyə bilməz.
bn: নাম শুধুমাত্র ছোট হাতের অক্ষর, সংখ্যা এবং হাইফেন দিয়ে তৈরি করা যেতে পারে। হাইফেন নামের সীসা বা লেড নাও হতে পারে।
cs: Název se může skládat pouze z malých písmen, číslic a pomlčky. Název nesmí začínat ani končit pomlčkou.
de: Der Name kann nur aus Kleinbuchstaben, Zahlen und binstrich eng. Der Bindestrich darf nicht im Namen führen oder nachfolgen.
es: El nombre solo se puede componer de letras minúsculas, números y el guión. El guión no puede conducir ni seguir el rastro en el nombre.
et: Nimi võib koosneda ainult väiketähtedest, numbritest ja sidekriipsust. Sidekriips ei tohi nime viia ega jälgi ajada.
fi: Nimessä voi olla vain pieniä kirjaimia, numeroita ja tavuviiva. Tavuviiva ei saa johtaa tai seurata nimessä.
ky: Аты кичине тамгалардан, сандардан жана дефистен гана турушу мүмкүн. Дефис аты алып барбашы же изи болбошу мүмкүн.
lt: Pavadinimą galima sudaryti tik iš mažųjų raidžių, skaičių ir brūkšnelio. Brūkšnelis pavadinime negali sukelti arba sekti.
lv: Nosaukumā var būt tikai mazie burti, cipari un defise. Nosaukumā defise nedrīkst vest vai izsekot.
nb: Navnet kan bare bestå av små bokstaver, tall og bindestrek. Bindestreken kan ikke lede eller spore i navnet.
pl: Nazwa może składać się wyłącznie z małych liter, cyfr i łącznika. Łącznik nie może rozpoczynać ani kończyć nazwy.
ru: Имя может состоять только из строчных букв, цифр и дефиса. Дефис не может начинаться или заканчиваться в имени.
sv: Namnet kan endast bestå av små bokstäver, siffror och bindestreck. Breck får inte leda eller spår i namnet.
th: ชื่อต้องประกอบด้วยตัวอักษรพิมพ์เล็ก ตัวเลข และขีดกลางเท่านั้น ยัติภังค์ต้องไม่นำหรือตามชื่อ
uk: Назва може складатися лише з малих літер, цифр і дефіса. Дефіс не може починатися або закінчуватися в назві.

source: The name must be shorter than 15 characters.
ar: يجب أن يكون الاسم أقل من 15 حرفًا.
az: Adı 15 simvoldan qısa olmalıdır.
bn: নাম অবশ্যই 15 অক্ষরের কম হতে হবে।
cs: Název musí být kratší než 15 znaků.
de: Der Name muss kürzer als 15 Zeichen sein.
es: El nombre debe tener menos de 15 caracteres.
et: Nimi peab olema lühem kui 15 märki
fi: Nimen tulee olla alle 15 merkkiä pitkä.
ky: Аты 15 белгиден кыска болушу керек.
lt: Pavadinimas turi būti trumpesnis nei 15 simbolių.
lv: Nosaukumam ir jābūt īsākam par 15 rakstzīmēm.
nb: Navnet må være kortere enn 15 tegn.
pl: Nazwa musi być krótsza niż 15 znaków.
ru: Имя должно быть короче 15 символов.
sv: Namnet måste vara kortare än 15 tecken.
th: ชื่อต้องสั้นกว่า 15 ตัวอักษร
uk: Назва має бути коротше 15 символів.

source: The name of the group to which the ticket will be added
ar: اسم المجموعة التي سيتم إضافة التذكرة إليها
az: Biletin əlavə ediləcəyi qrupun adı
bn: যে গ্রুপে টিকেট যোগ করা হবে তার নাম
cs: Název skupiny, do které bude lístek přidán
de: Der Name der Gruppe, zu der das Ticket hinzugefügt wird
es: El nombre del grupo al que se agregará el boleto.
et: Grupi nimi, kuhu pilet lisatakse
fi: Sen ryhmän nimi, johon lippu lisätään
ky: Билет кошула турган топтун аты
lt: Grupės, kuriai bus pridėtas bilietas, pavadinimas
lv: Tās grupas nosaukums, kurai tiks pievienota biļete
nb: Navnet på gruppen som billetten vil bli lagt til
pl: Nazwa grupy, do której zostanie dodany bilet
ru: Название группы, в которую будет добавлен билет
sv: Namnet på gruppen som biljetten kommer att läggas till
th: ชื่อของกลุ่มที่จะเพิ่มตั๋ว
uk: Назва групи, до якої буде додано квиток

source: The notification has been disabled
az: Bildiriş deaktiv edildi

source: The notification has been enabled
az: Bildiriş aktivləşdirildi

source: The number of recipients who will receive the notification:
ar: عدد المستلمين الذين سيتلقون الإشعار:
az: Bildirişi alacaq alıcıların sayı:
bn: প্রাপকদের সংখ্যা যারা বিজ্ঞপ্তি পাবেন:
cs: Počet příjemců, kteří obdrží oznámení:
de: Die Anzahl der Empfänger, die die Benachrichtigung erhalten:
es: El número de destinatarios que recibirán la notificación:
et: Teatise saajate arv:
fi: Ilmoituksen saavien vastaanottajien määrä:
ky: Билдирмени ала турган алуучулардын саны:
lt: Gavėjų, kurie gaus pranešimą, skaičius:
lv: To saņēmēju skaits, kuri saņems paziņojumu:
nb: Antall mottakere som vil motta varselet:
pl: Liczba odbiorców, którzy otrzymają powiadomienie:
ru: Количество получателей, которые получат уведомление:
sv: Antalet mottagare som kommer att få meddelandet:
th: จำนวนผู้รับที่จะได้รับการแจ้งเตือน:
uk: Кількість одержувачів, які отримають сповіщення:

source: The project will be changed for all items in cart.
ar: سيتم تغيير المشروع لجميع العناصر الموجودة في سلة التسوق.
az: Səbətdəki bütün əşyalar üçün layihə dəyişdiriləcək.
bn: কার্টের সমস্ত আইটেমের জন্য প্রকল্পটি পরিবর্তন করা হবে।
cs: Projekt bude změněn pro všechny položky v košíku.
de: Das Projekt wird für alle Artikel im Warenkorb geändert.
es: El proyecto se cambiará para todos los artículos en el carrito.
et: Projekti muudetakse kõigi ostukorvi toodete osas.
fi: Projekti muuttuu kaikkien ostoskorissa olevien tuotteiden osalta.
ky: Долбоор арабадагы бардык нерселер үчүн өзгөртүлөт.
lt: Projektas bus pakeistas visoms krepšelyje esančioms prekėms.
lv: Projekts tiks mainīts visām precēm grozā.
nb: Prosjektet vil bli endret for alle varer i handlekurven.
pl: Projekt zostanie zmieniony dla wszystkich pozycji w koszyku.
ru: Проект будет изменен для всех товаров в корзине.
sv: Projektet kommer att ändras för alla artiklar i kundvagnen.
th: โครงการจะมีการเปลี่ยนแปลงสำหรับสินค้าทั้งหมดในรถเข็น
uk: Проект буде змінено для всіх товарів у кошику.

source: The role has been disabled
az: Rol ləğv edildi

source: The role has been enabled
az: Rol aktivləşdirildi

source: The value is not valid IP v4 CIDR
ar: القيمة غير صالحة IP v4 CIDR
az: Dəyər etibarlı deyil IP v4 CIDR
bn: মানটি বৈধ IP v4 CIDR নয়
cs: Hodnota není platná IP v4 CIDR
de: Der Wert ist nicht gültig IP v4 CIDR
es: El valor no es válido IP v4 CIDR
et: Väärtus ei ole kehtiv IP v4 CIDR
fi: Arvo ei ole kelvollinen IP v4 CIDR
ky: Мааниси жараксыз IP v4 CIDR
lt: Vertė neteisinga IP v4 CIDR
lv: Vērtība nav derīga IP v4 CIDR
nb: Verdien er ikke gyldig IP v4 CIDR
pl: Wartość jest nieprawidłowa. CIDR protokołu IP v4
ru: Недопустимое значение IP v4 CIDR.
sv: Värdet är inte giltigt IP v4 CIDR
th: ค่านี้ไม่ถูกต้อง IP v4 CIDR
uk: Значення недійсне IP v4 CIDR

source: The value is not valid IP v6 CIDR
ar: القيمة غير صالحة IP v6 CIDR
az: Dəyər etibarlı deyil IP v6 CIDR
bn: মানটি বৈধ IP v6 CIDR নয়
cs: Hodnota není platná IP v6 CIDR
de: Der Wert ist ungültig. IP v6 CIDR
es: El valor no es válido IP v6 CIDR
et: Väärtus ei ole kehtiv IP v6 CIDR
fi: Arvo ei ole kelvollinen IP v6 CIDR
ky: Мааниси жараксыз IP v6 CIDR
lt: Vertė neteisinga IP v6 CIDR
lv: Vērtība nav derīga IP v6 CIDR
nb: Verdien er ikke gyldig IP v6 CIDR
pl: Wartość jest nieprawidłowa. CIDR protokołu IP v6
ru: Недопустимое значение IP v6 CIDR.
sv: Värdet är inte giltigt IP v6 CIDR
th: ค่านี้ไม่ถูกต้อง IP v6 CIDR
uk: Значення недійсне IP v6 CIDR

source: The worker node is expected to have at least 4 vCPU and 4 GB RAM to run Longhorn.
ar: من المتوقع أن تحتوي العقدة العاملة على 4 وحدات معالجة مركزية افتراضية (vCPU) وذاكرة وصول عشوائي (RAM) سعة 4 جيجابايت على الأقل لتشغيل Longhorn.
az: İşçi qovşağının Longhorn-u işlətmək üçün ən azı 4 vCPU və 4 GB RAM olması gözlənilir.
bn: লংহর্ন চালানোর জন্য ওয়ার্কার নোডটিতে কমপক্ষে 4টি ভিসিপিইউ এবং 4 জিবি র‌্যাম থাকতে পারে বলে আশা করা হচ্ছে।
cs: Očekává se, že pracovní uzel bude mít alespoň 4 vCPU a 4 GB RAM, aby mohl běžet Longhorn.
de: Es wird erwartet, dass der Worker-Knoten mindestens 4 vCPU und 4 GB RAM hat, um Longhorn laufen zu lassen.
es: Se espera que el nodo trabajador tenga al menos 4 vCPU y 4 GB de RAM para ejecutar Longhorn.
et: Töötaja sõlmel eeldatakse Longhorni käitamiseks vähemalt 4 vCPU-d ja 4 GB muutmälu.
fi: Työntekijäsolmussa odotetaan olevan vähintään 4 vCPU:ta ja 4 Gt RAM-muistia Longhornin käyttämiseen.
ky: Жумушчу түйүндө Лонгхорнду иштетүү үчүн кеминде 4 vCPU жана 4 ГБ оперативдүү эс тутуму болушу күтүлүүдө.
lt: Tikimasi, kad darbinis mazgas turės bent 4 vCPU ir 4 GB RAM, kad galėtų paleisti „Longhorn“.
lv: Paredzams, ka darbinieka mezglam būs vismaz 4 vCPU un 4 GB RAM, lai palaistu Longhorn.
nb: Arbeider-noden forventes å ha minst 4 vCPU og 4 GB RAM for å kjøre Longhorn.
pl: Oczekuje się, że węzeł roboczy będzie miał co najmniej 4 procesory wirtualne i 4 GB pamięci RAM, aby uruchomić Longhorn.
ru: Ожидается, что рабочий узел будет иметь как минимум 4 виртуальных ЦП и 4 ГБ ОЗУ для работы Longhorn.
sv: Arbetarnoden förväntas ha minst 4 vCPU och 4 GB RAM för att köra Longhorn.
th: โหนดผู้ปฏิบัติงานคาดว่าจะมีอย่างน้อย 4 vCPU และ RAM 4 GB เพื่อเรียกใช้ Longhorn
uk: Очікується, що робочий вузол матиме принаймні 4 vCPU і 4 ГБ оперативної пам’яті для запуску Longhorn.

source: Then
ar: ثم
az: Sonra
bn: তারপর
cs: potom
de: Dann
es: Luego
et: Siis
fi: sitten
ky: Анда
lt: Tada
lv: Tad
nb: da
pl: wtedy
ru: тогда
sv: sedan
th: แล้ว
uk: Потім
