Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Creating a backup schedule
ar: إنشاء جدول النسخ الاحتياطي
az: Ehtiyat nüsxə qrafiki yaratmaq
bn: একটি ব্যাকআপ সময়সূচী তৈরি করা হচ্ছে
cs: Vytváření plánu zálohování
de: Erstellen eines Sicherungszeitplans
es: Creación de una programación de copia de seguridad
et: Varunduse ajakava loomine
fi: Varaaikataulun luominen
ky: Камдык графигин түзүү
lt: Atsarginės kopijos tvarkaraščio kūrimas
lv: Rezerves grafika izveide
nb: Opprette en tidsplan for sikkerhetskopiering
pl: Tworzenie harmonogramu tworzenia kopii zapasowych
ru: Создание расписания резервного копирования
sv: Skapa ett schema för säkerhetskopiering
th: การสร้างตารางเวลาการสำรองข้อมูล
uk: Створення розкладу резервного копіювання

source: Creating a floating IP
ar: إنشاء IP عائم
az: Üzən İP yaratmaq
bn: একটি ভাসমান আইপি তৈরি করা
cs: Vytváření plovoucí IP adresy
de: Erstellen einer schwebenden IP
es: Creación de una IP flotante
et: Ujuva IP loomine
fi: Kelluvan IP:n luominen
ky: Калкыма IP түзүү
lt: Slankiojo IP kūrimas
lv: Peldoša IP izveide
nb: Opprette en flytende IP
pl: Tworzenie pływającego adresu IP
ru: Создание плавающего IP
sv: Skapa en flytande IP
th: การสร้าง IP แบบลอยตัว
uk: Створення плаваючого IP

source: Creating a new network
ar: إنشاء شبكة جديدة
az: Yeni şəbəkə yaratmaq
bn: একটি নতুন নেটওয়ার্ক তৈরি করা হচ্ছে
cs: Vytváření nové sítě
de: Erstellen eines neuen Netzwerks
es: Creación de una nueva red
et: Uue võrgu loomine
fi: Uuden verkon luominen
ky: Жаңы тармак түзүү
lt: Naujo tinklo kūrimas
lv: Jauna tīkla izveide
nb: Opprette et nytt nettverk
pl: Tworzenie nowej sieci
ru: Создание новой сети
sv: Skapa ett nytt nätverk
th: การสร้างเครือข่ายใหม่
uk: Створення нової мережі

source: Creating a security group
ar: إنشاء مجموعة أمان
az: Təhlükəsizlik qrupu yaratmaq
bn: একটি নিরাপত্তা গোষ্ঠী তৈরি করা হচ্ছে
cs: Vytváření skupiny zabezpečení
de: Erstellen einer Sicherheitsgruppe
es: Creación de un grupo de seguridad
et: Turberühma loomine
fi: Turvaryhmän luominen
ky: Коопсуздук тобун түзүү
lt: Saugos grupės kūrimas
lv: Drošības grupas izveide
nb: Opprette en sikkerhetsgruppe
pl: Tworzenie grupy zabezpieczeń
ru: Создание группы безопасности
sv: Skapa en säkerhetsgrupp
th: การสร้างกลุ่มความปลอดภัย
uk: Створення групи безпеки

source: Creating a subnet
ar: إنشاء شبكة فرعية
az: Alt- şəbəkə yaratmaq
bn: একটি সাবনেট তৈরি করা হচ্ছে
cs: Vytváření podsítě
de: Erstellen eines Subnetzes
es: Creación de una subred
et: Alamvõrgu loomine
fi: Aliverkon luominen
ky: Субсетти түзүү
lt: Potinklio kūrimas
lv: Apakštīkla izveide
nb: Opprette et delnett
pl: Tworzenie podsieci
ru: Создание подсети
sv: Skapa ett undernät
th: การสร้างซับเน็ต
uk: Створення підмережі

source: Creating snapshot schedule
ar: إنشاء جدول لقطة
az: Ani təsvir qrafiki yaratmaq
bn: স্ন্যাপশট সময়সূচী তৈরি করা হচ্ছে
cs: Vytváření plánu snímků
de: Erstellen eines Snapshot-Zeitplans
es: Creación de programación de instantáneas
et: Tõmmiste ajakava loomine
fi: Luodaan tilannekuvaaikataulua
ky: Көз ирмемдик графикти түзүү
lt: Momentinių nuotraukų tvarkaraščio kūrimas
lv: Momentuzņēmumu grafika izveide
nb: Opprette tidsplan for øyeblikksbilde
pl: Tworzenie harmonogramu migawek
ru: Создание расписания снимков
sv: Skapa snapshot-schema
th: การสร้างกำหนดการสแนปชอต
uk: Створення розкладу знімків

source: Creation
ar: خلق
az: Yaradılış
bn: সৃষ্টি
cs: Vytvoření
de: Schaffung
es: Creación
et: Loomine
fi: Luominen
ky: Жаратуу
lt: Kūrimas
lv: Radīšana
nb: Opprettelse
pl: Kreacja
ru: Создание
sv: Skapande
th: การสร้าง
uk: Створення

source: Creation source field
az: Yaradılış mənbəyi sahəsi

source: Credentials
ar: أوراق اعتماد
az: Etimadnamələri
bn: শংসাপত্র
cs: Přihlašovací údaje
de: Anmeldedaten
es: Credenciales
et: Kontod
fi: Valtuustiedot
ky: Каттоо маалыматтары
lt: Kredencialus
lv: Akreditācijas dati
nb: Legitimasjonserklæring
pl: Poświadczenia
ru: Учетные данные
sv: Autentiseringsuppgifter
th: ข้อมูลรับรอง
uk: Облікові дані

source: Current API token
ar: رمز API الحالي
az: Cari APİ (Tətbiq Proqram İnterfeysi) işarəsi
bn: বর্তমান API টোকেন
cs: Aktuální token API
de: Aktuelles API-Token
es: Token de API actual
et: Praegune API token
fi: Nykyinen API-tunnus
ky: Учурдагы API белгиси
lt: Dabartinis API atpažinimo ženklas
lv: Pašreizējā API pilnvara
nb: Nåværende API-token
pl: Bieżący token API
ru: Текущий токен API
sv: Aktuell API-token
th: โทเค็น API ปัจจุบัน
uk: Поточний маркер API

source: Current VAT code: {value}.
ar: رمز ضريبة القيمة المضافة الحالي:{value} .
az: Cari ƏDV kodu:{value}.
bn: বর্তমান ভ্যাট কোড:{value} .
cs: Aktuální kód DPH:{value} .
de: Aktueller Umsatzsteuercode:{value} .
es: Código de IVA actual: {value}.
et: Praegune käibemaksukood: {value}.
fi: Nykyinen ALV-koodi:{value} .
ky: Учурдагы КНС коду:{value} .
lt: Dabartinis PVM kodas:{value} .
lv: Pašreizējais PVN kods:{value} .
nb: Gjeldende MVA-kode:{value} .
pl: Aktualny kod VAT:{value} .
ru: Текущий код НДС:{value} .
sv: Aktuell momskod:{value} .
th: รหัสภาษีมูลค่าเพิ่มปัจจุบัน:{value} .
uk: Поточний код ПДВ:{value} .

source: Current VAT rate: {value}.
ar: معدل ضريبة القيمة المضافة الحالي:{value} .
az: Cari ƏDV dərəcəsi:{value}.
bn: বর্তমান ভ্যাট হার:{value} .
cs: Aktuální sazba DPH:{value} .
de: Aktueller Mehrwertsteuersatz:{value} .
es: Tipo de IVA actual: {value}.
et: Praegune käibemaksumäär: {value}.
fi: Nykyinen ALV:{value} .
ky: Учурдагы КНС ставкасы:{value} .
lt: Dabartinis PVM tarifas:{value} .
lv: Pašreizējā PVN likme:{value} .
nb: Gjeldende momssats:{value} .
pl: Aktualna stawka VAT:{value} .
ru: Текущая ставка НДС:{value} .
sv: Aktuell momssats:{value} .
th: อัตราภาษีมูลค่าเพิ่มปัจจุบัน:{value} .
uk: Поточна ставка ПДВ:{value} .

source: Current abbreviation: {value}.
ar: الاختصار الحالي:{value} .
az: Cari qısaltma:{value}.
bn: বর্তমান সংক্ষিপ্ত রূপ:{value} .
cs: Aktuální zkratka:{value} .
de: Aktuelle Abkürzung:{value} .
es: Abreviatura actual: {value}.
et: Praegune lühend:{value} .
fi: Nykyinen lyhenne:{value} .
ky: Учурдагы аббревиатура:{value} .
lt: Dabartinė santrumpa:{value} .
lv: Pašreizējais saīsinājums:{value} .
nb: Gjeldende forkortelse:{value} .
pl: Obecny skrót:{value} .
ru: Текущее сокращение:{value} .
sv: Aktuell förkortning:{value} .
th: ตัวย่อปัจจุบัน:{value} .
uk: Актуальна абревіатура:{value} .

source: Current action
az: Cari hərəkət

source: Current address: {value}.
ar: العنوان الحالي:{value} .
az: Cari ünvan:{value}.
bn: বর্তমান ঠিকানা:{value} .
cs: Současná adresa:{value} .
de: Momentane Adresse:{value} .
es: Dirección actual: {value}.
et: Praegune aadress: {value}.
fi: Nykyinen osoite:{value} .
ky: Азыркы дарек:{value} .
lt: Dabartinis adresas:{value} .
lv: Pašreizējā adrese:{value} .
nb: Nåværende adresse:{value} .
pl: Aktualny adres:{value} .
ru: Текущий адрес:{value} .
sv: Nuvarande adress:{value} .
th: ที่อยู่ปัจจุบัน:{value} .
uk: Поточна адреса:{value} .

source: Current agreement number: {value}.
ar: رقم الاتفاقية الحالية:{value} .
az: Cari müqavilə nömrəsi:{value}.
bn: বর্তমান চুক্তি নম্বর:{value} .
cs: Číslo aktuální smlouvy:{value} .
de: Aktuelle Vertragsnummer:{value} .
es: Número de acuerdo actual: {value}.
et: Praegune lepingu number: {value}.
fi: Nykyinen sopimusnumero:{value} .
ky: Учурдагы келишимдин номери:{value} .
lt: Dabartinis sutarties numeris:{value} .
lv: Pašreizējais līguma numurs:{value} .
nb: Gjeldende avtalenummer:{value} .
pl: Aktualny numer umowy:{value} .
ru: Текущий номер договора:{value} .
sv: Nuvarande avtalsnummer:{value} .
th: หมายเลขข้อตกลงปัจจุบัน:{value} .
uk: Номер чинного договору:{value} .

source: Current bank account: {value}.
ar: الحساب البنكي الحالي:{value} .
az: Cari bank hesabı:{value}.
bn: বর্তমান ব্যাঙ্ক অ্যাকাউন্ট:{value} .
cs: Aktuální bankovní účet:{value} .
de: Aktuelles Bankkonto:{value} .
es: Cuenta bancaria actual: {value}.
et: Praegune pangakonto: {value}.
fi: Nykyinen pankkitili:{value} .
ky: Учурдагы банк эсеби:{value} .
lt: Einamoji banko sąskaita:{value} .
lv: Pašreizējais bankas konts:{value} .
nb: Nåværende bankkonto:{value} .
pl: Aktualny rachunek bankowy:{value} .
ru: Текущий банковский счет:{value} .
sv: Nuvarande bankkonto:{value} .
th: บัญชีธนาคารปัจจุบัน:{value} .
uk: Поточний банківський рахунок:{value} .

source: Current bank name: {value}.
ar: اسم البنك الحالي:{value} .
az: Cari bankın adı:{value}.
bn: বর্তমান ব্যাঙ্কের নাম:{value} .
cs: Aktuální název banky:{value} .
de: Aktueller Bankname:{value} .
es: Nombre del banco actual: {value}.
et: Praegune panga nimi: {value}.
fi: Nykyinen pankin nimi:{value} .
ky: Учурдагы банктын аталышы:{value} .
lt: Dabartinis banko pavadinimas:{value} .
lv: Pašreizējais bankas nosaukums:{value} .
nb: Nåværende banknavn:{value} .
pl: Obecna nazwa banku:{value} .
ru: Текущее название банка:{value} .
sv: Nuvarande banknamn:{value} .
th: ชื่อธนาคารปัจจุบัน:{value} .
uk: Поточна назва банку:{value} .

source: Current contact phone: {value}.
ar: هاتف الاتصال الحالي:{value} .
az: Cari əlaqə telefonu:{value}.
bn: বর্তমান যোগাযোগের ফোন:{value} .
cs: Aktuální kontaktní telefon:{value} .
de: Aktuelle Kontakttelefonnummer:{value} .
es: Teléfono de contacto actual: {value}.
et: Praegune kontakttelefon: {value}.
fi: Nykyinen puhelinnumero:{value} .
ky: Учурдагы байланыш телефону:{value} .
lt: Dabartinis kontaktinis telefonas:{value} .
lv: Pašreizējais kontakttālrunis:{value} .
nb: Nåværende kontakttelefon:{value} .
pl: Aktualny telefon kontaktowy:{value} .
ru: Текущий контактный телефон:{value} .
sv: Aktuell kontakttelefon:{value} .
th: โทรศัพท์ติดต่อปัจจุบัน:{value} .
uk: Актуальний контактний телефон:{value} .

source: Current country: {value}.
ar: البلد الحالي:{value} .
az: Hazırkı ölkə:{value}.
bn: বর্তমান দেশ:{value} .
cs: Současný stát:{value} .
de: Aktuelles Land:{value} .
es: País actual: {value}.
et: Praegune riik: {value}.
fi: Tämänhetkinen maa:{value} .
ky: Азыркы өлкө:{value} .
lt: Dabartinė šalis:{value} .
lv: Pašreizējā valsts:{value} .
nb: Nåværende land:{value} .
pl: Obecne państwo:{value} .
ru: Нынешняя страна:{value} .
sv: Nuvarande land:{value} .
th: ประเทศปัจจุบัน:{value} .
uk: Поточна країна:{value} .

source: Current domain name: {value}.
ar: اسم المجال الحالي:{value} .
az: Cari domen adı:{value}.
bn: বর্তমান ডোমেইন নাম:{value} .
cs: Aktuální název domény:{value} .
de: Aktueller Domainname:{value} .
es: Nombre de dominio actual: {value}.
et: Praegune domeeninimi: {value}.
fi: Nykyinen verkkotunnuksen nimi:{value} .
ky: Учурдагы домен аты:{value} .
lt: Dabartinis domeno pavadinimas:{value} .
lv: Pašreizējais domēna nosaukums:{value} .
nb: Nåværende domenenavn:{value} .
pl: Obecna nazwa domeny:{value} .
ru: Текущее доменное имя:{value} .
sv: Aktuellt domännamn:{value} .
th: ชื่อโดเมนปัจจุบัน:{value} .
uk: Поточне доменне ім&#39;я:{value} .

source: Current email
ar: الايميل الحالي
az: Cari e-poçt
bn: বর্তমান ইমেইল
cs: Aktuální e-mail
de: Aktuelle E-Mail
es: Correo electrónico actual
et: Praegune e-kiri
fi: Nykyinen sähköpostiosoite
ky: Учурдагы электрондук почта
lt: Dabartinis el. paštas
lv: Pašreizējais e-pasts
nb: Gjeldende e-post
pl: Aktualny adres e-mail
ru: Текущий адрес эл. почты
sv: Aktuell e-post
th: อีเมลปัจจุบัน
uk: Актуальна електронна адреса

source: Current email: {value}.
ar: الايميل الحالي:{value} .
az: Cari e-poçt:{value}.
bn: বর্তমান ইমেইল:{value} .
cs: Současný email:{value} .
de: Aktuelle E-Mail:{value} .
es: Correo electrónico actual: {value}.
et: Praegune e-post: {value}.
fi: Nykyinen sähköpostiosoite:{value} .
ky: Учурдагы электрондук почта:{value} .
lt: Dabartinis el. paštas:{value} .
lv: Pašreizējais e-pasts:{value} .
nb: Nåværende epost:{value} .
pl: Aktualny e-mail:{value} .
ru: Текущая электронная почта:{value} .
sv: Nuvarande email:{value} .
th: อีเมลปัจจุบัน:{value} .
uk: Поточна електронна адреса:{value} .

source: Current flavor
ar: النكهة الحالية
az: Cari variant
bn: বর্তমান স্বাদ
cs: Aktuální příchuť
de: Aktueller Geschmack
es: Sabor actual
et: Praegune tüüp
fi: Nykyinen maku
ky: Учурдагы даам
lt: Dabartinis skonis
lv: Pašreizējā garša
nb: Nåværende smak
pl: Aktualny smak
ru: Текущий вкус
sv: Nuvarande smak
th: รสชาติปัจจุบัน
uk: Актуальний смак

source: Current limit
ar: الحد الحالي
az: Cari limit
bn: বর্তমান সীমা
cs: Aktuální limit
de: Aktuelle Begrenzung
es: Límite actual
et: Praegune piirmäär
fi: Nykyinen raja
ky: Учурдагы чек
lt: Dabartinė riba
lv: Pašreizējais ierobežojums
nb: Gjeldende grense
pl: Obecny limit
ru: Текущий предел
sv: Nuvarande gräns
th: ขีดจำกัดปัจจุบัน
uk: Обмеження струму

source: Current month price
ar: سعر الشهر الحالي
az: Cari ay qiyməti
bn: বর্তমান মাসের মূল্য
cs: Cena za aktuální měsíc
de: Aktueller Monatspreis
es: Precio del mes actual
et: Praeguse kuu hind
fi: Kuluvan kuukauden hinta
ky: Учурдагы айдын баасы
lt: Einamojo mėnesio kaina
lv: Pašreizējā mēneša cena
nb: Gjeldende månedspris
pl: Cena z bieżącego miesiąca
ru: Цена текущего месяца
sv: Aktuellt månadspris
th: ราคาเดือนปัจจุบัน
uk: Ціна поточного місяця

source: Current name: {value}.
ar: الاسم الحالي:{value} .
az: Cari adı:{value}.
bn: বর্তমান নাম:{value} .
cs: Aktuální název:{value} .
de: Aktueller Name:{value} .
es: Nombre actual: {value}.
et: Praegune nimi: {value}.
fi: Nykyinen nimi:{value} .
ky: Учурдагы аты:{value} .
lt: Dabartinis pavadinimas:{value} .
lv: Pašreizējais nosaukums:{value} .
nb: Nåværende navn:{value} .
pl: Bieżące imię:{value} .
ru: Нынешнее название:{value} .
sv: Nuvarande namn:{value} .
th: ชื่อปัจจุบัน:{value} .
uk: Поточна назва:{value} .

source: Current native name: {value}.
ar: الاسم الأصلي الحالي:{value} .
az: Cari yerli adı:{value}.
bn: বর্তমান স্থানীয় নাম:{value} .
cs: Aktuální rodné jméno:{value} .
de: Aktueller einheimischer Name:{value} .
es: Nombre nativo actual: {value}.
et: Praegune emanimi:{value} .
fi: Nykyinen alkuperäinen nimi:{value} .
ky: Учурдагы жергиликтүү аты:{value} .
lt: Dabartinis gimtoji pavardė:{value} .
lv: Pašreizējais dzimtais vārds:{value} .
nb: Nåværende opprinnelig navn:{value} .
pl: Obecna nazwa natywna:{value} .
ru: Текущее родное имя:{value} .
sv: Aktuellt ursprungligt namn:{value} .
th: ชื่อพื้นเมืองปัจจุบัน:{value} .
uk: Поточна рідна назва:{value} .

source: Current organization
ar: المنظمة الحالية
az: Mövcud təşkilat
bn: বর্তমান সংগঠন
cs: Současná organizace
de: Aktuelle Organisation
es: Organización actual
et: Praegune organisatsioon
fi: Nykyinen organisaatio
ky: Учурдагы уюм
lt: Dabartinė organizacija
lv: Pašreizējā organizācija
nb: Nåværende organisasjon
pl: Obecna organizacja
ru: Текущая организация
sv: Nuvarande organisation
th: องค์กรปัจจุบัน
uk: Поточна організація

source: Current plan
ar: الخطة الحالية
az: Cari plan
bn: বর্তমান পরিকল্পনা
cs: Aktuální plán
de: Aktueller Plan
es: Plan actual
et: Praegune plaan
fi: Nykyinen suunnitelma
ky: Учурдагы план
lt: Dabartinis planas
lv: Pašreizējais plāns
nb: Gjeldende plan
pl: Obecny plan
ru: Текущий тариф
sv: Aktuell plan
th: แผนปัจจุบัน
uk: Поточний план

source: Current postal code: {value}.
ar: الرمز البريدي الحالي:{value} .
az: Cari poçt kodu:{value}.
bn: বর্তমান পোস্টাল কোড:{value} .
cs: Aktuální PSČ:{value} .
de: Aktuelle Postleitzahl:{value} .
es: Código postal actual: {value}.
et: Praegune postiindeks: {value}.
fi: Nykyinen postinumero:{value} .
ky: Учурдагы почта индекси:{value} .
lt: Dabartinis pašto kodas:{value} .
lv: Pašreizējais pasta indekss:{value} .
nb: Gjeldende postnummer:{value} .
pl: Aktualny kod pocztowy:{value} .
ru: Текущий почтовый индекс:{value} .
sv: Aktuellt postnummer:{value} .
th: รหัสไปรษณีย์ปัจจุบัน:{value} .
uk: Поточний поштовий індекс:{value} .

source: Current price
ar: السعر الحالي
az: Cari qiymət
bn: বর্তমান মূল্য
cs: Aktuální cena
de: Derzeitiger Preis
es: Precio actual
et: Praegune hind
fi: Nykyinen hinta
ky: Учурдагы баа
lt: Dabartinė kaina
lv: Pašreizējā cena
nb: Gjeldende pris
pl: Aktualna cena
ru: Текущая цена
sv: Nuvarande pris
th: ราคาปัจจุบัน
uk: Поточна ціна

source: Current price per month
ar: السعر الحالي شهريا
az: Aylıq cari qiymət
bn: প্রতি মাসে বর্তমান মূল্য
cs: Aktuální cena za měsíc
de: Aktueller Preis pro Monat
es: Precio actual por mes
et: Praegune hind kuu lõikes
fi: Nykyinen kuukausihinta
ky: Айына учурдагы баа
lt: Dabartinė kaina per mėnesį
lv: Pašreizējā cena mēnesī
nb: Gjeldende pris per måned
pl: Aktualna cena za miesiąc
ru: Текущая цена в месяц
sv: Nuvarande pris per månad
th: ราคาปัจจุบันต่อเดือน
uk: Актуальна ціна за місяць

source: Current project
ar: المشروع الحالي
az: Cari layihə
bn: বর্তমান প্রকল্প
cs: Současný projekt
de: Derzeitiges Projekt
es: Proyecto actual
et: Praegune projekt
fi: Nykyinen projekti
ky: Учурдагы долбоор
lt: Dabartinis projektas
lv: Pašreizējais projekts
nb: Nåværende prosjekt
pl: Bieżący projekt
ru: Текущий проект
sv: Nuvarande projekt
th: โครงการปัจจุบัน
uk: Поточний проект

source: Current registry code: {value}.
ar: رمز التسجيل الحالي:{value} .
az: Cari qeyd kodu:{value}.
bn: বর্তমান রেজিস্ট্রি কোড:{value} .
cs: Aktuální registrační kód:{value} .
de: Aktueller Registrierungscode:{value} .
es: Código de registro actual: {value}.
et: Praegune registrikood: {value}.
fi: Nykyinen rekisterikoodi:{value} .
ky: Учурдагы реестр коду:{value} .
lt: Dabartinis registro kodas:{value} .
lv: Pašreizējais reģistra kods:{value} .
nb: Gjeldende registerkode:{value} .
pl: Aktualny kod rejestru:{value} .
ru: Текущий регистрационный код:{value} .
sv: Aktuell registerkod:{value} .
th: รหัสรีจิสทรีปัจจุบัน:{value} .
uk: Поточний реєстраційний код:{value} .

source: Current replicas
ar: النسخ المتماثلة الحالية
az: Cari replikalar
bn: বর্তমান প্রতিলিপি
cs: Aktuální repliky
de: Aktuelle Repliken
es: Réplicas actuales
et: Praegused koopiad
fi: Nykyiset jäljennökset
ky: Учурдагы репликалар
lt: Dabartinės kopijos
lv: Pašreizējās kopijas
nb: Gjeldende replikaer
pl: Aktualne repliki
ru: Текущие реплики
sv: Aktuella repliker
th: แบบจำลองปัจจุบัน
uk: Актуальні репліки

source: Current revenue
ar: الإيرادات الحالية
az: Cari gəlir
bn: বর্তমান রাজস্ব
cs: Aktuální příjem
de: Aktuelle Einnahmen
es: Ingreso corriente
et: Jooksvad tulud
fi: Nykyiset tulot
ky: Учурдагы киреше
lt: Dabartinės pajamos
lv: Pašreizējie ieņēmumi
nb: Nåværende inntekt
pl: Bieżące przychody
ru: Текущий доход
sv: Aktuella intäkter
th: รายได้ปัจจุบัน
uk: Поточний дохід

source: Current size
ar: الحجم الحالي
az: Cari həcm
bn: বর্তমান আকার
cs: Aktuální velikost
de: Aktuelle Größe
es: Tamaño actual
et: Praegune suurus
fi: Nykyinen koko
ky: Учурдагы өлчөмү
lt: Dabartinis dydis
lv: Pašreizējais izmērs
nb: Gjeldende størrelse
pl: Obecny rozmiar
ru: Текущий размер
sv: Aktuell storlek
th: ขนาดปัจจุบัน
uk: Поточний розмір

source: Current subnets: {value}.
ar: الشبكات الفرعية الحالية:{value} .
az: Cari alt şəbəkələr:{value}.
bn: বর্তমান সাবনেট:{value} .
cs: Aktuální podsítě:{value} .
de: Aktuelle Subnetze:{value} .
es: Subredes actuales: {value}.
et: Praegused alamvõrgud: {value}.
fi: Nykyiset aliverkot:{value} .
ky: Учурдагы ички тармактар:{value} .
lt: Dabartiniai potinkliai:{value} .
lv: Pašreizējie apakštīkli:{value} .
nb: Nåværende undernett:{value} .
pl: Aktualne podsieci:{value} .
ru: Текущие подсети:{value} .
sv: Aktuella undernät:{value} .
th: ซับเน็ตปัจจุบัน:{value} .
uk: Поточні підмережі:{value} .

source: Current type
ar: النوع الحالي
az: Mövcud növü
bn: বর্তমান প্রকার
cs: Aktuální typ
de: Aktueller Typ
es: Tipo actual
et: Praegune tüüp
fi: Nykyinen tyyppi
ky: Учурдагы түрү
lt: Dabartinis tipas
lv: Pašreizējais veids
nb: Gjeldende type
pl: Aktualny typ
ru: Текущий тип
sv: Nuvarande typ
th: ประเภทปัจจุบัน
uk: Тип струму

source: Custom favicon .png image file
ar: أيقونة المفضلة المخصصة ملف صورة png
az: Xüsusi favicon .png şəkil faylı
bn: কাস্টম ফেভিকন .png ইমেজ ফাইল
cs: Vlastní obrázkový soubor favicon .png
de: Benutzerdefinierte Favicon-.png-Bilddatei
es: Archivo de imagen personalizado favicon .png
et: Pisipilt (png formaadis).
fi: Mukautettu favicon .png -kuvatiedosto
ky: Ыңгайлаштырылган фавикон .png сүрөт файлы
lt: Pasirinktinis favicon .png vaizdo failas
lv: Pielāgots favicon .png attēla fails
nb: Egendefinert favicon .png bildefil
pl: Niestandardowy plik obrazu favicon .png
ru: Пользовательский файл изображения значка .png
sv: Anpassad favicon .png-bildfil
th: ไฟล์รูปภาพ favicon .png ที่กำหนดเอง
uk: Користувацький файл зображення favicon .png

source: Custom message
ar: رسالة مخصصة
az: Xüsusi mesaj
bn: কাস্টম বার্তা
cs: Vlastní zpráva
de: Benutzerdefinierte Nachricht
es: Mensaje personalizado
et: Kohandatud sõnum
fi: Mukautettu viesti
ky: Ыңгайлаштырылган билдирүү
lt: Pasirinktinis pranešimas
lv: Pielāgots ziņojums
nb: Egendefinert melding
pl: Niestandardowa wiadomość
ru: Пользовательское сообщение
sv: Anpassat meddelande
th: ข้อความที่กำหนดเอง
uk: Спеціальне повідомлення

source: Custom scripts
ar: البرامج النصية المخصصة
az: Xüsusi skriptlər
bn: কাস্টম স্ক্রিপ্ট
cs: Vlastní skripty
de: Benutzerdefinierte Skripte
es: Scripts personalizados
et: Kohandatud skriptid
fi: Mukautetut skriptit
ky: Ыңгайлаштырылган сценарийлер
lt: Pasirinktiniai scenarijai
lv: Pielāgoti skripti
nb: Egendefinerte skript
pl: Niestandardowe skrypty
ru: Пользовательские скрипты
sv: Anpassade skript
th: สคริปต์ที่กำหนดเอง
uk: Спеціальні скрипти

source: Customer
ar: زبون
az: Sifarişçi
bn: ক্রেতা
cs: Zákazník
de: Kunde
es: Cliente
et: Klient
fi: Asiakas
ky: Кардар
lt: Klientas
lv: Klients
nb: Kunde
pl: Klient
ru: клиент
sv: Kund
th: ลูกค้า
uk: Замовник

source: Customer support
ar: دعم العملاء
az: Müştəri Dəstəyi
bn: গ্রাহক সমর্থন
cs: Zákaznická podpora
de: Kundenbetreuung
es: Soporte al cliente
et: Kasutajatugi
fi: Asiakaspalvelu
ky: Кардарларды колдоо
lt: Klientų aptarnavimas
lv: Klientu atbalsts
nb: Kundestøtte
pl: Obsługa klienta
ru: Служба поддержки клиентов
sv: Kundsupport
th: สนับสนุนลูกค้า
uk: Підтримка клієнтів

source: Customer support satisfaction overall rating
ar: رضا العملاء عن التقييم العام
az: Müştəri dəstəyi məmnuniyyətinin ümumi
bn: গ্রাহক সমর্থন সন্তুষ্টি সামগ্রিক রেটিং
cs: Celkové hodnocení spokojenosti zákaznické podpory
de: Gesamtbewertung der Kundenzufriedenheit
es: Satisfacción del servicio de atención al cliente calificación general
et: Klienditoe rahulolu üldine hinnang
fi: Asiakastuen tyytyväisyyden kokonaisarvio
ky: Кардарларды колдоо канааттануу жалпы рейтинги
lt: Klientų aptarnavimo pasitenkinimo bendras įvertinimas
lv: Klientu atbalsta apmierinātības kopējais vērtējums
nb: Kundesupport tilfredshet samlet vurdering
pl: Ogólna ocena zadowolenia z obsługi klienta
ru: Общий рейтинг удовлетворенности клиентов
sv: Övergripande bedömning av kundsupportnöjdhet
th: คะแนนความพึงพอใจโดยรวมของฝ่ายสนับสนุนลูกค้า
uk: Загальний рейтинг задоволеності служби підтримки клієнтів

source: Customers
ar: الزبائن
az: Müştərilər
bn: গ্রাহকদের
cs: Zákazníci
de: Kunden
es: Clientes
et: Kliendid
fi: Asiakkaat
ky: Кардарлар
lt: Klientai
lv: Klienti
nb: Kunder
pl: Klientela
ru: Клиентов
sv: Kunder
th: ลูกค้า
uk: клієнтів

source: Customize name, description and terms of service
ar: تخصيص الاسم والوصف وشروط الخدمة
az: Adı, təsviri və xidmət şərtlərini fərdiləşdirin
bn: নাম, বিবরণ এবং পরিষেবার শর্তাদি কাস্টমাইজ করুন
cs: Přizpůsobte název, popis a podmínky služby
de: Passen Sie Name, Beschreibung und Nutzungsbedingungen an
es: Personaliza el nombre, la descripción y las condiciones del servicio
et: Nime, kirjelduse ja teenusetingimuste kohandamine
fi: Mukauta nimi, kuvaus ja käyttöehdot
ky: Атын, сүрөттөмөсүн жана тейлөө шарттарын ыңгайлаштырыңыз
lt: Tinkinkite pavadinimą, aprašymą ir paslaugų teikimo sąlygas
lv: Pielāgojiet nosaukumu, aprakstu un pakalpojumu sniegšanas noteikumus
nb: Tilpass navn, beskrivelse og vilkår for bruk
pl: Dostosuj nazwę, opis i warunki korzystania z usługi
ru: Настройте имя, описание и условия обслуживания
sv: Anpassa namn, beskrivning och användarvillkor
th: ปรับแต่งชื่อ คำอธิบาย และข้อกำหนดในการให้บริการ
uk: Налаштуйте назву, опис і умови обслуговування
