Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Add security group
ar: إضافة مجموعة الأمان
az: Təhlükəsizlik qrupu əlavə edin
bn: নিরাপত্তা গ্রুপ যোগ করুন
cs: Přidat skupinu zabezpečení
de: Sicherheitsgruppe hinzufügen
es: Añadir grupo de seguridad
et: Lisa tulemüürireeglite rühm
fi: Lisää suojausryhmä
ky: Коопсуздук тобун кошуу
lt: Pridėti saugos grupę
lv: Pievienojiet drošības grupu
nb: Legg til sikkerhetsgruppe
pl: Dodaj grupę zabezpieczeń
ru: Добавить группу безопасности
sv: Lägg till säkerhetsgrupp
th: เพิ่มกลุ่มความปลอดภัย
uk: Додати групу безпеки

source: Add team member
ar: إضافة عضو في الفريق
az: Komanda üzvü əlavə edin
bn: দলের সদস্য যোগ করুন
cs: Přidat člena týmu
de: Teammitglied hinzufügen
es: Añadir miembro del equipo
et: Lisa meeskonna liige
fi: Lisää tiimin jäsen
ky: Команда мүчөсүн кошуу
lt: Pridėti komandos narį
lv: Pievienojiet komandas locekli
nb: Legg til teammedlem
pl: Dodaj członka zespołu
ru: Добавить участника команды
sv: Lägg till teammedlem
th: เพิ่มสมาชิกในทีม
uk: Додати учасника команди

source: Add time period
ar: إضافة فترة زمنية
az: Vaxt müddəti əlavə edin
bn: সময়কাল যোগ করুন
cs: Přidat časové období
de: Zeitraum hinzufügen
es: Añadir periodo de tiempo
et: Lisa ajavahemik
fi: Lisää ajanjakso
ky: Убакыт аралыгын кошуу
lt: Pridėti laikotarpį
lv: Pievienojiet laika periodu
nb: Legg til tidsperiode
pl: Dodaj okres
ru: Добавить период времени
sv: Lägg till tidsperiod
th: เพิ่มช่วงเวลา
uk: Додайте період часу

source: Add to a new namespace
ar: إضافة إلى مساحة اسم جديدة
az: Yeni ad sahəsinə əlavə edin
bn: একটি নতুন নামস্থান যোগ করুন
cs: Přidat do nového jmenného prostoru
de: Zu einem neuen Namespace hinzufügen
es: Añadir a un nuevo espacio de nombres
et: Uude nimeruumi lisamine
fi: Lisää uuteen nimiavaruuteen
ky: Жаңы ысым мейкиндигине кошуу
lt: Pridėti prie naujos vardų srities
lv: Pievienojiet jaunai nosaukumvietai
nb: Legg til i et nytt navneområde
pl: Dodaj do nowej przestrzeni nazw
ru: Добавить в новое пространство имен
sv: Lägg till i ett nytt namnområde
th: เพิ่มไปยังเนมสเปซใหม่
uk: Додати до нового простору імен

source: Add to cart
ar: إضافة إلى العربة
az: Səbətə əlavə et
bn: কার্টে যোগ করুন
cs: Přidat do košíku
de: In den Warenkorb legen
es: Añadir al carrito
et: Lisa ostukorvi
fi: Lisää ostoskoriin
ky: Себетке кошуу
lt: Įdėti į krepšelį
lv: Pievienot grozam
nb: Legg til handlekurv
pl: Dodaj do koszyka
ru: В корзину
sv: Lägg till i kundvagnen
th: หยิบใส่ตะกร้า
uk: Додати до кошика

source: Add to comparison
ar: أضف إلى المقارنة
az: Müqayisəyə əlavə et
bn: তুলনা যোগ করুন
cs: Přidat do srovnání
de: Zum Vergleich hinzufügen
es: Añadir a la comparación
et: Lisa võrdlusse
fi: Lisää vertailuun
ky: Салыштырууга кошуу
lt: Pridėti prie palyginimo
lv: Pievienot salīdzinājumam
nb: Legg til sammenligning
pl: Dodaj do porównania
ru: Добавить к сравнению
sv: Lägg till i jämförelse
th: เพิ่มการเปรียบเทียบ
uk: Додати до порівняння

source: Add user
ar: إضافة مستخدم
az: İstifadəçi əlavə edin
bn: ব্যবহারকারী যোগ করুন
cs: Přidat uživatele
de: Benutzer hinzufügen
es: Añadir usuario
et: Lisa kasutaja
fi: Lisää käyttäjä
ky: Колдонуучу Кош
lt: Pridėti vartotoją
lv: Pievienot lietotāju
nb: Legg til bruker
pl: Dodaj użytkownika
ru: Добавить пользователя
sv: Lägg till användare
th: เพิ่มผู้ใช้
uk: Додати користувача

source: Add user input field
ar: إضافة حقل إدخال المستخدم
az: İstifadəçi giriş sahəsini əlavə edin
bn: ব্যবহারকারীর ইনপুট ক্ষেত্র যোগ করুন
cs: Přidat vstupní pole uživatele
de: Benutzereingabefeld hinzufügen
es: Añadir campo de entrada del usuario
et: Lisa kasutaja sisestusväli
fi: Lisää käyttäjän syöttökenttä
ky: Колдонуучунун киргизүү талаасын кошуу
lt: Pridėti vartotojo įvesties lauką
lv: Pievienojiet lietotāja ievades lauku
nb: Legg til brukerinndatafelt
pl: Dodaj pole wprowadzania danych przez użytkownika
ru: Добавить пользовательское поле ввода
sv: Lägg till användarinmatningsfält
th: เพิ่มช่องป้อนข้อมูลของผู้ใช้
uk: Додати користувацьке поле

source: Add your favorite pages here
ar: أضف صفحاتك المفضلة هنا
az: Sevdiyiniz səhifələri buraya əlavə edin
bn: এখানে আপনার প্রিয় পাতা যোগ করুন
cs: Sem přidejte své oblíbené stránky
de: Fügen Sie hier Ihre Lieblingsseiten hinzu
es: Añade tus páginas favoritas aquí
et: Lisa oma eelistatud leheküljed siia
fi: Lisää suosikkisivusi tähän
ky: Сүйүктүү баракчаларыңызды бул жерге кошуңуз
lt: Pridėkite savo mėgstamus puslapius čia
lv: Pievienojiet šeit savas iecienītākās lapas
nb: Legg til favorittsidene dine her
pl: Dodaj tutaj swoje ulubione strony
ru: Добавьте сюда свои любимые страницы
sv: Lägg till dina favoritsidor här
th: เพิ่มหน้าโปรดของคุณที่นี่
uk: Додайте свої улюблені сторінки сюди

source: Add {category}
ar: يضيف{category}
az: Əlavə et {category}
bn: যোগ করুন{category}
cs: Přidat{category}
de: Hinzufügen{category}
es: Añadir {category}
et: Lisa {category}
fi: Lisätä{category}
ky: кошуу{category}
lt: Papildyti{category}
lv: Pievienot{category}
nb: Legg til{category}
pl: Dodaj {category}
ru: Добавлять{category}
sv: Lägg till{category}
th: เพิ่ม{category}
uk: додати{category}

source: Add {provider} user
ar: يضيف{provider} مستخدم
az: İstifadə {provider} çi əlavə edin
bn: যোগ করুন{provider} ব্যবহারকারী
cs: Přidat{provider} uživatel
de: Hinzufügen{provider} Benutzer
es: Añadir {provider} usuario
et: Lisa {provider} kasutaja
fi: Lisätä{provider} käyttäjä
ky: кошуу{provider} колдонуучу
lt: Papildyti{provider} Vartotojas
lv: Pievienot{provider} lietotājs
nb: Legg til{provider} bruker
pl: Dodać{provider} użytkownik
ru: Добавлять{provider} пользователь
sv: Lägg till{provider} användare
th: เพิ่ม{provider} ผู้ใช้
uk: додати{provider} користувача

source: Add {role}
ar: يضيف{role}
az: Əlavə et {role}
bn: যোগ করুন{role}
cs: Přidat{role}
de: Hinzufügen{role}
es: Añadir {role}
et: Lisa {role}
fi: Lisätä{role}
ky: кошуу{role}
lt: Papildyti{role}
lv: Pievienot{role}
nb: Legg til{role}
pl: Dodaj {role}
ru: Добавлять{role}
sv: Lägg till{role}
th: เพิ่ม{role}
uk: додати{role}

source: Additional configuration
ar: تكوين إضافي
az: Əlavə konfiqurasiya
bn: অতিরিক্ত কনফিগারেশন
cs: Dodatečná konfigurace
de: Zusätzliche Konfiguration
es: Configuración adicional
et: Täiendav seadistamine
fi: Lisäasetukset
ky: Кошумча конфигурация
lt: Papildoma konfigūracija
lv: Papildu konfigurācija
nb: Ekstra konfigurasjon
pl: Dodatkowa konfiguracja
ru: Дополнительная конфигурация
sv: Ytterligare konfiguration
th: การกำหนดค่าเพิ่มเติม
uk: Додаткова конфігурація

source: Additional data that will be added to instance on provisioning.
ar: البيانات الإضافية التي سيتم إضافتها إلى المثيل عند التزويد.
az: Tələbə əsasən nümunəyə əlavə olunacaq əlavə data.
bn: অতিরিক্ত ডেটা যা প্রভিশনিংয়ের উদাহরণে যোগ করা হবে।
cs: Další data, která budou přidána do instance při vytváření.
de: Zusätzliche Daten, die der Instanz bei der Bereitstellung hinzugefügt werden.
es: Datos adicionales que se añadirán a la instancia en el aprovisionamiento.
et: Täiendavad andmed mida lisatakse üksuse eraldamisel.
fi: Lisätiedot, jotka lisätään instanssiin hallintaan.
ky: Камсыздоо боюнча инстанцияга кошула турган кошумча маалыматтар.
lt: Papildomi duomenys, kurie bus pridėti prie egzemplioriaus, kai jis bus sukurtas.
lv: Papildu dati, kas tiks pievienoti instancei par nodrošināšanu.
nb: Tilleggsdata som vil bli lagt til forekomst ved klargjøring.
pl: Dodatkowe dane, które zostaną dodane do instancji podczas udostępniania.
ru: Пользовательские данные, которые будут добавлены в виртуальную машину при её создании.
sv: Ytterligare data som kommer att läggas till instans vid etablering.
th: ข้อมูลเพิ่มเติมที่จะถูกเพิ่มไปยังอินสแตนซ์ในการจัดเตรียม
uk: Додаткові дані, які будуть додані до віртуальної машини під час створення.

source: Additional quotas
ar: حصص إضافية
az: Əlavə kvotalar
bn: অতিরিক্ত কোটা
cs: Další kvóty
de: Zusätzliche Quoten
es: Cuotas adicionales
et: Täiendavad kvoodid
fi: Lisäkiintiöt
ky: Кошумча квоталар
lt: Papildomos kvotos
lv: Papildu kvotas
nb: Ekstra kvoter
pl: Dodatkowe kwoty
ru: Дополнительные квоты
sv: Ytterligare kvoter
th: โควต้าเพิ่มเติม
uk: Додаткові квоти

source: Additional space to apply to storage quota to be used by snapshots.
ar: مساحة إضافية يمكن تطبيقها على حصة التخزين التي ستستخدمها اللقطات.
az: Anlıq görüntülər tərəfindən istifadə ediləcək saxlama kvotasına tətbiq ediləcək əlavə yer.
bn: স্ন্যাপশট ব্যবহার করার জন্য স্টোরেজ কোটায় আবেদন করার জন্য অতিরিক্ত স্থান।
cs: Dodatečné místo aplikované na kvótu úložiště používaného pro snímky.
de: Zusätzlicher Speicherplatz für das Speicherkontingent, das von Snapshots verwendet werden soll.
es: Espacio adicional para aplicar a la cuota de almacenamiento que utilizarán las instantáneas.
et: Täiendav salvestusruum hetktõmmiste jaoks.
fi: Tilakuvien käyttöön käytettävä lisätila tallennuskiintiöön.
ky: Көз ирмемдик сүрөттөр менен колдонула турган сактоо квотасына колдонуу үчүн кошумча орун.
lt: Papildoma vieta, kurią reikia taikyti saugyklos kvotai, kurią turi naudoti momentinės kopijos.
lv: Papildu vieta, kas jāpiemēro krātuves kvotai, kas jāizmanto momentuzņēmumiem.
nb: Ekstra plass som skal brukes på lagringskvote som skal brukes av øyeblikksbilder.
pl: Dodatkowa przestrzeń do zastosowania w ramach przydziału pamięci używanej przez migawki.
ru: Дополнительная квота хранилища для хранения снимков.
sv: Ytterligare utrymme att använda för lagringskvoten som ska användas av ögonblicksbilder.
th: พื้นที่เพิ่มเติมเพื่อใช้กับโควต้าพื้นที่เก็บข้อมูลที่จะใช้โดยสแนปช็อต
uk: Додатковий простір для застосування до квоти сховища, яку буде використано знімками.

source: Additionally service provider can charge for usage of the following components
ar: بالإضافة إلى ذلك، يمكن لمزود الخدمة فرض رسوم مقابل استخدام المكونات التالية
az: Əlavə olaraq xidmət təminatçısı aşağıdakı komponentlərdən istifadə üçün ödəniş edə bilər
bn: অতিরিক্তভাবে পরিষেবা প্রদানকারী নিম্নলিখিত উপাদানগুলির ব্যবহারের জন্য চার্জ করতে পারেন
cs: Poskytovatel služeb může navíc účtovat poplatky za využití následujících komponent
de: Zusätzlich kann der Dienstanbieter die Nutzung der folgenden Komponenten in Rechnung stellen
es: Además, el proveedor de servicios puede cobrar por el uso de los siguientes componentes
et: Lisaks võib teenusepakkuja võtta tasu järgmiste komponentide kasutamise eest
fi: Lisäksi palveluntarjoaja voi veloittaa seuraavien komponenttien käytöstä
ky: Кошумча кызмат көрсөтүүчү төмөнкү компоненттерди колдонуу үчүн акы алат
lt: Papildomai paslaugų teikėjas gali apmokestinti šių komponentų naudojimą
lv: Turklāt pakalpojumu sniedzējs var iekasēt maksu par tālāk norādīto komponentu izmantošanu
nb: I tillegg kan tjenesteleverandøren ta betalt for bruk av følgende komponenter
pl: Dodatkowo usługodawca może pobierać opłaty za korzystanie z następujących komponentów
ru: Кроме того, поставщик услуг может взимать плату за использование следующих компонентов
sv: Dessutom kan tjänsteleverantören debitera för användning av följande komponenter
th: ผู้ให้บริการเพิ่มเติมสามารถเรียกเก็บเงินสำหรับการใช้งานส่วนประกอบต่อไปนี้ได้
uk: Додатково постачальник послуг може стягувати плату за використання наступних компонентів

source: Address
ar: عنوان
az: Ünvan
bn: ঠিকানা
cs: Adresa
de: Adresse
es: Dirección
et: Aadress
fi: Osoite
ky: Дарек
lt: Adresas
lv: Adrese
nb: Adresse
pl: Adres
ru: Адрес
sv: Adress
th: ที่อยู่
uk: Адреса

source: Address: {address}, instance: {instance}
ar: عنوان:{address} ، مثال:{instance}
az: Ünvan:{address}, nümunə: {instance}
bn: ঠিকানা:{address} , দৃষ্টান্ত:{instance}
cs: Adresa:{address} , příklad:{instance}
de: Adresse:{address} , Beispiel:{instance}
es: Dirección: {address}, instancia: {instance}
et: Aadress: {address}, instants: {instance}
fi: Osoite:{address} , ilmentymä:{instance}
ky: Дарек:{address} , мисал:{instance}
lt: Adresas:{address} , instancija:{instance}
lv: Adrese:{address} , piemēram:{instance}
nb: Adresse:{address} , forekomst:{instance}
pl: Adres:{address} , instancja:{instance}
ru: Адрес:{address} , пример:{instance}
sv: Adress:{address} , exempel:{instance}
th: ที่อยู่:{address} , ตัวอย่าง:{instance}
uk: Адреса:{address} , екземпляр:{instance}

source: Admin password
ar: كلمة سر المشرف
az: İdarəetmə parolu
bn: অ্যাডমিন পাসওয়ার্ড
cs: Heslo správce
de: Administrator-Passwort
es: Contraseña de administrador
et: Administraatori parool
fi: Järjestelmänvalvojan salasana
ky: Админ сырсөз
lt: Administratoriaus slaptažodis
lv: Administratora parole
nb: Administratorpassord
pl: Hasło administratora
ru: Пароль администратора
sv: Admin-lösenord
th: รหัสผ่านผู้ดูแลระบบ
uk: Пароль адміністратора

source: Admin username
ar: اسم المستخدم المشرف
az: Admin istifadəçi adı
bn: অ্যাডমিন ব্যবহারকারীর নাম
cs: Uživatelské jméno správce
de: Admin-Benutzername
es: Nombre de usuario del administrador
et: Administraatori kasutajanimi
fi: Järjestelmänvalvojan käyttäjätunnus
ky: Админ колдонуучу аты
lt: Administratoriaus vartotojo vardas
lv: Administratora lietotājvārds
nb: Administrator brukernavn
pl: Nazwa użytkownika administratora
ru: Имя учётной записи администратора
sv: Admin användarnamn
th: ชื่อผู้ใช้ของผู้ดูแลระบบ
uk: Ім'я користувача адміністратора

source: Administration
ar: إدارة
az: İdarəetmə
bn: প্রশাসন
cs: Správa
es: Administración
et: Administreerimine
fi: Hallinto
ky: Администрация
lt: Administracija
lv: Administrācija
nb: Administrasjon
pl: Administracja
ru: Администрация
sv: Administrering
th: การบริหาร
uk: Адміністрація

source: Advanced Search
ar: بحث متقدم
az: Ətraflı Axtarış
bn: উন্নত অনুসন্ধান
cs: Pokročilé vyhledávání
de: Erweiterte Suche
es: Búsqueda Avanzada
et: Täpsem otsing
fi: Tarkennettu Haku
ky: Өркүндөтүлгөн издөө
lt: Išplėstinė paieška
lv: Izvērstā meklēšana
nb: Avansert søk
pl: Wyszukiwanie zaawansowane
ru: Расширенный поиск
sv: Avancerad sökning
th: การค้นหาขั้นสูง
uk: розширений пошук

source: Advanced options
ar: خيارات متقدمة
az: Ətraflı variantlar
bn: উন্নত বিকল্প
cs: Pokročilé možnosti
de: Erweiterte Optionen
es: Opciones avanzadas
et: Täpsemad valikud
fi: Edistyneet asetukset
ky: Өркүндөтүлгөн параметрлер
lt: Išplėstiniai nustatymai
lv: Pielāgota opcija
nb: Avanserte alternativer
pl: Zaawansowane opcje
ru: Дополнительные параметры
sv: Avancerade alternativ
th: ตัวเลือกขั้นสูง
uk: Розширені опції

source: Affected resource
ar: الموارد المتأثرة
az: Cəlb edilmiş resurs
bn: ক্ষতিগ্রস্ত সম্পদ
cs: Ovlivněný zdroj
de: Betroffene Ressource
es: Recurso afectado
et: Mõjutatud ressurss
fi: Vaikutettu resurssi
ky: Жабыркаган ресурс
lt: Paveikti ištekliai
lv: Ietekmētais resurss
nb: Berørt ressurs
pl: Zasób, którego dotyczy problem
ru: Затронутый ресурс
sv: Berörd resurs
th: ทรัพยากรที่ได้รับผลกระทบ
uk: Задіяний ресурс

source: Affected resource field
az: Təsirlənmiş resurs sahəsi

source: Affected resource field name
ar: اسم حقل المورد المتأثر
az: Təsirlənmiş resurs sahəsinin adı
bn: প্রভাবিত সম্পদ ক্ষেত্রের নাম
cs: Název pole ovlivněného zdroje
de: Name des betroffenen Ressourcenfelds
es: Nombre del campo de recurso afectado
et: Mõjutatud ressursi välja nimi
fi: Vaikutettu resurssikentän nimi
ky: Таасирленген ресурс талаасынын аталышы
lt: Paveikto ištekliaus lauko pavadinimas
lv: Ietekmētā resursa lauka nosaukums
nb: Navn på berørt ressursfelt
pl: Nazwa pola zasobu, którego dotyczy problem
ru: Имя поля затронутого ресурса
sv: Berörd resursfältnamn
th: ชื่อช่องทรัพยากรที่ได้รับผลกระทบ
uk: Ім’я поля ресурсу, якого це стосується

source: Affiliation
ar: الانتماء
az: Mənsubiyyət
bn: অধিভুক্তি
cs: Afiliace
de: Zugehörigkeit
es: Afiliación
et: Kuuluvus
fi: Liittyminen
ky: Таанышуу
lt: Priklausymas
lv: Piederība
nb: Tilhørighet
pl: Przynależność
ru: Принадлежность
sv: Anslutning
th: สังกัด
uk: Приналежність

source: Affiliations
ar: الانتماءات
az: Əlaqələr
bn: অধিভুক্তি
cs: Příslušnosti
de: Zugehörigkeiten
es: Afiliaciones
et: Kuuluvused
fi: Tytäryhtiöistä
lt: Priklausomybės
lv: Piederības
nb: Tilhørighet
pl: Przynależności
ru: Роли пользователя в организации
sv: Anknytningar
th: สังกัด
uk: Ролі користувача в організації

source: Affinity
ar: التقارب
az: Yaxınlıq
bn: সম্বন্ধ
cs: Afinita
de: Affinität
es: Afinidad
et: Afiinsus
fi: Affiniteetti
ky: Жакындык
lt: Giminingumas
lv: Afinitāte
nb: Affinitet
pl: Podobieństwo
ru: Близость
sv: Affinitet
th: ความสัมพันธ์กัน
uk: Спорідненість

source: After secret API code has been regenerated, it will not be possible to submit usage with the old key.
ar: بعد إعادة إنشاء رمز API السري، لن يكون من الممكن إرسال الاستخدام باستخدام المفتاح القديم.
az: Gizli API kodu yeniləndikdən sonra köhnə açarla istifadəni təqdim etmək mümkün olmayacaq.
bn: গোপন API কোড পুনরায় জেনারেট হওয়ার পরে, পুরানো কী দিয়ে ব্যবহার জমা দেওয়া সম্ভব হবে না।
cs: Po obnovení tajného kódu pro API nebude možné odeslat statistiky využití se starým klíčem.
de: Nachdem der geheime API-Code neu generiert wurde, ist es nicht möglich, die Verwendung mit dem alten Schlüssel zu übermitteln.
es: Una vez que se haya regenerado el código secreto de la API, no será posible enviar el uso con la clave anterior.
et: Pärast salajase API-koodi taasloomist pole vana võtme kasutamine võimalik.
fi: Kun salainen API-koodi on luotu uudelleen, ei ole mahdollista lähettää käyttöä vanhalla avaimella.
ky: Жашыруун API коду кайра түзүлгөндөн кийин, эски ачкыч менен колдонууну тапшыруу мүмкүн болбой калат.
lt: Iš naujo atkurus slaptą API kodą, nebus galima pateikti naudojimo su senuoju raktu.
lv: Pēc slepenā API koda atkārtotas ģenerēšanas nebūs iespējams iesniegt lietojumu ar veco atslēgu.
nb: Etter at hemmelig API-kode er regenerert, vil det ikke være mulig å sende inn bruk med den gamle nøkkelen.
pl: Po ponownym wygenerowaniu tajnego kodu API nie będzie możliwe przesłanie użycia ze starym kluczem.
ru: После смены старый API токен нельзя будет использовать для отправки отчётов об использовании ресурсов.
sv: När hemlig API-kod har genererats om kommer det inte att vara möjligt att skicka användning med den gamla nyckeln.
th: หลังจากสร้างรหัสลับ API แล้ว จะไม่สามารถส่งการใช้งานด้วยรหัสเก่าได้
uk: Після зміни старий API токен не можна буде використовувати для відправки звітів про використання ресурсів.

source: Agree and proceed
ar: الموافقة والمضي قدما
az: Razılaşın və davam edin
bn: সম্মত হন এবং এগিয়ে যান
cs: Souhlaste a pokračujte
de: Zustimmen und fortfahren
es: Acepta y procede
et: Nõustu ja jätka
fi: Hyväksy ja jatka
ky: Макул жана улантыңыз
lt: Sutikite ir tęskite
lv: Piekrīti un turpini
nb: Enig og fortsett
pl: Zgadzam się i kontynuuj
ru: Согласитесь и продолжайте
sv: Håll med och fortsätt
th: เห็นด้วยและดำเนินการต่อ
uk: Погодьтеся і продовжуйте

source: Agree with ToS
ar: أتفق مع شروط الخدمة
az: ToS ilə razıyam
bn: ToS এর সাথে একমত
cs: Souhlasím s SP
de: Stimmen Sie ToS zu
es: Acordar con TdS
et: Nõustuge ToS-iga
fi: Samaa mieltä ToS:n kanssa
ky: ToS менен макул
lt: Pritariu ToS
lv: Piekrītu ToS
nb: Enig med ToS
pl: Zgadzam się z ToS
ru: Подтвердить принятие условий обслуживания
sv: Håller med ToS
th: เห็นด้วยกับ TOS
uk: Погодитися з умовами обслуговування

source: Agree with terms
ar: أتفق مع الشروط
az: Şərtlərlə razılaşın
bn: শর্তাবলীর সাথে একমত
cs: Souhlas s podmínkami
de: Stimmen Sie den Bedingungen zu
es: Acordar con términos
et: Nõustu tingimustega
fi: Sovi ehdoista
ky: Шарттары менен макул
lt: Sutikite su sąlygomis
lv: Piekrītu noteikumiem
nb: Enig med vilkår
pl: Zgadzam się z warunkami
ru: Согласен с условиями
sv: Håller med om villkor
th: เห็นด้วยกับเงื่อนไข
uk: Згоден з умовами

source: Agreement details
ar: تفاصيل الاتفاقية
az: Müqavilə detalları
bn: চুক্তির বিবরণ
cs: Podrobnosti smlouvy
de: Vertragsdetails
es: Detalles del acuerdo
et: Lepingu detailid
fi: Sopimuksen tiedot
ky: Макулдашуунун чоо-жайы
lt: Sutarties detalės
lv: Līguma detaļas
nb: Avtaledetaljer
pl: Szczegóły umowy
ru: Сведения о соглашении
sv: Avtalsdetaljer
th: รายละเอียดข้อตกลง
uk: Деталі договору

source: Agreement number
ar: رقم الاتفاقية
az: Müqavilə nömrəsi
bn: চুক্তি নং
cs: Číslo smlouvy
de: Vertragsnummer
es: Numero de acuerdo
et: Lepingu number
fi: Sopimuksen numero
ky: Келишимдин номери
lt: Sutarties numeris
lv: Līguma numurs
nb: Avtalenummer
pl: Numer umowy
ru: Номер договора
sv: Avtalsnummer
th: เลขที่ข้อตกลง
uk: Номер договору

source: Agreement type
ar: نوع الاتفاقية
az: Müqavilə növü
bn: চুক্তির ধরন
cs: Typ dohody
de: Vereinbarungstyp
es: tipo de acuerdo
et: Lepingu tüüp
fi: Sopimuksen tyyppi
ky: Макулдашуунун түрү
lt: Sutarties tipas
lv: Līguma veids
nb: Avtaletype
pl: Rodzaj umowy
ru: Тип договора
sv: Typ av avtal
th: ประเภทข้อตกลง
uk: Тип договору

source: Alert
ar: تنبيه
az: Xəbərdarlıq
bn: সতর্কতা
cs: Upozornění
de: Warnung
es: Alerta
et: Hoiatus
fi: Varoitus
lt: Įspėjimas
lv: Brīdinājums
nb: Varsel
pl: CZUJNY
ru: Оповещение
sv: Varna
th: เตือน
uk: Сповіщення

source: All
ar: كل
az: Hamısı
bn: সব
cs: Vše
de: Alle
es: Todo
et: Kõik
fi: Kaikki
ky: Баары
lt: Visi
lv: Viss
nb: Alle
pl: Cały
ru: Всё
sv: Alla
th: ทั้งหมด
uk: Всі

source: All categories
ar: جميع الفئات
az: Bütün kateqoriyalar
bn: সব ধরনের
cs: Všechny kategorie
de: Alle Kategorien
es: Todas las categorías
et: Kõik kategooriad
fi: Kaikki kategoriat
ky: Бардык категориялар
lt: Visos kategorijos
lv: Visas kategorijas
nb: Alle kategorier
pl: Wszystkie kategorie
ru: Все категории
sv: alla kategorier
th: หมวดหมู่ทั้งหมด
uk: всі категорії

source: All day
ar: طوال اليوم
az: Bütün gün
bn: সারাদিন
cs: Celý den
de: Den ganzen Tag
es: Todo el día
et: Terve päev
fi: Koko päivän
ky: Күн бою
lt: Visą dieną
lv: Visu dienu
nb: Hele dagen
pl: Cały dzień
ru: Весь день
sv: Hela dagen
th: ทั้งวัน
uk: Увесь день

source: All order items has been approved.
ar: تمت الموافقة على جميع عناصر الطلب.
az: Bütün sifariş məhsulları təsdiqləndi.
bn: সমস্ত অর্ডার আইটেম অনুমোদিত হয়েছে.
cs: Všechny položky objednávky byly schváleny.
de: Alle Bestellpositionen wurden genehmigt.
es: Se han aprobado todos los artículos del pedido.
et: Kõik tellimuse üksused on heaks kiidetud.
fi: Kaikki tilaustuotteet on hyväksytty.
ky: Заказдын бардык пункттары бекитилди.
lt: Visos užsakymo prekės patvirtintos.
lv: Visas pasūtījuma preces ir apstiprinātas.
nb: Alle bestillingsvarer er godkjent.
pl: Wszystkie pozycje zamówienia zostały zatwierdzone.
ru: Все позиции заказа одобрены.
sv: Alla beställningsartiklar har godkänts.
th: รายการสั่งซื้อทั้งหมดได้รับการอนุมัติแล้ว
uk: Усі позиції замовлення затверджено.

source: All order items has been rejected.
ar: تم رفض كافة عناصر الطلب.
az: Bütün sifariş məhsulları rədd edildi.
bn: সমস্ত অর্ডার আইটেম প্রত্যাখ্যান করা হয়েছে.
cs: Všechny položky objednávky byly odmítnuty.
de: Alle Bestellpositionen wurden abgelehnt.
es: Se han rechazado todos los artículos del pedido.
et: Kõik tellimuse üksused on tagasi lükatud.
fi: Kaikki tilatut tuotteet on hylätty.
ky: Буйрутмалардын баары четке кагылды.
lt: Visos užsakymo prekės buvo atmestos.
lv: Visas pasūtījuma preces ir noraidītas.
nb: Alle ordrevarer er avvist.
pl: Wszystkie pozycje zamówienia zostały odrzucone.
ru: Все позиции заказа отклонены.
sv: Alla beställningsartiklar har avvisats.
th: รายการสั่งซื้อทั้งหมดถูกปฏิเสธ
uk: Усі позиції замовлення відхилено.

source: All order items have been approved.
ar: تمت الموافقة على جميع عناصر الطلب.
az: Bütün sifariş məhsulları təsdiqləndi.
bn: সমস্ত অর্ডার আইটেম অনুমোদিত হয়েছে.
cs: Všechny položky objednávky byly schváleny.
de: Alle Bestellpositionen wurden genehmigt.
es: Se han aprobado todos los artículos del pedido.
et: Kõik tellitavad kaubad on kinnitatud.
fi: Kaikki tilaustuotteet on hyväksytty.
ky: Заказдын бардык пункттары бекитилди.
lt: Visos užsakymo prekės patvirtintos.
lv: Visas pasūtījuma preces ir apstiprinātas.
nb: Alle bestillingsvarer er godkjent.
pl: Wszystkie pozycje zamówienia zostały zatwierdzone.
ru: Все позиции заказа одобрены.
sv: Alla beställningsartiklar har godkänts.
th: รายการสั่งซื้อทั้งหมดได้รับการอนุมัติแล้ว
uk: Усі позиції замовлення затверджено.
