Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Kept until
ar: أبقى حتى
az: ---- qədər saxlanılıb
bn: পর্যন্ত রাখা হয়েছে
cs: Uchováno do
de: Gehalten bis
es: Mantenido hasta
et: Hoitud kuni
fi: Säilytetty asti
ky: чейин сакталат
lt: Laikoma iki
lv: Uzglabāts līdz
nb: Holdes til
pl: Przechowywane do
ru: Сохранён до
sv: Behålles till
th: เอาไว้จน.
uk: Зберігали до

source: Key
ar: مفتاح
az: Açar
bn: চাবি
cs: Klíč
de: Schlüssel
es: Clave
et: Võti
fi: Avain
ky: ачкыч
lt: Raktas
lv: Atslēga
nb: Nøkkel
pl: Klucz
ru: Ключ
sv: Nyckel
th: สำคัญ
uk: Ключ

source: Key figures
ar: الشخصيات الرئيسية
az: Əsas rəqəmlər
bn: সঠিক আকৃতি
cs: Klíčové postavy
de: Schlüsselfiguren
es: Cifras clave
et: Võtmeisikud
fi: Avainluvut
ky: Негизги цифралар
lt: Pagrindiniai skaičiai
lv: Galvenie skaitļi
nb: Nøkkeltall
pl: Kluczowe dane
ru: Ключевые цифры
sv: Nyckelfigurer
th: ตัวเลขสำคัญ
uk: Ключові цифри

source: Key name
ar: اسم المفتاح
az: Açar adı
bn: মূল নাম
cs: Název klíče
de: Schlüsselname
es: Nombre de clave
et: Võtme nimi
fi: Avaimen nimi
ky: Ачкыч аты
lt: Rakto pavadinimas
lv: Atslēgas nosaukums
nb: Nøkkelnavn
pl: Nazwa klucza
ru: Имя ключа
sv: Nyckelnamn
th: ชื่อคีย์
uk: Назва ключа

source: Key removal
ar: إزالة المفتاح
az: Açar çıxarılması
bn: কী অপসারণ
cs: Odstranění klíče
de: Schlüsselentfernung
es: Eliminación de claves
et: Võtme eemaldamine
fi: Avaimen poisto
ky: Ачкычты алып салуу
lt: Rakto pašalinimas
lv: Atslēgas noņemšana
nb: Fjerning av nøkler
pl: Usunięcie klucza
ru: Удаление ключа
sv: Ta bort nycklar
th: การถอดกุญแจ
uk: Видалення ключа

source: Keys
ar: مفاتيح
az: Açarlar
bn: চাবি
cs: Klíče
de: Schlüssel
es: Claves
et: Võtmed
fi: Avaimet
ky: Ачкычтар
lt: Raktai
lv: Atslēgas
nb: Nøkler
pl: Klucze
ru: Клавиши
sv: Nycklar
th: กุญแจ
uk: Ключі

source: Keystone auth URL (e.g. http://keystone.example.com:5000/v3)
ar: عنوان URL لمصادقة Keystone (على سبيل المثال http://keystone.example.com:5000/v3)
az: Əsas icazə URL (məsələn, http://keystone.example.com:5000/v3)
bn: কীস্টোন প্রমাণীকরণ URL (যেমন http://keystone.example.com:5000/v3)
cs: Keystone auth URL (např. http://keystone.example.com:5000/v3)
de: Keystone-Auth-URL (z. B. http://keystone.example.com:5000/v3)
es: URL de autentificación de Keystone (por ejemplo, http://keystone.example.com:5000/v3)
et: Keystone autentimine URL (e.g. http://keystone.example.com:5000/v3)
fi: Keystone-todennus-URL-osoite (esim. http://keystone.example.com:5000/v3)
ky: Keystone аутентификация URL (мисалы, http://keystone.example.com:5000/v3)
lt: Keystone autentifikavimo URL (pvz., http://keystone.example.com:5000/v3)
lv: Keystone autentifikācijas URL (piemēram, http://keystone.example.com:5000/v3)
nb: Keystone auth URL (f.eks. http://keystone.example.com:5000/v3)
pl: Adres URL uwierzytelniania Keystone (np. http://keystone.example.com:5000/v3)
ru: URL-адрес аутентификации Keystone (например, http://keystone.example.com:5000/v3)
sv: Keystone auth URL (t.ex. http://keystone.example.com:5000/v3)
th: URL การตรวจสอบคีย์สโตน (เช่น http://keystone.example.com:5000/v3)
uk: URL-адреса автентифікації Keystone (наприклад, http://keystone.example.com:5000/v3)

source: Kubeconfig file
ar: ملف كوبيكونفيغ
az: Kubeconfig faylı
bn: Kubeconfig ফাইল
cs: Soubor Kubeconfig
de: Kubeconfig-Datei
es: Archivo Kubeconfig
et: Kubeconfig fail
fi: Kubeconfig-tiedosto
ky: Kubeconfig файлы
lt: Kubeconfig failas
lv: Kubeconfig fails
nb: Kubeconfig-fil
pl: plik Kubeconfig
ru: файл кубеконфигурации
sv: Kubeconfig fil
th: ไฟล์ Kubeconfig
uk: Файл Kubeconfig

source: Kubernetes node #{index}
ar: عقدة كوبيرنيتيس #{index}
az: Kubernetes düyünü # {index}
bn: কুবারনেটেস নোড #{index}
cs: Uzel Kubernetes #{index}
de: Kubernetes-Knoten #{index}
es: Nodo Kubernetes #{index}
et: Kubernetese sõlm # {index}
fi: Kubernetes-solmu #{index}
ky: Kubernetes түйүнү #{index}
lt: Kubernetes mazgas #{index}
lv: Kubernetes mezgls #{index}
pl: Węzeł Kubernetes #{index}
ru: Узел Кубернетеса №{index}
sv: Kubernetes-nod #{index}
th: โหนด Kubernetes #{index}
uk: Вузол Kubernetes #{index}

source: Kubernetes nodes
ar: عقد كوبيرنيتيس
az: Kubernetes qovşaqları
bn: কুবারনেটেস নোড
cs: Uzly Kubernetes
de: Kubernetes-Knoten
es: Nodos Kubernetes
et: Kubernetese sõlmed
fi: Kubernetes-solmut
ky: Kubernetes түйүндөрү
lt: Kubernetes mazgai
lv: Kubernetes mezgli
nb: Kubernetes noder
pl: Węzły Kubernetesa
ru: Узлы Кубернетеса
sv: Kubernetes noder
th: โหนด Kubernetes
uk: Вузли Kubernetes

source: Kubernetes version
ar: نسخة كوبيرنيتيس
az: Kubernetes versiyası
bn: কুবারনেটস সংস্করণ
cs: Verze Kubernetes
es: Versión de Kubernetes
et: Kubernetese versioon
fi: Kubernetes versio
ky: Kubernetes версиясы
lt: Kubernetes versija
lv: Kubernetes versija
nb: Kubernetes versjon
pl: Wersja Kubernetesa
ru: Версия Кубернетеса
th: เวอร์ชัน Kubernetes
uk: Версія Kubernetes

source: LEXIS link creation request has been submitted.
ar: تم تقديم طلب إنشاء رابط LEXIS.
az: LEXIS bağlantısının yaradılması sorğusu təqdim edilmişdir.
bn: LEXIS লিঙ্ক তৈরির অনুরোধ জমা দেওয়া হয়েছে।
cs: Žádost o vytvoření odkazu LEXIS byla odeslána.
de: Die Anfrage zur Erstellung eines LEXIS-Links wurde übermittelt.
es: Se ha enviado la solicitud de creación de enlace LEXIS.
et: LEXIS-e lingi loomise taotlus on esitatud.
fi: LEXIS-linkin luontipyyntö on lähetetty.
ky: LEXIS шилтемесин түзүү өтүнүчү тапшырылды.
lt: LEXIS nuorodos kūrimo užklausa pateikta.
lv: LEXIS saites izveides pieprasījums ir iesniegts.
nb: Forespørsel om opprettelse av LEXIS-lenker er sendt.
pl: Żądanie utworzenia łącza LEXIS zostało przesłane.
ru: Запрос на создание ссылки LEXIS отправлен.
sv: Begäran om att skapa LEXIS-länkar har skickats.
th: ส่งคำขอสร้างลิงก์ LEXIS แล้ว
uk: Запит на створення посилання LEXIS подано.

source: LEXIS links
ar: روابط ليكسيس
az: LEXIS bağlantıları
bn: লেক্সিস লিঙ্ক
cs: Odkazy LEXIS
es: Enlaces LEXIS
et: LEXIS lingid
fi: LEXIS linkit
ky: LEXIS шилтемелери
lt: LEXIS nuorodos
lv: LEXIS saites
nb: LEXIS-lenker
pl: Linki LEXIS
ru: ЛЕКСИС ссылки
sv: LEXIS länkar
th: ลิงค์ LEXIS
uk: Посилання LEXIS

source: Label
ar: تسميه
az: Etiket
bn: লেবেল
cs: štítek
de: Etikett
es: Etiqueta
et: Silt
fi: Etiketti
ky: Белги
lt: Etiketė
lv: Etiķetes
nb: Etikett
pl: Etykieta
ru: Ярлык
sv: Märka
th: ฉลาก
uk: Етикетка

source: Label for link in hero section of HomePort landing page.
ar: قم بتسمية الرابط في قسم البطل في الصفحة المقصودة لـ HomePort.
az: HomePort açılış səhifəsinin qəhrəman bölməsindəki link üçün etiket.
bn: হোমপোর্ট ল্যান্ডিং পৃষ্ঠার হিরো বিভাগে লিঙ্কের জন্য লেবেল।
cs: Štítek pro odkaz v sekci hrdina na domovské stránce HomePort.
de: Beschriftung für den Link im Heldenbereich der HomePort-Landingpage.
es: Etiqueta para el enlace en la hero section de la página de inicio de HomePort.
et: Sildi nimi Homeport-i pealehe pildil.
fi: Linkin etiketti HomePort-aloitussivun sankariosiossa.
ky: HomePort конуу бетинин баатыр бөлүмүндө шилтеме үчүн энбелги.
lt: Nuorodos etiketė „HomePort“ nukreipimo puslapio herojaus skiltyje.
lv: Iezīme saitei HomePort galvenās lapas varoņa sadaļā.
nb: Etikett for lenke i heltedelen av HomePort-landingssiden.
pl: Etykieta łącza w sekcji głównej strony docelowej HomePort.
ru: Ярлык для ссылки в главном разделе целевой страницы HomePort.
sv: Etikett för länk i hjältesektionen på HomePort-målsidan.
th: ป้ายกำกับสำหรับลิงก์ในส่วนฮีโร่ของโฮมพอร์ตโฮมพอร์ต
uk: Мітка для посилання в головному розділі цільової сторінки HomePort.

source: Label for link in hero section of landing page.
ar: تسمية للارتباط في قسم البطل بالصفحة المقصودة.
az: Açılış səhifəsinin qəhrəman bölməsində link üçün etiket.
bn: ল্যান্ডিং পৃষ্ঠার হিরো বিভাগে লিঙ্কের জন্য লেবেল।
cs: Štítek odkazu v sekci hrdiny na vstupní stránce.
de: Beschriftung für den Link im Heldenbereich der Zielseite.
es: Etiqueta para el enlace en la hero section de la página de destino.
et: Sildi nimi pealehe pildil.
fi: Linkin tunniste aloitussivun sankariosiossa.
ky: Баштапкы беттин баатыр бөлүмүндө шилтеме үчүн энбелги.
lt: Nuorodos etiketė nukreipimo puslapio herojaus skiltyje.
lv: Iezīme saitei galvenās lapas varoņa sadaļā.
nb: Etikett for lenke i heltedelen av landingssiden.
pl: Etykieta linku w sekcji głównej strony docelowej.
ru: Ярлык для ссылки в главном разделе целевой страницы.
sv: Etikett för länk i hjältesektionen på målsidan.
th: ป้ายกำกับสำหรับลิงก์ในส่วนฮีโร่ของหน้า Landing Page
uk: Мітка для посилання в головному розділі цільової сторінки.

source: Label that is visible to users in Marketplace.
ar: التصنيف المرئي للمستخدمين في Marketplace.
az: Marketplace-də istifadəçilərə görünən etiket.
bn: মার্কেটপ্লেসে ব্যবহারকারীদের কাছে দৃশ্যমান লেবেল।
cs: Štítek, který je viditelný pro uživatele v Marketplace.
de: Bezeichnung, die für Benutzer in Marketplace sichtbar ist.
es: Etiqueta visible para los usuarios en Marketplace.
et: Silt, mis on turuplatsi kasutajatele nähtav
fi: Tunniste, joka näkyy Marketplacen käyttäjille.
ky: Marketplace&#39;теги колдонуучуларга көрүнүүчү энбелги.
lt: Etiketė, matoma vartotojams Marketplace.
lv: Iezīme, kas ir redzama lietotājiem pakalpojumā Marketplace.
nb: Etikett som er synlig for brukere på Marketplace.
pl: Etykieta widoczna dla użytkowników w Marketplace.
ru: Ярлык, видимый пользователям в Marketplace.
sv: Etikett som är synlig för användare på Marketplace.
th: ป้ายกำกับที่ผู้ใช้มองเห็นได้ใน Marketplace
uk: Мітка, яку бачать користувачі в Marketplace.

source: Label that is visible to users in service catalog.
ar: التسمية المرئية للمستخدمين في كتالوج الخدمة.
az: Xidmət kataloqunda istifadəçilərə görünən etiket.
bn: পরিষেবা ক্যাটালগে ব্যবহারকারীদের কাছে দৃশ্যমান লেবেল।
cs: Štítek, který je viditelný uživatelům v katalogu služeb.
de: Bezeichnung, die für Benutzer im Servicekatalog sichtbar ist.
es: Etiqueta visible para los usuarios en el catálogo de servicios.
et: Silt, mis on teenusekataloogis kasutajatele nähtav.
fi: Tarra, joka näkyy käyttäjille palveluluettelossa.
ky: Кызмат каталогунда колдонуучуларга көрүнгөн энбелги.
lt: Etiketė, kurią naudotojai mato paslaugų kataloge.
lv: Etiķete, kas ir redzama lietotājiem pakalpojumu katalogā.
nb: Etikett som er synlig for brukere i tjenestekatalogen.
pl: Etykieta widoczna dla użytkowników w katalogu usług.
ru: Метка, видимая пользователям в каталоге услуг.
sv: Etikett som är synlig för användare i tjänstekatalogen.
th: ป้ายกำกับที่ผู้ใช้มองเห็นได้ในแค็ตตาล็อกบริการ
uk: Мітка, яку бачать користувачі в каталозі послуг.

source: Labels
ar: ملصقات
az: Etiketlər
bn: লেবেল
cs: Štítky
de: Etiketten
es: Etiquetas
et: Sildid
fi: Otsikot
ky: Энбелгилер
lt: Etiketės
lv: Etiķetes
nb: Etiketter
pl: Etykiety
ru: Метки
sv: Etiketter
th: ป้าย
uk: етикетки

source: Language
ar: اللغة
az: Dil
bn: ভাষা
cs: Jazyk
de: Sprache
es: Idioma
et: Keel
fi: Kieli
ky: Тил
lt: Kalba
lv: Valoda
nb: Språk
pl: Język
ru: Язык
sv: Språk
th: ภาษา
uk: мову

source: Last name
ar: اسم العائلة
az: Soyadı
bn: নামের শেষাংশ
cs: Příjmení
de: Familienname, Nachname
es: Apellido
et: Perekonnanimi
fi: Sukunimi
ky: Фамилия
lt: Pavardė
lv: Uzvārds
nb: Etternavn
pl: Nazwisko
ru: Фамилия
sv: Efternamn
th: นามสกุล
uk: Прізвище

source: Last update
ar: اخر تحديث
az: Son yeniləmə
bn: সর্বশেষ আপডেট
cs: Poslední aktualizace
de: Letztes Update
es: Última actualización
et: Viimane uuendus
fi: Viimeisin päivitys
ky: Акыркы жаңыртуу
lt: Paskutiniai pakeitimai
lv: Pēdējā atjaunošana
nb: Siste oppdatering
pl: Ostatnia aktualizacja
ru: Последнее обновление
sv: Senaste uppdateringen
th: การปรับปรุงครั้งล่าสุด
uk: Останнє оновлення

source: Last {month} month
ar: آخر{month} شهر
az: Keçən {month} ay
bn: শেষ{month} মাস
cs: Poslední{month} Měsíc
de: Zuletzt{month} Monat
es: Último{month} mes
et: Viimane{month} kuu
fi: Kestää{month} kuukausi
ky: Акыркы{month} ай
lt: Paskutinis{month} mėnuo
lv: Pēdējais{month} mēnesis
nb: Siste{month} måned
pl: Ostatni{month} miesiąc
ru: Последний{month} месяц
sv: Sista{month} månad
th: ล่าสุด{month} เดือน
uk: Останній{month} місяць

source: Latest date for resource termination
az: Resursun dayandırılması üçün son tarix

source: Latest review completion date
ar: آخر تاريخ الانتهاء من المراجعة
az: Son araşdırmanın tamamlanma tarixi
bn: সর্বশেষ পর্যালোচনা সমাপ্তির তারিখ
cs: Poslední datum dokončení recenze
de: Letztes Abschlussdatum der Überprüfung
es: Fecha de finalización de la última revisión
et: Viimane ülevaatuse lõpetamise kuupäev
fi: Tarkistuksen viimeisin valmistumispäivä
ky: Соңку кароонун аяктоо күнү
lt: Paskutinė peržiūros pabaigos data
lv: Pēdējais pārskatīšanas pabeigšanas datums
nb: Siste gjennomføringsdato
pl: Ostatnia data zakończenia przeglądu
ru: Дата завершения последней проверки
sv: Senaste slutdatum för granskningen
th: วันที่เสร็จสิ้นการตรวจสอบล่าสุด
uk: Остання дата завершення перевірки

source: Learn more
ar: التعرف على المزيد
az: Daha çox məlumat əldə edin
bn: আরও জানুন
cs: Zjistit více
de: Lerne mehr
es: Más información
et: Lisateave
fi: Opi lisää
ky: Көбүрөөк билүү
lt: Sužinokite daugiau
lv: Uzzināt vairāk
nb: Finn ut mer
pl: Dowiedz się więcej
ru: Подробнее
sv: Läs mer
th: เรียนรู้เพิ่มเติม
uk: Вивчайте більше

source: Leave blank if you want admin password to be auto-generated.
ar: اتركه فارغًا إذا كنت تريد إنشاء كلمة مرور المسؤول تلقائيًا.
az: Admin şifrəsinin avtomatik yaradılmasını istəyirsinizsə, boş buraxın.
bn: আপনি যদি অ্যাডমিন পাসওয়ার্ড স্বয়ংক্রিয়ভাবে তৈরি করতে চান তবে ফাঁকা রাখুন।
cs: Pokud chcete, aby se heslo správce generovalo automaticky, ponechte prázdné.
de: Lassen Sie das Feld leer, wenn Sie das Admin-Passwort automatisch generieren möchten.
es: Déjelo en blanco si quiere que la contraseña de administrador se genere automáticamente.
et: Jätke tühjaks, kui soovite et admin parool luuakse automaatselt.
fi: Jätä tyhjäksi, jos haluat, että järjestelmänvalvojan salasana luodaan automaattisesti.
ky: Эгер администратордун сырсөзүн автоматтык түрдө түзүүнү кааласаңыз, бош калтырыңыз.
lt: Palikite tuščią, jei norite, kad administratoriaus slaptažodis būtų automatiškai sugeneruotas.
lv: Atstājiet tukšu, ja vēlaties, lai administratora parole tiktu ģenerēta automātiski.
nb: La det være tomt hvis du vil at administratorpassordet skal genereres automatisk.
pl: Pozostaw puste, jeśli chcesz, aby hasło administratora było generowane automatycznie.
ru: Оставьте пустым, если желаете, чтобы пароль администратора был сгенерирован автоматически.
sv: Lämna tomt om du vill att administratörslösenordet ska genereras automatiskt.
th: เว้นว่างไว้หากคุณต้องการให้สร้างรหัสผ่านผู้ดูแลระบบโดยอัตโนมัติ
uk: Залиште поле порожнім, якщо ви хочете, щоб пароль адміністратора генерувався автоматично.

source: Leave blank if you want admin username to be auto-generated.
ar: اتركه فارغًا إذا كنت تريد إنشاء اسم مستخدم المسؤول تلقائيًا.
az: Admin istifadəçi adını avtomatik yaratmaq istəyirsinizsə, boş buraxın.
bn: আপনি যদি অ্যাডমিন ব্যবহারকারীর নাম স্বয়ংক্রিয়ভাবে তৈরি করতে চান তবে ফাঁকা ছেড়ে দিন।
cs: Pokud chcete, aby se uživatelské jméno správce generovalo automaticky, ponechte prázdné.
de: Lassen Sie das Feld leer, wenn der Admin-Benutzername automatisch generiert werden soll.
es: Déjelo en blanco si quiere que el nombre de usuario del administrador se genere automáticamente.
et: Jätke tühjaks, kui soovite et admin kasutajanimi luuakse automaatselt.
fi: Jätä tyhjäksi, jos haluat, että järjestelmänvalvojan käyttäjätunnus luodaan automaattisesti.
ky: Эгер администратордун колдонуучу аты автоматтык түрдө түзүлүшүн кааласаңыз, бош калтырыңыз.
lt: Palikite tuščią, jei norite, kad administratoriaus vartotojo vardas būtų sugeneruotas automatiškai.
lv: Atstājiet tukšu, ja vēlaties, lai administratora lietotājvārds tiktu ģenerēts automātiski.
nb: La stå tomt hvis du vil at administratorbrukernavnet skal genereres automatisk.
pl: Pozostaw puste, jeśli chcesz, aby nazwa użytkownika administratora była generowana automatycznie.
ru: Оставьте пустым, если желаете, чтобы имя пользователя администратора было сгенерировано автоматически.
sv: Lämna tomt om du vill att administratörens användarnamn ska genereras automatiskt.
th: เว้นว่างไว้หากคุณต้องการให้สร้างชื่อผู้ใช้ของผู้ดูแลระบบโดยอัตโนมัติ
uk: Залиште поле порожнім, якщо ви хочете, щоб ім’я користувача адміністратора генерувалося автоматично.

source: Legal address
ar: العنوان القانوني
az: Hüquqi ünvan
bn: বৈধ ঠিকানা
cs: Právní adresa
de: Gesetzliche Adresse
es: Dirección legal
et: Juriidiline aadress
fi: Laillinen osoite
ky: Юридикалык дарек
lt: Juridinis adresas
lv: Juridiskā adrese
nb: Juridisk adresse
pl: Legalny adres
ru: Юридический адрес
sv: Juridisk adress
th: ที่อยู่ตามกฎหมาย
uk: Юридична адреса

source: Lifetime will be updated and reset upon saving the form.
ar: سيتم تحديث وإعادة تعيين مدى الحياة عند حفظ النموذج.
az: Forma saxlandıqdan sonra həyat dövrü
bn: লাইফটাইম আপডেট করা হবে এবং ফর্মটি সংরক্ষণ করার পরে পুনরায় সেট করা হবে।
cs: Životnost bude aktualizována a obnovena po uložení formuláře.
de: Die Lebensdauer wird nach dem Speichern des Formulars aktualisiert und zurückgesetzt.
es: La vida útil se actualizará y se restablecerá al guardar el formulario.
et: Töötamise aeg resetitakse vormi salvestamisel.
fi: Elinikä päivitetään ja nollataan lomakkeen tallennuksen yhteydessä.
ky: Өмүр бою жаңыртылып, форма сакталгандан кийин баштапкы абалга келтирилет.
lt: Visą laiką bus atnaujinta ir iš naujo nustatyta išsaugant formą.
lv: Saglabājot veidlapu, mūža ilgums tiks atjaunināts un atiestatīts.
nb: Levetiden vil bli oppdatert og tilbakestilt når du lagrer skjemaet.
pl: Czas życia zostanie zaktualizowany i zresetowany po zapisaniu formularza.
ru: Срок действия будет обновлен и сброшен при сохранении формы.
sv: Livstids uppdateras och återställs när formuläret sparas.
th: อายุการใช้งานจะได้รับการอัปเดตและรีเซ็ตเมื่อบันทึกแบบฟอร์ม
uk: Час життя буде оновлено та скинуто після збереження форми.

source: Limit-based
ar: على أساس الحد
az: Limit əsaslı
bn: সীমা ভিত্তিক
cs: Na základě limitů
de: Limitbasiert
es: Basado en límite
et: Limiidi baasil
fi: Rajaperusteinen
ky: Лимитке негизделген
lt: Pagal limitą
lv: Pamatojoties uz limitu
nb: Grensebasert
pl: Oparte na limitach
ru: На основе лимитов
sv: Gränsbaserad
th: ตามขีดจำกัด
uk: На основі лімітів

source: Limit amount
ar: الحد من المبلغ
az: Limit məbləği
bn: সীমা পরিমাণ
cs: Limit částky
de: Betrag einschränken
es: Cantidad límite
et: Limiteeri kogus
fi: Rajoita määrä
ky: Чектөө суммасы
lt: Ribinė suma
lv: Limit summa
nb: Begrense beløp
pl: Limitowana ilość
ru: Лимитная сумма
sv: Begränsa belopp
th: จำกัดจำนวน
uk: Гранична сума

source: Limit based
ar: على أساس الحد
az: Limit əsasında
bn: সীমা ভিত্তিক
cs: Na základě limitu
de: Limitbasiert
es: Basado en límite
et: Piirangupõhine
fi: Raja perustuu
ky: Лимитке негизделген
lt: Pagal limitą
lv: Pamatojoties uz limitu
nb: Grensebasert
pl: Oparta na limitach
ru: На основе лимита
sv: Gränsbaserad
th: ตามขีดจำกัด
uk: На основі ліміту

source: Limit period
ar: فترة الحد
az: Limit müddəti
bn: সীমা সময়কাল
cs: Limitní období
de: Zeitraum begrenzen
es: Período límite
et: Limiidi periood
fi: Rajoitusaika
ky: Чектөө мөөнөтү
lt: Ribinis laikotarpis
lv: Ierobežojuma periods
nb: Begrenseperiode
pl: Okres graniczny
ru: Срок ограничения
sv: Begränsningsperiod
th: ระยะเวลาจำกัด
uk: Строк обмеження

source: Limits
ar: حدود
az: məhdudiyyətlər
bn: সীমা
cs: Limity
de: Grenzen
es: Límites
et: Limiidid
fi: Rajoitukset
ky: Лимиттер
lt: Ribos
lv: Ierobežojumi
nb: Grenser
pl: Limity
ru: Лимиты
sv: Gränser
th: ขีดจำกัด
uk: Межі

source: Limits are invalid.
ar: الحدود غير صالحة.
az: Limitlər etibarsızdır.
bn: সীমা অবৈধ.
cs: Limity jsou neplatné.
de: Grenzwerte sind ungültig.
es: Los límites no son válidos.
et: Limiidid on vigased
fi: Rajat eivät kelpaa.
ky: Лимиттер жараксыз.
lt: Ribos yra neteisingos.
lv: Ierobežojumi nav derīgi.
nb: Grensene er ugyldige.
pl: Limity są nieprawidłowe.
ru: Ограничения недействительны.
sv: Gränserna är ogiltiga.
th: ขีดจำกัดไม่ถูกต้อง
uk: Обмеження недійсні.

source: Link OpenStack Instance
ar: ربط مثيل OpenStack
az: OpenStack nümunəsini bağlayın
bn: OpenStack ইনস্ট্যান্স লিঙ্ক করুন
cs: Propojit instanci OpenStack
de: Link OpenStack-Instanz
es: Vincular la instancia de OpenStack
et: Linkige OpenStacki eksemplar
fi: Linkitä OpenStack-instanssi
ky: OpenStack Instance шилтемеси
lt: Nuoroda OpenStack egzempliorių
lv: Saistiet OpenStack instanci
nb: Koble OpenStack-forekomst
pl: Połącz instancję OpenStack
ru: Ссылка на экземпляр OpenStack
sv: Länka OpenStack-instans
th: ลิงก์อินสแตนซ์ OpenStack
uk: Посилання на примірник OpenStack

source: Link URL in hero section of HomePort landing page.
ar: رابط URL في قسم البطل في الصفحة المقصودة لـ HomePort.
az: HomePort açılış səhifəsinin qəhrəman bölməsində URL bağlayın.
bn: হোমপোর্ট ল্যান্ডিং পৃষ্ঠার হিরো বিভাগে লিঙ্ক URL।
cs: Adresa URL odkazu v hlavní části vstupní stránky HomePort.
de: Link-URL im Heldenbereich der HomePort-Landingpage.
es: URL del enlace en la hero section de la página de inicio de HomePort.
et: URL Homeport-i pealehe pildil.
fi: Linkin URL-osoite HomePort-aloitussivun hero-osiossa.
ky: Шилтеме URL HomePort баштапкы бетинин каарман бөлүмүндө.
lt: Nuorodos URL „HomePort“ nukreipimo puslapio herojaus skiltyje.
lv: Saites URL HomePort galvenās lapas varoņu sadaļā.
nb: Link URL i heltedelen av HomePort-landingssiden.
pl: Adres URL łącza w sekcji głównej strony docelowej HomePort.
ru: URL-адрес ссылки в главном разделе целевой страницы HomePort.
sv: Länk-URL i hjältesektionen på HomePort-målsidan.
th: ลิงก์ URL ในส่วนฮีโร่ของโฮมพอร์ตโฮมพอร์ต
uk: URL-адреса посилання в головному розділі цільової сторінки HomePort.

source: Link URL in hero section of landing page.
ar: رابط URL في قسم البطل بالصفحة المقصودة.
az: Açılış səhifəsinin qəhrəman bölməsində URL bağlayın.
bn: ল্যান্ডিং পৃষ্ঠার হিরো বিভাগে লিঙ্ক URL।
cs: Adresa URL odkazu v hlavní části vstupní stránky.
de: Link-URL im Heldenbereich der Zielseite.
es: URL del enlace en la hero section de la página de destino.
et: URL pealehe pildil.
fi: Linkin URL-osoite aloitussivun sankariosiossa.
ky: Баштапкы беттин каарман бөлүмүндөгү шилтеме URL.
lt: Nuorodos URL nukreipimo puslapio herojaus skiltyje.
lv: Saites URL galvenās lapas varoņa sadaļā.
nb: Link URL i heltedelen av landingssiden.
pl: Adres URL linku w sekcji głównej strony docelowej.
ru: URL-адрес ссылки в главном разделе целевой страницы.
sv: Länkadress i hjältedelen av målsidan.
th: ลิงก์ URL ในส่วนฮีโร่ของหน้า Landing Page
uk: URL-адреса посилання в головному розділі цільової сторінки.

source: Link invoice
ar: ربط الفاتورة
az: Bağlantı fakturası
bn: লিঙ্ক চালান
cs: Propojit fakturu
de: Linkrechnung
es: Vincular factura
et: Link arve
fi: Linkki lasku
ky: Эсеп-фактурага шилтеме
lt: Susieti sąskaitą faktūrą
lv: Saites rēķins
nb: Koble faktura
pl: Połącz fakturę
ru: Ссылка на счет
sv: Länk faktura
th: ลิงค์ใบแจ้งหนี้
uk: Посилання на рахунок

source: List importable resources
ar: قائمة الموارد القابلة للاستيراد
az: İdxal edilə bilən mənbələri sadalay
bn: আমদানিযোগ্য সম্পদের তালিকা করুন
cs: Seznam importovatelných zdrojů
de: Listen Sie importierbare Ressourcen auf
es: Listar los recursos importables
et: Loetlege imporditavad ressursid
fi: Listaa tuotavat resurssit
ky: Импорттолуучу ресурстардын тизмеси
lt: Išvardykite importuojamus išteklius
lv: Uzskaitiet importējamos resursus
nb: Liste over importerbare ressurser
pl: Lista zasobów, które można importować
ru: Список импортируемых ресурсов
sv: Lista importerbara resurser
th: แสดงรายการทรัพยากรที่นำเข้าได้
uk: Список імпортованих ресурсів

source: List is empty.
ar: القائمة فارغة.
az: Siyahı boşdur.
bn: তালিকা খালি।
cs: Seznam je prázdný.
de: Liste ist leer.
es: La lista está vacía.
et: Loend on tühi.
fi: Lista on tyhjä.
ky: Тизме бош.
lt: Sąrašas tuščias.
lv: Saraksts ir tukšs.
nb: Listen er tom.
pl: Lista jest pusta.
ru: Список пуст.
sv: Listan är tom.
th: รายการว่างเปล่า
uk: Список порожній.
