Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Force destroy
ar: تدمير القوة
az: Güclə məhv
bn: জোর করে ধ্বংস করে
cs: Násilné zničení
de: Kraft zerstören
es: Fuerza destruir
et: Jõuga hävitamine
fi: Pakota tuhoamaan
ky: Күч менен жок кылуу
lt: Jėga sunaikinti
lv: Ar spēku iznīcināt
nb: Kraft ødelegge
pl: Wymusić zniszczenie
ru: Сила уничтожить
sv: Tvinga förstöra
th: บังคับทำลาย
uk: Сила знищити

source: Force destroy {name} instance
ar: تدمير القوة{name} مثال
az: Məhsul məhv nümun {name} əsini
bn: জোর করে ধ্বংস করে{name} দৃষ্টান্ত
cs: Vynutit zničení instance {name}
de: Erzwinge die Zerstörung der {name} Instanz
es: Forzar la destrucción de la instancia {name}
et: Jõuga hävitada {name} instants
fi: Pakota tuhoamaan{name} ilmentymä
ky: Күч менен жок кылуу{name} мисал
lt: Priversti sunaikinti {name} egzempliorių
lv: Ar spēku iznīcināt{name} piemēram
nb: Force ødelegge {name} forekomst
pl: Wymusić zniszczenie{name} instancja
ru: Сила уничтожить{name} пример
sv: Tvinga förstöra {name} instans
th: ทำลายล้าง{name} ตัวอย่าง
uk: Сила знищити{name} екземпляр

source: Free
ar: خال
az: Pulsuz
bn: বিনামূল্যে
cs: Bezplatně
de: Kostenlos
es: Gratis
et: Tasuta
fi: Vapaa
ky: бекер
lt: Laisvas
lv: Brīvs
nb: Gratis
pl: Wolny
ru: Свободный
sv: Fri
th: ฟรี
uk: Безкоштовно

source: FreeIPA
az: pulsuzIPA
bn: ফ্রিআইপিএ
lt: Nemokama IPA
th: ฟรีIPA

source: FreeIPA account
ar: حساب IPA مجاني
az: FreeIPA hesabı
bn: ফ্রিআইপিএ অ্যাকাউন্ট
cs: Účet FreeIPA
de: FreeIPA-Konto
es: Cuenta FreeIPA
et: FreeIPA konto
fi: FreeIPA-tili
ky: FreeIPA эсеби
lt: FreeIPA paskyra
lv: FreeIPA konts
nb: FreeIPA-konto
pl: Konto FreeIPA
ru: FreeIPA-аккаунт
sv: FreeIPA-konto
th: บัญชี FreeIPA
uk: Обліковий запис FreeIPA

source: FreeIPA account needs to be set up.
ar: يجب إعداد حساب FreeIPA.
az: FreeIPA hesabı qurulmalıdır
bn: FreeIPA অ্যাকাউন্ট সেট আপ করতে হবে।
cs: Je třeba nastavit účet FreeIPA.
de: FreeIPA-Konto muss eingerichtet werden.
es: La cuenta FreeIPA necesita ser configurada.
et: FreeIPA konto vajab seadistamist.
fi: FreeIPA-tili on määritettävä.
ky: FreeIPA каттоо эсебин орнотуу керек.
lt: Reikia sukurti FreeIPA paskyrą.
lv: Ir jāiestata FreeIPA konts.
nb: FreeIPA-konto må settes opp.
pl: Należy założyć konto FreeIPA.
ru: Необходимо настроить учетную запись FreeIPA.
sv: FreeIPA-konto måste ställas in.
th: จำเป็นต้องตั้งค่าบัญชี FreeIPA
uk: Потрібно налаштувати обліковий запис FreeIPA.

source: FreeIPA extension is disabled.
ar: تم تعطيل ملحق FreeIPA.
az: FreeIPA uzantısı deaktiv edilmişdir.
bn: FreeIPA এক্সটেনশন অক্ষম করা হয়েছে।
cs: Rozšíření FreeIPA je zakázáno.
de: Die FreeIPA-Erweiterung ist deaktiviert.
es: La extensión FreeIPA está desactivada.
et: FreeIPA laiendus on keelatud.
fi: FreeIPA-laajennus on poistettu käytöstä.
ky: FreeIPA кеңейтүүсү өчүрүлгөн.
lt: FreeIPA plėtinys yra išjungtas.
lv: FreeIPA paplašinājums ir atspējots.
nb: FreeIPA-utvidelse er deaktivert.
pl: Rozszerzenie FreeIPA jest wyłączone.
ru: Расширение FreeIPA отключено.
sv: FreeIPA-tillägget är inaktiverat.
th: ส่วนขยาย FreeIPA ถูกปิดใช้งาน
uk: Розширення FreeIPA вимкнено.

source: From
ar: من
az: Kimdən
bn: থেকে
cs: Od
de: Von
es: De
et: Saatja
fi: alkaen
lt: Nuo
lv: No
nb: Fra
pl: Z
ru: От
sv: Från
th: จาก
uk: від

source: From creation
ar: من الخلق
az: Yaradılışdan
bn: সৃষ্টি থেকে
cs: Ze stvoření
de: Von der Schöpfung
es: De la creación
et: Loomingust
fi: Luomisesta lähtien
ky: Жаратылыштан
lt: Nuo kūrybos
lv: No radīšanas
nb: Fra skapelsen
pl: Od stworzenia
ru: С момента создания
sv: Från skapelsen
th: จากการสร้างสรรค์
uk: Від створення

source: From date
ar: من التاريخ
az: Tarixdən
bn: তারিখ হইতে
cs: Od data
de: Ab Datum
es: Desde la fecha
et: Kuupäevast
fi: Päivämäärästä
ky: Датадан
lt: Nuo datos
lv: No datuma
nb: Fra dato
pl: Od daty
ru: С даты
sv: Från datum
th: จากวันที่
uk: Від дати

source: Full access
ar: الوصول الكامل
az: Tam giriş
bn: পূর্ণ প্রবেশাধিকার
cs: Plný přístup
de: Voller Zugriff
es: Acceso completo
et: Täielik juurdepääs
fi: Täysi pääsy
ky: Толук мүмкүнчүлүк
lt: Pilna prieiga
lv: Pilna piekļuve
nb: Full tilgang
pl: Pełny dostęp
ru: Полный доступ
sv: Full tillgång
th: เข้าถึงได้เต็มรูปแบบ
uk: Повний доступ

source: Full description
ar: وصف كامل
az: Tam təsvir
bn: পূর্ণ বিবরণ
cs: Úplný popis
de: Vollständige Beschreibung
es: Descripción completa
et: Täielik kirjeldus
fi: Täysi kuvaus
ky: Толук сүрөттөмө
lt: Pilnas aprašymas
lv: Pilns apraksts
nb: Fullstendig beskrivelse
pl: Pełny opis
ru: Полное описание
sv: Fullständig beskrivning
th: คำอธิบายแบบเต็ม
uk: Повний опис

source: Full name
ar: الاسم الكامل
az: Tam adı
bn: পুরো নাম
cs: Celé jméno
de: Vollständiger Name
es: Nombre completo
et: Täisnimi
fi: Koko nimi
ky: Толук аты
lt: Pilnas vardas
lv: Pilnais vārds
nb: Fullt navn
pl: Imię i nazwisko
ru: Полное название
sv: Fullständigt namn
th: ชื่อเต็ม
uk: Повне ім&#39;я

source: Full name:
ar: الاسم الكامل:
az: Tam adı:
bn: পুরো নাম:
cs: Celé jméno:
de: Vollständiger Name:
es: Nombre completo:
et: Täisnimi
fi: Koko nimi:
ky: Толук аты:
lt: Pilnas vardas:
lv: Pilnais vārds:
nb: Fullt navn:
pl: Pełne imię i nazwisko:
ru: Полное имя:
sv: Fullständiga namn:
th: ชื่อเต็ม:
uk: Повне ім&#39;я:

source: Full price list of {offeringName} offering
ar: قائمة الأسعار الكاملة ل{offeringName} عرض
az: Təklifin tam qiymət siyah {offeringName} ısı
bn: সম্পূর্ণ মূল্য তালিকা{offeringName} প্রস্তাব
cs: Kompletní ceník{offeringName} nabídka
de: Vollständige Preisliste von{offeringName} Angebot
es: Lista completa de precios de la {offeringName} oferta
et: Täielik hinnakiri{offeringName} pakkumine
fi: Täydellinen hinnasto{offeringName} tarjoamalla
ky: Толук баа тизмеси{offeringName} тартуу
lt: Pilnas kainoraštis{offeringName} siūlymas
lv: Pilns cenu saraksts{offeringName} piedāvājums
nb: Full prisliste på{offeringName} å tilby
pl: Pełny cennik{offeringName} oferując
ru: Полный прайс-лист на{offeringName} предложение
sv: Fullständig prislista på{offeringName} erbjudande
th: รายการราคาเต็มของ{offeringName} การเสนอขาย
uk: Повний прайс лист{offeringName} пропозиція

source: GB
ar: غيغابايت
az: BK
bn: জিবি
ru: ГБ
th: กิกะไบต์

source: GPU
az: Qrafik emalı bloku
bn: জিপিইউ
et: CPU
ru: графический процессор
th: จีพียู

source: GPU limit (hours)
ar: حد GPU (ساعات)
az: GPU həddi (saat)
bn: GPU সীমা (ঘন্টা)
cs: Limit GPU (hodiny)
de: GPU-Limit (Stunden)
es: Límite de GPU (horas)
et: GPU limiit (tundi)
fi: GPU-raja (tuntia)
ky: GPU чеги (саат)
lt: GPU limitas (valandomis)
lv: GPU ierobežojums (stundas)
nb: GPU-grense (timer)
pl: Limit GPU (godziny)
ru: Ограничение графического процессора (часы)
sv: GPU-gräns (timmar)
th: ขีดจำกัด GPU (ชั่วโมง)
uk: Ліміт GPU (годин)

source: GPU usage
ar: استخدام وحدة معالجة الرسومات
az: Qrafik emalı blokundan istifadə
bn: GPU ব্যবহার
cs: Využití GPU
de: GPU-Nutzung
es: Uso de la GPU
et: CPU kasutus
fi: GPU:n käyttö
ky: GPU колдонуу
lt: GPU naudojimas
lv: GPU lietojums
nb: GPU-bruk
pl: Użycie procesora graficznego
ru: Использование графического процессора
sv: GPU-användning
th: การใช้งาน GPU
uk: Використання GPU

source: GUID is expected.
ar: ومن المتوقع GUID.
az: GUID gözlənilir.
bn: GUID প্রত্যাশিত.
cs: Očekává se GUID.
de: GUID wird erwartet.
es: Se espera un GUID.
et: Oodatud on GUID.
fi: GUID on odotettavissa.
ky: GUID күтүлүүдө.
lt: Tikimasi GUID.
lv: Paredzams GUID.
nb: GUID forventes.
pl: Oczekiwany jest identyfikator GUID.
ru: Ожидается GUID.
sv: GUID förväntas.
th: คาดว่า GUID
uk: Очікується GUID.

source: Gateway
ar: بوابة
az: Giriş
bn: প্রবেশপথ
cs: Brána
es: Puerta de enlace
et: Võrgulüüs
lt: Vartai
lv: Vārteja
pl: Wejście
ru: шлюз
sv: Inkörsport
th: ประตู
uk: шлюз

source: Gateway IP
ar: بوابة الملكية الفكرية
az: Giriş IP-si
bn: তথ্যপ্রযুক্তি সংযোগ পথ
cs: IP adresa brány
es: IP de la puerta de enlace
et: Võrgulüüsi IP
fi: Yhdyskäytävän IP
lt: Vartų IP
lv: Vārtejas IP
pl: Adres IP bramy
ru: IP-адрес шлюза
th: ไอพีเกตเวย์
uk: IP шлюзу

source: Gateway IP of this subnet
ar: بوابة IP لهذه الشبكة الفرعية
az: Bu alt şəbəkənin şlüzü IP
bn: এই সাবনেটের গেটওয়ে আইপি
cs: IP adresa brány této podsítě
de: Gateway-IP dieses Subnetzes
es: IP de puerta de enlace de esta subred
et: Võrgulüüsi IP antud alamvõrgule
fi: Tämän aliverkon yhdyskäytävän IP-osoite
ky: Бул ички тармактын IP шлюзи
lt: Šio potinklio IP šliuzas
lv: Šī apakštīkla vārtejas IP
nb: Gateway IP for dette delnettet
pl: Adres IP bramy tej podsieci
ru: IP-адрес шлюза этой подсети
sv: Gateway-IP för detta undernät
th: IP เกตเวย์ของซับเน็ตนี้
uk: IP шлюзу цієї підмережі

source: General
ar: عام
az: Ümumi
bn: সাধারণ
cs: Obecné
de: Allgemein
et: Üldine
fi: Yleiset
ky: Генерал
lt: Bendra
lv: Ģenerālis
nb: GENERELT
pl: Ogólne
ru: Общие
sv: Allmän
th: ทั่วไป
uk: Загальні

source: General information
ar: معلومات عامة
az: Ümumi informasiya
bn: সাধারণ জ্ঞাতব্য
cs: Obecné informace
de: Allgemeine Informationen
es: Información general
et: Üldteave
fi: Yleistä tietoa
ky: Жалпы маалымат
lt: Bendra informacija
lv: Vispārējā informācija
nb: Generell informasjon
pl: Informacje ogólne
ru: Общая информация
sv: Generell information
th: ข้อมูลทั่วไป
uk: Загальна інформація

source: Generate Kubeconfig file
ar: إنشاء ملف Kubeconfig
az: Kubeconfig faylı yaradın
bn: Kubeconfig ফাইল তৈরি করুন
cs: Generovat soubor Kubeconfig
de: Kubeconfig-Datei generieren
es: Generar archivo Kubeconfig
et: Loo Kubeconfig fail
fi: Luo Kubeconfig-tiedosto
ky: Kubeconfig файлын түзүү
lt: Generuoti Kubeconfig failą
lv: Ģenerējiet Kubeconfig failu
nb: Generer Kubeconfig-fil
pl: Wygeneruj plik Kubeconfig
ru: Создать файл Kubeconfig
sv: Generera Kubeconfig fil
th: สร้างไฟล์ Kubeconfig
uk: Створіть файл Kubeconfig

source: Generate password
ar: توليد كلمة السر
az: Şifrə yaradın
bn: পাসওয়ার্ড জেনারেট
cs: Generovat heslo
de: Generiere Passwort
es: Generar contraseña
et: Genereerige parool
fi: Luo salasana
ky: Сырсөздү түзүү
lt: Generuoti slaptažodį
lv: Ģenerēt paroli
nb: Generer passord
pl: Wygeneruj hasło
ru: Создать пароль
sv: Generera lösenord
th: สร้างรหัสผ่าน
uk: Згенерувати пароль

source: Get help
ar: الحصول على المساعدة
az: Kömək alın
bn: সাহায্য পান
cs: Získejte pomoc
de: Hilfe bekommen
es: Obtener ayuda
et: Küsi abi
fi: Hae apua
ky: Жардам алуу
lt: Gaukite pagalbos
lv: Iegūt palīdzību
nb: Få hjelp
pl: Sprowadź pomoc
ru: Получить помощь
sv: Få hjälp
th: ขอความช่วยเหลือ
uk: Отримати допомогу

source: Getting started
ar: ابدء
az: Başlaraq
bn: শুরু হচ্ছে
cs: Začínáme
de: Einstieg
es: Empezando
et: Alustamine
fi: Päästä alkuun
ky: Баштоо
lt: Darbo pradžia
lv: Darba sākšana
nb: Komme i gang
pl: Wprowadzenie
ru: Начало работы
sv: Komma igång
th: เริ่มต้นใช้งาน
uk: Починаємо

source: Getting started instructions
ar: تعليمات البدء
az: Başlamaq təlimatları
bn: শুরু করার নির্দেশাবলী
cs: Pokyny pro začátek
de: Anleitung zum Einstieg
es: Instrucciones de inicio
et: Alustamise juhised
fi: Aloitusohjeet
ky: Баштоо көрсөтмөлөрү
lt: Darbo pradžios instrukcijos
lv: Darba sākšanas instrukcijas
nb: Komme i gang instruksjoner
pl: Instrukcje dotyczące rozpoczęcia
ru: Инструкции по началу работы
sv: Komma igång instruktioner
th: คำแนะนำในการเริ่มต้นใช้งาน
uk: Інструкції з початку роботи

source: Global federation of identity providers for researchers.
ar: الاتحاد العالمي لمقدمي الهوية للباحثين.
az: Tədqiqatçılar üçün şəxsiyyət təminatçılarının qlobal
bn: গবেষকদের জন্য পরিচয় প্রদানকারীর গ্লোবাল ফেডারেশন।
cs: Globální federace poskytovatelů identity pro výzkumné pracovníky.
de: Globaler Verband von Identitätsanbietern für Forscher.
es: Federación mundial de proveedores de identidad para investigadores.
et: Teadlaste identiteedipakkujate ülemaailmne föderatsioon.
fi: Maailmanlaajuinen tutkijoiden identiteetintarjoajien liitto.
ky: Изилдөөчүлөр үчүн идентификациялык камсыздоочулардын глобалдык федерациясы.
lt: Pasaulinė tyrėjų tapatybės teikėjų federacija.
lv: Pasaules pētnieku identitātes nodrošinātāju federācija.
nb: Global føderasjon av identitetsleverandører for forskere.
pl: Globalna federacja dostawców tożsamości dla badaczy.
ru: Глобальная федерация поставщиков удостоверений для исследователей.
sv: Global federation av identitetsleverantörer för forskare.
th: สหพันธ์ผู้ให้บริการอัตลักษณ์ระดับโลกสำหรับนักวิจัย
uk: Глобальна федерація постачальників посвідчень для дослідників.

source: Go back
ar: الرجوع للخلف
az: Geri qayıt
bn: ফিরে যাও
cs: Vrať se
de: Geh zurück
es: Volver
et: Mine tagasi
fi: Mene takaisin
ky: Артка кайрыл
lt: Eik atgal
lv: Iet atpakaļ
nb: Gå tilbake
pl: Przejdź wstecz
ru: Возвращаться
sv: Gå tillbaka
th: ย้อนกลับ
uk: Повертайся

source: Go to Marketplace
ar: اذهب إلى السوق
az: Bazara gedin
bn: বাজারে যান
cs: Přejděte na Marketplace
de: Gehen Sie zum Marktplatz
es: Ir al Marketplace
et: Mine Turuplatsile
fi: Mene torille
ky: Базарга бар
lt: Eikite į Marketplace
lv: Dodieties uz tirgus laukumu
nb: Gå til Marketplace
pl: Idź na targowisko
ru: Перейти на торговую площадку
sv: Gå till Marketplace
th: ไปที่ตลาด
uk: Перейдіть на ринок

source: Go to detail view
ar: انتقل إلى عرض التفاصيل
az: Ətraflı görünüşə keçin
bn: বিস্তারিত ভিউ যান
cs: Přejít na podrobné zobrazení
de: Gehen Sie zur Detailansicht
es: Ir a la vista detallada
et: Mine detailvaatesse
fi: Siirry yksityiskohtanäkymään
ky: Чоо-жайына өтүү
lt: Eiti į detalų vaizdą
lv: Pāriet uz detalizēto skatu
nb: Gå til detaljvisning
pl: Przejdź do widoku szczegółowego
ru: Перейти к подробному просмотру
sv: Gå till detaljvy
th: ไปที่มุมมองรายละเอียด
uk: Перейти до детального перегляду

source: Go to marketplace
ar: اذهب إلى السوق
az: Bazara gedin
bn: বাজারে যান
cs: Přejít do obchodu
de: Zum Marktplatz gehen
es: Ir al marketplace
et: Mine turuplatsile
fi: Mene torille
ky: Базарга бар
lt: Eikite į marketplace
lv: Dodieties uz tirgus laukumu
nb: Gå til markedsplass
pl: Idź na targowisko
ru: Перейти на торговую площадку
sv: Gå till marknadsplatsen
th: ไปที่ตลาด
uk: Перейдіть на ринок

source: Go to my profile
ar: اذهب إلى ملفي الشخصي
az: Mənim profilimə gir
bn: আমার প্রোফাইলে যান
cs: Přejít na můj profil
de: Gehe zu meinem Profil
es: Ir a mi perfil
et: Mine minu profiilile
fi: Siirry profiiliini
ky: Менин профилиме өтүңүз
lt: Eiti į mano profilį
lv: Dodieties uz manu profilu
nb: Gå til profilen min
pl: Idź do mojego profilu
ru: К моему профилю
sv: Gå till min profil
th: ไปที่โปรไฟล์ของฉัน
uk: Перейти до мого профілю

source: Go to new interface
ar: انتقل إلى الواجهة الجديدة
az: Yeni interfeysə keçin
bn: নতুন ইন্টারফেসে যান
cs: Přejít na nové rozhraní
de: Gehen Sie zur neuen Schnittstelle
es: Ir a la nueva interfaz
et: Minge uuele liidesele
fi: Siirry uuteen käyttöliittymään
ky: Жаңы интерфейске өтүңүз
lt: Eikite į naują sąsają
lv: Dodieties uz jauno interfeisu
nb: Gå til nytt grensesnitt
pl: Przejdź do nowego interfejsu
ru: Перейти к новому интерфейсу
sv: Gå till det nya gränssnittet
th: ไปที่อินเทอร์เฟซใหม่
uk: Перейти до нового інтерфейсу

source: Go to old interface
ar: انتقل إلى الواجهة القديمة
az: Köhnə interfeysə keçin
bn: পুরানো ইন্টারফেসে যান
cs: Přejít na staré rozhraní
de: Gehen Sie zur alten Schnittstelle
es: Ir a la interfaz anterior
et: Vali varasem kasutajaliides
fi: Siirry vanhaan käyttöliittymään
ky: Эски интерфейске өтүңүз
lt: Eikite į seną sąsają
lv: Dodieties uz veco saskarni
nb: Gå til det gamle grensesnittet
pl: Przejdź do starego interfejsu
ru: Перейти к старому интерфейсу
sv: Gå till det gamla gränssnittet
th: ไปที่อินเทอร์เฟซเก่า
uk: Перейти до старого інтерфейсу

source: Go to organization dashboard
ar: انتقل إلى لوحة تحكم المنظمة
az: Təşkilat panelinə keçin
bn: প্রতিষ্ঠানের ড্যাশবোর্ডে যান
cs: Přejděte na řídicí panel organizace
de: Gehen Sie zum Organisations-Dashboard
es: Ir al panel de la organización
et: Ava organisatsiooni töölaud
fi: Siirry organisaation hallintapaneeliin
ky: Уюмдун башкаруу тактасына өтүңүз
lt: Eikite į organizacijos informacijos suvestinę
lv: Dodieties uz organizācijas informācijas paneli
nb: Gå til organisasjonens dashbord
pl: Przejdź do panelu organizacji
ru: Перейти в личный кабинет организации
sv: Gå till organisationens instrumentpanel
th: ไปที่แดชบอร์ดองค์กร
uk: Перейдіть на інформаційну панель організації

source: Go to profile
ar: الانتقال إلى الملف الشخصي
az: Profilə keçin
bn: প্রোফাইলে যান
cs: Přejít na profil
de: Zum Profil gehen
es: Ir al perfil
et: Mine profiilile
fi: Siirry profiiliin
ky: Профилге өтүңүз
lt: Eiti į profilį
lv: Dodieties uz profilu
nb: Gå til profil
pl: Przejdź do profilu
ru: Перейти в профиль
sv: Gå till profil
th: ไปที่โปรไฟล์
uk: Перейти в профіль

source: Go to project dashboard
ar: انتقل إلى لوحة تحكم المشروع
az: Layihə panelinə keçin
bn: প্রকল্প ড্যাশবোর্ড যান
cs: Přejděte na řídicí panel projektu
de: Gehen Sie zum Projekt-Dashboard
es: Ir al panel de control del proyecto
et: Minge projekti juhtpaneelile
fi: Siirry projektin hallintapaneeliin
ky: Долбоор тактасына өтүңүз
lt: Eikite į projekto prietaisų skydelį
lv: Dodieties uz projekta informācijas paneli
nb: Gå til prosjektdashbordet
pl: Przejdź do panelu projektu
ru: Перейти на панель управления проектом
sv: Gå till projektinstrumentpanelen
th: ไปที่แดชบอร์ดโครงการ
uk: Перейдіть на інформаційну панель проекту

source: Go to resources
ar: اذهب إلى الموارد
az: Resurslara gedin
bn: সম্পদ যান
cs: Přejděte na zdroje
de: Gehen Sie zu Ressourcen
es: Ir a los recursos
et: Mine ressursside juurde
fi: Siirry resursseihin
ky: ресурстарга өтүү
lt: Eikite į išteklius
lv: Dodieties uz resursiem
nb: Gå til ressurser
pl: Przejdź do zasobów
ru: Перейти к ресурсам
sv: Gå till resurser
th: ไปที่แหล่งข้อมูล
uk: Перейти до ресурсів

source: Go to service catalog
ar: انتقل إلى كتالوج الخدمة
az: Xidmət kataloquna keçin
bn: পরিষেবা ক্যাটালগে যান
cs: Přejděte do katalogu služeb
de: Gehen Sie zum Servicekatalog
es: Ir al catálogo de servicios
et: Mine teenuste kataloogi
fi: Siirry huoltoluetteloon
ky: Кызмат каталогуна өтүңүз
lt: Eikite į paslaugų katalogą
lv: Dodieties uz pakalpojumu katalogu
nb: Gå til servicekatalogen
pl: Przejdź do katalogu usług
ru: Перейти в каталог услуг
sv: Gå till tjänstekatalogen
th: ไปที่แค็ตตาล็อกบริการ
uk: Перейти до каталогу послуг

source: Google Calendar has been published successfully.
ar: تم نشر تقويم Google بنجاح.
az: Google Təqvim uğurla yayımlandı.
bn: Google ক্যালেন্ডার সফলভাবে প্রকাশিত হয়েছে৷
cs: Google Kalendář byl úspěšně publikován.
de: Google Kalender wurde erfolgreich veröffentlicht.
es: Google Calendar se ha publicado correctamente.
et: Google'i kalender on edukalt avaldatud.
fi: Google-kalenteri on julkaistu.
ky: Google Жылнаама ийгиликтүү жарыяланды.
lt: Google kalendorius sėkmingai paskelbtas.
lv: Google kalendārs ir veiksmīgi publicēts.
nb: Google Kalender har blitt publisert.
pl: Kalendarz Google został pomyślnie opublikowany.
ru: Календарь Google успешно опубликован.
sv: Google Kalender har publicerats framgångsrikt.
th: เผยแพร่ Google ปฏิทินเรียบร้อยแล้ว
uk: Календар Google успішно опубліковано.

source: Google Calendar has been synced successfully.
ar: تمت مزامنة تقويم Google بنجاح.
az: Google Təqvim uğurla sinxronlaşdırıldı.
bn: Google ক্যালেন্ডার সফলভাবে সিঙ্ক করা হয়েছে৷
cs: Google Kalendář byl úspěšně synchronizován.
de: Google Kalender wurde erfolgreich synchronisiert.
es: Google Calendar se ha sincronizado correctamente.
et: Google'i kalender on edukalt sünkroonitud.
fi: Google-kalenteri on synkronoitu onnistuneesti.
ky: Google Жылнаама ийгиликтүү шайкештештирилди.
lt: Google kalendorius sėkmingai sinchronizuotas.
lv: Google kalendārs ir veiksmīgi sinhronizēts.
nb: Google Kalender har blitt synkronisert.
pl: Kalendarz Google został pomyślnie zsynchronizowany.
ru: Календарь Google успешно синхронизирован.
sv: Google Calendar har synkroniserats framgångsrikt.
th: ซิงค์ Google ปฏิทินสำเร็จแล้ว
uk: Календар Google успішно синхронізовано.

source: Google Calendar has been unpublished successfully.
ar: تم إلغاء نشر تقويم Google بنجاح.
az: Google Təqvim uğurla nəşr olunmamışdır.
bn: Google ক্যালেন্ডার সফলভাবে অপ্রকাশিত হয়েছে৷
cs: Publikování Google Kalendáře bylo úspěšně zrušeno.
de: Google Kalender wurde erfolgreich veröffentlicht.
es: Google Calendar se ha despublicado correctamente.
et: Google'i kalendri avaldamine on tühistatud.
fi: Google-kalenterin julkaisun peruutus onnistui.
ky: Google Жылнаама ийгиликтүү жарыяланды.
lt: Google kalendoriaus paskelbimas sėkmingai atšauktas.
lv: Google kalendāra publicēšana ir veiksmīgi atcelta.
nb: Google Kalender har blitt upublisert.
pl: Cofnięto publikację Kalendarza Google.
ru: Календарь Google успешно удален из публикации.
sv: Google Calendar har avpublicerats framgångsrikt.
th: ยกเลิกการเผยแพร่ Google ปฏิทินเรียบร้อยแล้ว
uk: Публікацію Календаря Google скасовано.

source: Google Calendar link
ar: رابط تقويم جوجل
az: Google Təqvim bağlantısı
bn: গুগল ক্যালেন্ডার লিঙ্ক
cs: Odkaz na Google Kalendář
de: Google Kalender-Link
es: Enlace de Google Calendar
et: Google'i kalendri link
fi: Google-kalenterin linkki
ky: Google Календар шилтемеси
lt: Google kalendoriaus nuoroda
lv: Google kalendāra saite
nb: Google Kalender-lenke
pl: Link do Kalendarza Google
ru: Ссылка на Календарь Google
sv: Google Kalender-länk
th: ลิงก์ Google ปฏิทิน
uk: Посилання на календар Google

source: Got it!
ar: فهمت ذلك!
az: Alındı!
bn: বুঝেছি!
cs: Rozumím!
de: Ich habs!
es: ¡Entiendo!
et: Korras!
fi: Sain sen!
ky: Аны алган!
lt: Supratau!
lv: Sapratu!
nb: Fikk den!
pl: Mam!
ru: Есть!
sv: Jag förstår!
th: เข้าใจแล้ว!
uk: Зрозумів!

source: Grant permission
ar: يعطي الأذن
az: İcazə verin
bn: অনুমতি দিন
cs: Udělit oprávnění
de: Erteilungsgenehmigung
es: Conceder permiso
et: Anna luba
fi: Käyttöoikeuden myöntäminen
ky: Уруксат берүү
lt: Suteikti leidimą
lv: Piešķiriet atļauju
nb: Gi tillatelse
pl: Udziel uprawnień
ru: Предоставить разрешение
sv: Bevilja tillstånd
th: ให้สิทธิ์
uk: Надати дозвіл

source: Group
ar: مجموعة
az: Qrup
bn: গ্রুপ
cs: Skupina
es: Grupal
et: Grupp
fi: Ryhmä
ky: Топ
lt: Grupė
lv: Grupa
nb: Gruppe
pl: Grupa
ru: Группе
sv: Grupp
th: กลุ่ม
uk: Група

source: Group invitation has been cancelled.
ar: تم إلغاء دعوة المجموعة.
az: Qrup dəvəti ləğv edildi.
bn: গ্রুপ আমন্ত্রণ বাতিল করা হয়েছে.
cs: Pozvánka skupiny byla zrušena.
de: Die Gruppeneinladung wurde storniert.
es: Se ha cancelado la invitación de grupo.
et: Rühma kutse on tühistatud.
fi: Ryhmäkutsu on peruutettu.
ky: Топко чакыруу жокко чыгарылды.
lt: Grupės kvietimas atšauktas.
lv: Grupas ielūgums ir atcelts.
nb: Gruppeinvitasjonen er kansellert.
pl: Zaproszenie do grupy zostało anulowane.
ru: Приглашение в группу было отменено.
sv: Gruppinbjudan har avbrutits.
th: คำเชิญกลุ่มถูกยกเลิก
uk: Запрошення до групи скасовано.

source: Group invitations
ar: دعوات جماعية
az: Qrup dəvətnamələri
bn: গ্রুপ আমন্ত্রণ
cs: Skupinové pozvánky
de: Gruppeneinladung
es: Invitaciones de grupo
et: Rühma kutsed
fi: Ryhmäkutsut
ky: Топтук чакыруулар
lt: Grupiniai kvietimai
lv: Grupu ielūgumi
nb: Gruppe invitasjoner
pl: Zaproszenia grupowe
ru: Групповые приглашения
sv: Gruppinbjudningar
th: คำเชิญกลุ่ม
uk: Групові запрошення

source: Growth
ar: نمو
az: Böyümə
bn: বৃদ্ধি
cs: Růst
de: Wachstum
es: Crecimiento
et: Kasv
fi: Kasvu
ky: Өсүү
lt: Augimas
lv: Izaugsme
nb: Vekst
pl: Wzrost
ru: Рост
sv: Tillväxt
th: การเจริญเติบโต
uk: зростання
