Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Availability zone
ar: منطقة التوفر
az: Əlçatanlıq zonası
bn: প্রাপ্যতা অঞ্চল
cs: Zóna dostupnosti
de: Verfügbarkeitszone
es: Zona de disponibilidad
et: Kättesaadavuse tsoon
fi: Saatavuusalue
ky: Жеткиликтүүлүк зонасы
lt: Prieinamumo zona
lv: Pieejamības zona
nb: Tilgjengelighet sone
pl: Strefa dostępności
ru: Зона доступности
sv: Tillgänglighetszon
th: โซนความพร้อมใช้งาน
uk: Зона доступності

source: Available
ar: متوفر
az: Mövcud
bn: পাওয়া যায়
cs: K dispozici
de: Verfügbar
es: Disponible
et: Saadaval
fi: Käytettävissä
ky: жеткиликтүү
lt: Yra
lv: Pieejams
nb: Tilgjengelig
pl: Dostępny
ru: доступный
sv: tillgängliga
th: มีอยู่
uk: Доступний

source: Available offerings
ar: العروض المتاحة
az: Mövcud təkliflər
bn: উপলব্ধ অফার
cs: Dostupné nabídky
de: Verfügbare Angebote
es: Ofertas disponibles
et: Saadaval olevad pakkumised
fi: Saatavilla olevat tarjoukset
ky: Жеткиликтүү сунуштар
lt: Galimi pasiūlymai
lv: Pieejamie piedāvājumi
nb: Tilgjengelige tilbud
pl: Dostępne oferty
ru: Доступные предложения
sv: Tillgängliga erbjudanden
th: ข้อเสนอที่มีอยู่
uk: Доступні пропозиції

source: Available plans
ar: الخطط المتاحة
az: Mövcud planlar
bn: উপলব্ধ পরিকল্পনা
cs: Dostupné plány
de: Verfügbare Pläne
es: Planes disponibles
et: Saadaolevad plaanid
fi: Saatavilla olevat suunnitelmat
ky: Жеткиликтүү пландар
lt: Galimi planai
lv: Pieejamie plāni
nb: Tilgjengelige planer
pl: Dostępne plany
ru: Доступные планы
sv: Tillgängliga planer
th: แผนที่มีอยู่
uk: Доступні плани

source: Available quota usage: {usage}
ar: استخدام الحصص المتاحة:{usage}
az: Mövcud kvota: {usage}
bn: উপলব্ধ কোটা ব্যবহার:{usage}
cs: Využití dostupné kvóty: {usage}
de: Verfügbare Kontingentnutzung: {usage}
es: Uso de cuota disponible: {usage}
et: Kättesaadava kvoodi kasutamine: {usage}
fi: Käytettävissä oleva kiintiön käyttö:{usage}
ky: Жеткиликтүү квотаны колдонуу:{usage}
lt: Galimas kvotos naudojimas: {usage}
lv: Pieejamās kvotas izmantošana:{usage}
nb: Tilgjengelig kvotebruk: {usage}
pl: Dostępne wykorzystanie limitu:{usage}
ru: Доступное использование квот: {usage}
sv: Tillgänglig kvotanvändning: {usage}
th: การใช้โควต้าที่มีอยู่:{usage}
uk: Доступне використання квоти:{usage}

source: Average of all checklists
ar: متوسط جميع قوائم المراجعة
az: Bütün yoxlama siyahılarının ortalaması
bn: সমস্ত চেকলিস্টের গড়
cs: Průměr všech kontrolních seznamů
de: Durchschnitt aller Checklisten
es: Promedio de todas las listas de verificación
et: Kõigi kontrollnimekirjade keskmine
fi: Kaikkien tarkistuslistojen keskiarvo
ky: Бардык текшерүү тизмелеринин орточо көрсөткүчү
lt: Visų kontrolinių sąrašų vidurkis
lv: Visu kontrolsarakstu vidējais rādītājs
nb: Gjennomsnitt av alle sjekklister
pl: Średnia ze wszystkich list kontrolnych
ru: Среднее значение всех контрольных списков
sv: Genomsnitt av alla checklistor
th: ค่าเฉลี่ยของรายการตรวจสอบทั้งหมด
uk: Середнє значення всіх контрольних списків

source: Average utilization
ar: متوسط الاستخدام
az: Orta istifadə
bn: গড় ব্যবহার
cs: Průměrné využití
de: Durchschnittliche Auslastung
es: Utilización media
et: Keskmine kasutus
fi: Keskimääräinen käyttöaste
ky: Орточо пайдалануу
lt: Vidutinis panaudojimas
lv: Vidējā izmantošana
nb: Gjennomsnittlig utnyttelse
pl: Średnie wykorzystanie
ru: Средний коэффициент использования
sv: Genomsnittligt utnyttjande
th: การใช้งานโดยเฉลี่ย
uk: Середнє використання

source: Average value
ar: متوسط القيمة
az: Orta dəyər
bn: গড় মূল্য
cs: Průměrná hodnota
de: Durchschnittswert
es: Valor promedio
et: Keskmine väärtus
fi: Keskiarvo
ky: Орточо маани
lt: Vidutinė vertė
lv: Vidējā vērtība
nb: Gjennomsnittlig verdi
pl: Wartość średnia
ru: Средняя стоимость
sv: Genomsnittligt värde
th: ค่าเฉลี่ย
uk: Середнє значення

source: Azure Active Directory Application Secret
ar: سر تطبيق Azure Active Directory
az: Azure Active Directory tətbiqi sirri
bn: Azure অ্যাক্টিভ ডিরেক্টরি অ্যাপ্লিকেশন সিক্রেট
cs: Tajný klíč aplikace Azure Active Directory
de: Azure Active Directory-Anwendungsgeheimnis
es: Secreto de la aplicación de Azure Active Directory
et: Azure Active Directory rakenduse saladus
fi: Azure Active Directory -sovelluksen salaisuus
ky: Azure Active Directory Колдонмо сыры
lt: Azure Active Directory programos paslaptis
lv: Azure Active Directory lietojumprogrammas noslēpums
nb: Azure Active Directory-programhemmelighet
pl: Klucz tajny aplikacji Azure Active Directory
ru: Секрет приложения Azure Active Directory
sv: Azure Active Directory-programhemlighet
th: ความลับของแอปพลิเคชัน Azure Active Directory
uk: Секретний ключ застосунку Azure Active Directory

source: Azure PostgreSQL database server
ar: خادم قاعدة بيانات Azure PostgreSQL
az: Azure PostgreSQL verilənlər bazası serveri
bn: Azure PostgreSQL ডাটাবেস সার্ভার
cs: Databázový server Azure PostgreSQL
de: Azure PostgreSQL-Datenbankserver
es: Servidor de base de datos Azure PostgreSQL
et: Azure PostgreSQL andmebaasi serveri
fi: Azure PostgreSQL -tietokantapalvelin
ky: Azure PostgreSQL маалымат базасы сервери
lt: Azure PostgreSQL duomenų bazės serveris
lv: Azure PostgreSQL datu bāzes serveris
pl: Serwer bazy danych Azure PostgreSQL
ru: Сервер баз данных Azure PostgreSQL
sv: Azure PostgreSQL-databasserver
th: เซิร์ฟเวอร์ฐานข้อมูล Azure PostgreSQL
uk: Сервер бази даних Azure PostgreSQL

source: Azure Virtual Machine
ar: آلة أزور الافتراضية
az: Azure Virtual Maşın
bn: Azure ভার্চুয়াল মেশিন
cs: Virtuální počítač Azure
es: Máquina Virtual de Azure
et: Azure virtuaalmasin
fi: Azure-virtuaalikone
lt: Azure virtualioji mašina
lv: Azure virtuālā mašīna
nb: Azure Virtuell Maskin
pl: Maszyna wirtualna Azure
ru: Виртуальная машина Azure
sv: Azure Virtuell Maskin
th: เครื่องเสมือน Azure
uk: Віртуальна машина Azure

source: Azure provider
ar: مزود أزور
az: Azure provayderi
bn: আজুর প্রদানকারী
cs: Poskytovatel Azure
de: Azure-Anbieter
es: Proveedor de Azure
et: Azure pakkuja
fi: Azure-palveluntarjoaja
ky: Azure камсыздоочусу
lt: Azure teikėjas
lv: Azure pakalpojumu sniedzējs
nb: Azure-leverandør
pl: Dostawca platformy Azure
ru: Поставщик Azure
sv: Azure-leverantör
th: ผู้ให้บริการ Azure
uk: Провайдер Azure

source: Back
ar: ظهر
az: Geriyə
bn: পেছনে
cs: Zpět
de: Zurück
es: Atrás
et: Tagasi
fi: Selkä
ky: Артка
lt: Atgal
lv: Atpakaļ
nb: Tilbake
pl: Wstecz
ru: Назад
sv: Tillbaka
th: กลับ
uk: Назад

source: Back to login
ar: العودة إلى تسجيل الدخول
az: Loqin üçün geriyə
bn: প্রবেশ করতে পেছান
cs: Zpět na přihlášení
de: Zurück zum Einloggen
es: Atrás para iniciar sesión
et: Tagasi sisselogimise lehele
fi: Takaisin kirjautumiseen
ky: Кирүү үчүн кайтуу
lt: Grįžti į prisijungimą
lv: Atpakaļ uz Pieteikties
nb: Tilbake til innlogging
pl: Powrót do logowania
ru: Назад ко входу
sv: Tillbaka till inloggning
th: กลับไปเข้าสู่ระบบ
uk: Назад до входу

source: Back to organization
ar: العودة إلى التنظيم
az: Müəssisə üçün geriyə
bn: সংগঠনে ফিরে যান
cs: Zpět na organizaci
de: Zurück zur Organisation
es: Volver a la organización
et: Tagasi organisatsiooni vaatesse
fi: Takaisin organisaatioon
ky: Уюмга кайтуу
lt: Atgal į organizaciją
lv: Atpakaļ uz organizāciju
nb: Tilbake til organisasjonen
pl: Powrót do organizacji
ru: Назад к организации
sv: Tillbaka till organisationen
th: กลับสู่องค์กร
uk: Назад до організації

source: Back to personal dashboard
ar: العودة إلى لوحة القيادة الشخصية
az: Şəxsi panelə geri qayıdın
bn: ব্যক্তিগত ড্যাশবোর্ডে ফিরে যান
cs: Zpět na osobní řídicí panel
de: Zurück zum persönlichen Dashboard
es: Volver al panel de control personal
et: Tagasi kasutaja töölauale
fi: Takaisin henkilökohtaiseen kojelautaan
ky: Жеке башкаруу тактасына кайтуу
lt: Grįžti į asmeninį prietaisų skydelį
lv: Atgriezties uz personīgo informācijas paneli
nb: Tilbake til personlig dashbord
pl: Powrót do panelu osobistego
ru: Вернуться на персональную панель
sv: Tillbaka till personlig instrumentpanel
th: กลับไปที่แดชบอร์ดส่วนตัว
uk: Повернутися до особистої панелі

source: Back to project
ar: العودة إلى المشروع
az: Layihə üçün geriyə
bn: প্রকল্পে ফিরে যান
cs: Zpět do projektu
de: Zurück zum Projekt
es: Volver al proyecto
et: Tagasi projekti juurde
fi: Takaisin projektiin
ky: Долбоорго кайтуу
lt: Atgal į projektą
lv: Atpakaļ uz projektu
nb: Tilbake til prosjektet
pl: Powrót do projektu
ru: Назад к проекту
sv: Tillbaka till projektet
th: กลับสู่โครงการ
uk: Назад до проекту

source: Back to shopping
ar: العودة إلى التسوق
az: Alış-verişə qayıt
bn: শপিং এ ফিরে যান
cs: Zpět k nakupování
de: Zurück zum Einkaufen
es: Volver a las compras
et: Tagasi ostlema
fi: Takaisin ostoksille
ky: Дүкөнгө кайтуу
lt: Grįžti į apsipirkimą
lv: Atpakaļ uz iepirkšanos
nb: Tilbake til shopping
pl: Powrót do zakupów
ru: Вернуться к покупкам
sv: Tillbaka till shopping
th: กลับไปช้อปปิ้ง
uk: Назад до покупок

source: Backend ID
ar: معرف الواجهة الخلفية
az: Arxa ID
bn: ব্যাকএন্ড আইডি
es: ID de backend
et: Backendi ID
fi: Taustajärjestelmän tunnus
lv: Aizmugursistēmas ID
pl: Identyfikator zaplecza
ru: Серверный идентификатор
sv: Bakdels-ID
th: รหัสแบ็กเอนด์
uk: Ідентифікатор серверної частини

source: Backend ID has been successfully set.
ar: تم تعيين معرف الواجهة الخلفية بنجاح.
az: Backend ID uğurla təyin edilmişdir.
bn: ব্যাকএন্ড আইডি সফলভাবে সেট করা হয়েছে।
cs: Backend ID bylo úspěšně nastaveno.
de: Die Backend-ID wurde erfolgreich festgelegt.
es: El ID de backend se ha establecido correctamente.
et: Backendi ID on edukalt seatud.
fi: Taustajärjestelmän tunnus on asetettu onnistuneesti.
ky: Backend ID ийгиликтүү орнотулду.
lt: Backend ID sėkmingai nustatytas.
lv: Aizmugursistēmas ID ir veiksmīgi iestatīts.
nb: Backend ID har blitt angitt.
pl: Identyfikator zaplecza został pomyślnie ustawiony.
ru: Внутренний идентификатор успешно установлен.
sv: Backend-ID har ställts in.
th: ตั้งค่ารหัสแบ็กเอนด์สำเร็จแล้ว
uk: ID серверу успішно встановлено.

source: Backend health status
ar: الحالة الصحية الخلفية
az: Arxa tərəfin sağlamlıq vəziyyəti
bn: ব্যাকএন্ড স্বাস্থ্য অবস্থা
cs: Zdravotní stav backendu
de: Backend-Gesundheitsstatus
es: Estado de salud del backend
et: Süsteemi tervislik seisund
fi: Taustan terveydentila
ky: Backend ден соолук абалы
lt: Galinė sveikatos būklė
lv: Aizmugurējais veselības stāvoklis
nb: Backend helsestatus
pl: Stan kondycji zaplecza
ru: Состояние серверной части
sv: Backend hälsostatus
th: สถานะสุขภาพของแบ็กเอนด์
uk: Стан справності бекенда

source: Backend metadata
ar: البيانات الوصفية الخلفية
az: Arxa səhifə metadata
bn: ব্যাকএন্ড মেটাডেটা
cs: Backendová metadata
de: Backend-Metadaten
es: Metadatos de backend
et: Taustaprogrammi metaandmed
fi: Taustasisällön metatiedot
ky: Backend метадайындары
lt: Backend metaduomenys
lv: Aizmugursistēmas metadati
pl: Metadane zaplecza
ru: Серверные метаданные
th: ข้อมูลเมตาของแบ็กเอนด์
uk: Метадані сервера

source: Backend sync
az: Arxa sinxronizasiya

source: Backing up
ar: النسخة الإحتياطية
az: Rezervlənir
bn: ব্যাক আপ করা হচ্ছে
cs: Zálohování
de: Sichern
es: Copia de seguridad
et: Varundamine
fi: Varmuuskopiointi
ky: Камдык көчүрмөлөө
lt: Kuriama atsarginė kopija
lv: Dublēšana
nb: Sikkerhetskopiere
pl: Tworzenie kopii zapasowej
ru: Резервное копирование
sv: Säkerhetskopiera
th: สำรอง
uk: Резервне копіювання

source: Bandwidth
ar: عرض النطاق
az: Bant genişliyi
bn: ব্যান্ডউইথ
cs: Šířka pásma
de: Bandbreite
es: Ancho de banda
et: Ribalaius
fi: Kaistanleveys
ky: өткөрүү жөндөмдүүлүгү
lt: Pralaidumas
lv: Joslas platums
nb: Båndbredde
pl: Przepustowość łącza
ru: Пропускная способность
sv: Bandbredd
th: แบนด์วิธ
uk: Пропускна здатність

source: Bank account
ar: الحساب المصرفي
az: Bank hesabı
bn: ব্যাংক হিসাব
cs: Bankovní účet
de: Bankkonto
es: Cuenta bancaria
et: Pangakonto
fi: Pankkitili
ky: Банк эсеби
lt: Banko sąskaita
lv: Bankas konts
nb: Bankkonto
pl: Konto
ru: Банковский счёт
sv: Bankkonto
th: บัญชีธนาคาร
uk: Банківський рахунок

source: Bank account number
ar: رقم الحساب البنكي
az: Bank hesabı nömrəsi
bn: ব্যাংক একাউন্ট নম্বর
cs: Číslo bankovního účtu
de: Kontonummer
es: Número de cuenta bancaria
et: Pangakonto number
fi: pankkitilin numero
ky: Банк эсебинин номери
lt: banko sąskaitos numeris
lv: bankas konta numurs
nb: bankkontonummer
pl: numer konta bankowego
ru: Номер банковского счета
sv: bankkontonummer
th: หมายเลขบัญชีธนาคาร
uk: номер рахунку в банку

source: Bank name
ar: اسم البنك
az: Bankın adı
bn: ব্যাংকের নাম
cs: Název banky
es: Nombre del banco
et: Panga nimi
fi: pankin nimi
ky: банктын аты
lt: Banko pavadinimas
lv: bankas nosaukums
nb: Bank navn
pl: Nazwa banku
ru: Название банка
sv: Banknamn
th: ชื่อธนาคาร
uk: Назва банку

source: Bank name (for accounting)
ar: اسم البنك (للمحاسبة)
az: Bankın adı (mühasibat uçotu üçün)
bn: ব্যাঙ্কের নাম (অ্যাকাউন্টিংয়ের জন্য)
cs: Název banky (pro účetnictví)
de: Name der Bank (zur Buchhaltung)
es: Nombre del banco (para contabilidad)
et: Panga nimi (raamatupidamise jaoks)
fi: Pankin nimi (kirjanpitoa varten)
ky: Банктын аталышы (бухгалтердик эсепке алуу үчүн)
lt: Banko pavadinimas (apskaitai)
lv: Bankas nosaukums (grāmatvedībai)
nb: Banknavn (for regnskap)
pl: Nazwa banku (dla księgowości)
ru: Название банка (для бухгалтерии)
sv: Banknamn (för redovisning)
th: ชื่อธนาคาร (สำหรับการบัญชี)
uk: Назва банку (для бухгалтерії)

source: Base image name
ar: اسم الصورة الأساسية
az: Əsas şəkil adı
bn: বেস ইমেজ নাম
cs: Název základního obrázku
de: Basisbildname
es: Nombre de la imagen base
et: Baastõmmise nimi
fi: Peruskuvan nimi
ky: Негизги сүрөттүн аты
lt: Bazinio vaizdo pavadinimas
lv: Pamata attēla nosaukums
nb: Navn på basisbilde
pl: Podstawowa nazwa obrazu
ru: Имя базового образа
sv: Basbildsnamn
th: ชื่อภาพฐาน
uk: Назва базового зображення

source: Batch processing documentation
ar: وثائق معالجة الدفعات
az: Qrup emalı sənədləşməsi
bn: ব্যাচ প্রক্রিয়াকরণ ডকুমেন্টেশন
cs: Dokumentace pro dávkové zpracování
de: Dokumentation zur Stapelverarbeitung
es: Documentación de procesamiento de lote
et: Pakktöötluse dokumentatsioon
fi: Eräkäsittelyn asiakirjat
ky: Пакеттик процесстин документтери
lt: Paketinio apdorojimo dokumentacija
lv: Partijas apstrādes dokumentācija
nb: Dokumentasjon for batchbehandling
pl: Dokumentacja przetwarzania wsadowego
ru: Документация по пакетной обработке
sv: Dokumentation för batchbearbetning
th: เอกสารการประมวลผลเป็นชุด
uk: Документація пакетної обробки

source: Batch script file
ar: ملف البرنامج النصي الدفعي
az: Toplu skript faylı
bn: ব্যাচ স্ক্রিপ্ট ফাইল
cs: Soubor dávkového skriptu
de: Batch-Skriptdatei
es: Archivo de script por lotes
et: Pakettskriptifail
fi: Eräskriptitiedosto
ky: Пакеттик скрипт файлы
lt: Paketinis scenarijaus failas
lv: Pakešu skripta fails
nb: Batch script-fil
pl: Plik skryptu wsadowego
ru: Файл пакетного сценария
sv: Batchskriptfil
th: ไฟล์สคริปต์แบตช์
uk: Пакетний файл сценарію

source: Become a customer of our portal. Provision IT services from the Marketplace and manage your team from one place.
ar: كن أحد عملاء بوابتنا. قم بتوفير خدمات تكنولوجيا المعلومات من Marketplace وإدارة فريقك من مكان واحد.
az: Portalımızın müştərisi olun. Marketmarketdən İT xidmətləri göstərin və komandanızı bir yerdən idarə edin.
bn: আমাদের পোর্টালের একজন গ্রাহক হয়ে উঠুন। মার্কেটপ্লেস থেকে আইটি পরিষেবা সরবরাহ করুন এবং আপনার দলকে এক জায়গা থেকে পরিচালনা করুন।
cs: Staňte se zákazníkem našeho portálu. Poskytujte IT služby z Marketplace a spravujte svůj tým z jednoho místa.
de: Werden Sie Kunde unseres Portals. Stellen Sie IT-Services vom Marktplatz aus bereit und verwalten Sie Ihr Team von einem Ort aus.
es: Conviértase en cliente de nuestro portal. Aprovisione servicios de TI desde el Marketplace y gestione su equipo desde un solo lugar.
et: Saage meie portaali kliendiks. Pakkuge turuplatsilt IT-teenuseid ja hallake oma meeskonda ühest kohast.
fi: Ryhdy portaalimme asiakkaaksi. Tarjoa IT-palveluita Marketplacesta ja hallitse tiimiäsi yhdestä paikasta.
ky: Биздин порталдын кардары болуңуз. Marketplace&#39;тен IT кызматтарын камсыздап, командаңызды бир жерден башкарыңыз.
lt: Tapkite mūsų portalo klientu. Teikite IT paslaugas iš Marketplace ir valdykite savo komandą iš vienos vietos.
lv: Kļūsti par mūsu portāla klientu. Nodrošiniet IT pakalpojumus no Marketplace un pārvaldiet savu komandu no vienas vietas.
nb: Bli kunde av vår portal. Klargjør IT-tjenester fra Marketplace og administrer teamet ditt fra ett sted.
pl: Zostań klientem naszego portalu. Dostarczaj usługi IT z Marketplace i zarządzaj swoim zespołem z jednego miejsca.
ru: Станьте клиентом нашего портала. Предоставляйте ИТ-услуги на маркетплейсе и управляйте своей командой.
sv: Bli kund hos vår portal. Etablera IT-tjänster från Marketplace och hantera ditt team från ett och samma ställe.
th: มาเป็นลูกค้าของพอร์ทัลของเรา จัดเตรียมบริการด้านไอทีจาก Marketplace และจัดการทีมของคุณได้จากที่เดียว
uk: Станьте клієнтом нашого порталу. Надайте ІТ-послуги з Marketplace і керуйте своєю командою з одного місця.

source: Become a customer of our portal. Provision IT services from the catalog and manage your team from one place.
ar: كن أحد عملاء بوابتنا. قم بتوفير خدمات تكنولوجيا المعلومات من الكتالوج وإدارة فريقك من مكان واحد.
az: Portalımızın müştərisi olun. Kataloqdan İT xidmətləri göstərin və komandanızı bir yerdən idarə edin.
bn: আমাদের পোর্টালের একজন গ্রাহক হয়ে উঠুন। ক্যাটালগ থেকে আইটি পরিষেবা সরবরাহ করুন এবং আপনার দলকে এক জায়গা থেকে পরিচালনা করুন।
cs: Staňte se zákazníkem našeho portálu. Poskytování IT služeb z katalogu a spravovat svůj tým z jednoho místa.
de: Werden Sie Kunde unseres Portals. Stellen Sie IT-Services aus dem Katalog bereit und verwalten Sie Ihr Team von einem Ort aus.
es: Conviértase en cliente de nuestro portal. Aprovisione servicios de TI desde el catálogo y gestione su equipo desde un solo lugar.
et: Hakka meie portaali kliendiks. Pakkuge IT-teenuseid kataloogist ja hallake oma meeskonda ühest kohast.
fi: Ryhdy portaalimme asiakkaaksi. Tarjoa IT-palveluita luettelosta ja hallitse tiimiäsi yhdestä paikasta.
ky: Биздин порталдын кардары болуңуз. Каталогдон IT кызматтарын камсыздап, командаңызды бир жерден башкарыңыз.
lt: Tapkite mūsų portalo klientu. Pateikite IT paslaugas iš katalogo ir valdykite savo komandą iš vienos vietos.
lv: Kļūsti par mūsu portāla klientu. Nodrošiniet IT pakalpojumus no kataloga un pārvaldiet savu komandu no vienas vietas.
nb: Bli kunde av vår portal. Lever IT-tjenester fra katalogen og administrer teamet ditt fra ett sted.
pl: Zostań klientem naszego portalu. Dostarczaj usługi IT z katalogu i zarządzaj swoim zespołem z jednego miejsca.
ru: Станьте клиентом нашего портала. Предоставляйте ИТ-услуги из каталога и управляйте своей командой из одного места.
sv: Bli kund hos vår portal. Tillhandahåll IT-tjänster från katalogen och hantera ditt team från ett ställe.
th: มาเป็นลูกค้าของพอร์ทัลของเรา จัดเตรียมบริการด้านไอทีจากแค็ตตาล็อกและจัดการทีมของคุณได้จากที่เดียว
uk: Станьте клієнтом нашого порталу. Надайте ІТ-послуги з каталогу та керуйте своєю командою з одного місця.

source: Billed monthly
ar: يتم إصدار الفاتورة شهريا
az: Aylıq ödənilir
bn: মাসিক বিল করা হয়
cs: Účtováno měsíčně
de: Monatlich abgerechnet
es: Facturado mensualmente
et: Igakuine arveldamine
fi: Laskutetaan kuukausittain
ky: Ай сайын төлөнөт
lt: Atsiskaitoma kas mėnesį
lv: Rēķins katru mēnesi
nb: Faktureres månedlig
pl: Rozliczane co miesiąc
ru: Оплата ежемесячно
sv: Faktureras månadsvis
th: เรียกเก็บเงินเป็นรายเดือน
uk: щомісячно

source: Billed yearly (20% discount)
ar: فاتورة سنوية (خصم 20٪)
az: İllik ödənilir (20% endirim)
bn: বাৎসরিক বিল (20% ছাড়)
cs: Fakturace ročně (20% sleva)
de: Jährliche Abrechnung (20 % Rabatt)
es: Facturado anualmente (20% de descuento)
et: Aastane arveldamine (allahindlus 20%)
fi: Laskutetaan vuosittain (20 % alennus)
ky: Жыл сайын эсеп коюлат (20% арзандатуу)
lt: Atsiskaitoma kasmet (20% nuolaida)
lv: Rēķins katru gadu (20% atlaide)
nb: Faktureres årlig (20 % rabatt)
pl: Rozliczane co roku (20% zniżki)
ru: Оплата ежегодно (скидка 20%)
sv: Faktureras årligen (20 % rabatt)
th: เรียกเก็บเงินรายปี (ส่วนลด 20%)
uk: Рахунок виставляється щорічно (знижка 20%)

source: Billing
ar: الفواتير
az: Billinq
bn: বিলিং
cs: Platby
de: Abrechnung
es: Facturación
et: Arveldus
fi: laskutus
ky: Эсеп коюу
lt: Atsiskaitymas
lv: Norēķini
nb: Fakturering
pl: Rozliczeń
ru: Рассчёты
sv: Fakturering
th: การเรียกเก็บเงิน
uk: Виставлення рахунків

source: Billing component has been created successfully.
ar: تم إنشاء مكون الفوترة بنجاح.
az: Faktura komponenti uğurla yaradılıb.
bn: বিলিং উপাদান সফলভাবে তৈরি করা হয়েছে.
cs: Fakturační komponenta byla úspěšně vytvořena.
de: Die Abrechnungskomponente wurde erfolgreich erstellt.
es: El componente de facturación se creó correctamente.
et: Arvelduskomponent on edukalt loodud.
fi: Laskutuskomponentin luominen onnistui.
ky: Эсептөө компоненти ийгиликтүү түзүлдү.
lt: Atsiskaitymo komponentas sėkmingai sukurtas.
lv: Norēķinu komponents ir veiksmīgi izveidots.
nb: Faktureringskomponenten er opprettet.
pl: Komponent rozliczeniowy został pomyślnie utworzony.
ru: Платежный компонент успешно создан.
sv: Faktureringskomponenten har skapats.
th: สร้างองค์ประกอบการเรียกเก็บเงินสำเร็จแล้ว
uk: Платіжний компонент успішно створено.

source: Billing component has been updated successfully.
ar: تم تحديث مكون الفوترة بنجاح.
az: Faktura komponenti uğurla yeniləndi.
bn: বিলিং উপাদান সফলভাবে আপডেট করা হয়েছে.
cs: Fakturační komponenta byla úspěšně aktualizována.
de: Die Abrechnungskomponente wurde erfolgreich aktualisiert.
es: El componente de facturación se actualizó correctamente.
et: Arvelduskomponent on edukalt värskendatud.
fi: Laskutuskomponentin päivitys onnistui.
ky: Эсептөө компоненти ийгиликтүү жаңыртылды.
lt: Atsiskaitymo komponentas sėkmingai atnaujintas.
lv: Norēķinu komponents ir veiksmīgi atjaunināts.
nb: Faktureringskomponenten er oppdatert.
pl: Komponent rozliczeniowy został pomyślnie zaktualizowany.
ru: Платежный компонент успешно обновлен.
sv: Faktureringskomponenten har uppdaterats.
th: องค์ประกอบการเรียกเก็บเงินได้รับการอัปเดตเรียบร้อยแล้ว
uk: Платіжний компонент успішно оновлено.

source: Billing details
ar: تفاصيل الفاتورة
az: Billinq detalları
bn: পূর্ণ রূপ প্রকাশ
cs: Podrobnosti platby
de: Rechnungsdetails
es: Detalles de facturación
et: Arve üksikasjad
fi: Laskutustiedot
ky: Эсеп коюу чоо-жайы
lt: Atsiskaitymo informacija
lv: Norēķinu informācija
nb: Faktureringsdetaljer
pl: Szczegóły płatności
ru: Платежные реквизиты
sv: Faktureringsuppgifter
th: รายละเอียดการเรียกเก็บเงิน
uk: Платіжні реквізити

source: Billing enabled
ar: تم تفعيل الفوترة
az: Fakturalaşdırma aktivdir
bn: বিলিং সক্ষম করা হয়েছে৷
cs: Platby povoleny
de: Fakturierung aktiviert
es: Facturación habilitada
et: Arved lubatud
fi: Laskutus käytössä
ky: Эсептөө иштетилди
lt: Įgalintas atsiskaitymas
lv: Norēķini ir iespējoti
nb: Fakturering aktivert
pl: Rozliczenia włączone
ru: Биллинг включен
sv: Fakturering aktiverad
th: เปิดใช้งานการเรียกเก็บเงินแล้ว
uk: Виставлення рахунків увімкнено

source: Billing period
ar: مدة الفوترة
az: Fakturalaşdırma müddəti
bn: বিলিং সময়ের
cs: Platební období
de: Abrechnungszeitraum
es: Período de facturación
et: Arvete periood
fi: Laskutuskausi
ky: Эсептөө мезгили
lt: Atsiskaitymo laikotarpis
lv: Norēķinu periods
nb: Faktureringsperiode
pl: Okres rozliczeniowy
ru: Расчетный период
sv: Faktureringsperiod
th: ระยะเวลาการเรียกเก็บเงิน
uk: Рахунковий період

source: Billing periods
ar: فترات الفواتير
az: Faktura dövrləri
bn: বিলিংয়ের সময়কাল
cs: Platební období
de: Abrechnungszeiträume
es: Períodos de facturación
et: Arveldusperiood
fi: Laskutuskaudet
ky: Эсептөө мезгили
lt: Atsiskaitymo laikotarpiai
lv: Norēķinu periodi
nb: Fakturasjonsperioder
pl: Okresy rozliczeniowe
ru: Расчетные периоды
sv: Faktureringsperioder
th: รอบบิล
uk: Розрахункові періоди
