Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Customize offering category and attributes
ar: تخصيص فئة العرض والسمات
az: Təklif kateqoriyasını və xüsusiyyətlərini fərdil
bn: অফার করার বিভাগ এবং গুণাবলী কাস্টমাইজ করুন
cs: Přizpůsobte kategorii nabídky a atributy
de: Passen Sie die Angebotskategorie und -attribute an
es: Personaliza la categoría y los atributos de la oferta
et: Pakkumise kategooria ja atribuutide kohandamine
fi: Mukauta tarjouksen luokkaa ja attribuutteja
ky: Сунуш категориясын жана атрибуттарын ыңгайлаштырыңыз
lt: Tinkinkite pasiūlymo kategoriją ir atributus
lv: Pielāgojiet piedāvājuma kategoriju un atribūtus
nb: Tilpass tilbudskategori og attributter
pl: Dostosuj kategorię i atrybuty oferty
ru: Настройте категорию и атрибуты предложения
sv: Anpassa erbjudandekategori och attribut
th: ปรับแต่งหมวดหมู่และคุณสมบัติข้อเสนอ
uk: Налаштуйте категорію та атрибути пропозиції

source: Customize plans and plan components
ar: تخصيص الخطط ومكونات الخطة
az: Planları və plan komponentlərini fərdiləşdirin
bn: পরিকল্পনা এবং পরিকল্পনা উপাদান কাস্টমাইজ করুন
cs: Přizpůsobte plány a součásti plánu
de: Passen Sie Pläne und Plankomponenten an
es: Personaliza los planes y los componentes del plan
et: Kohandage plaane ja plaani komponente
fi: Mukauta suunnitelmia ja suunnitelmakomponentteja
ky: Пландарды жана план компоненттерин өзгөчөлөштүрүү
lt: Tinkinkite planus ir plano komponentus
lv: Pielāgojiet plānus un plāna sastāvdaļas
nb: Tilpass planer og plankomponenter
pl: Dostosuj plany i komponenty planów
ru: Настройка планов и компонентов плана
sv: Anpassa planer och plankomponenter
th: ปรับแต่งแผนและส่วนประกอบของแผน
uk: Налаштуйте плани та компоненти плану

source: Customize service settings
ar: تخصيص إعدادات الخدمة
az: Xidmət parametrlərini fərdiləş
bn: পরিষেবা সেটিংস কাস্টমাইজ করুন
cs: Přizpůsobte nastavení služby
de: Passen Sie die Diensteinstellungen an
es: Personaliza la configuración del servicio
et: Teenuse sätete kohandamine
fi: Mukauta palveluasetuksia
ky: Кызмат орнотууларын ыңгайлаштыруу
lt: Tinkinkite paslaugų nustatymus
lv: Pielāgojiet pakalpojuma iestatījumus
nb: Tilpass tjenesteinnstillinger
pl: Dostosuj ustawienia usługi
ru: Настройте параметры сервиса
sv: Anpassa tjänsteinställningar
th: ปรับแต่งการตั้งค่าบริการ
uk: Налаштувати параметри служби

source: Cut-of date
ar: تاريخ القطع
az: Kəsilmə tarixi
bn: তারিখ কাটা
cs: Datum ukončení
de: Stichtag
es: fecha de corte
et: Lõikekuupäev
fi: Leikkauspäivämäärä
ky: Датасы
lt: Nutraukimo data
lv: Nogriešanas datums
nb: Klipp av dato
pl: Data graniczna
ru: Дата окончания
sv: Avklippt datum
th: วันที่ตัดยอด
uk: Кінцева дата

source: Cutoff
ar: قطع
az: Kəsmə
bn: বিছিন্ন করা
cs: Odříznout
de: Abgeschnitten
es: Cortar
et: Katkestus
fi: Katkaista
ky: Кесип алып
lt: Nupjauti
lv: Nogriezt
nb: Avskjæring
pl: Odciąć
ru: Отрезать
th: ทางลัด
uk: Відрізати

source: Cutoff date
ar: تعدى التاريخ
az: Kəsmə tarixi
bn: কাটঅফ তারিখ
cs: Datum uzávěrky
de: Stichtag
es: Fecha de corte
et: Lõppkuupäev
fi: Katkaisupäivämäärä
ky: Кесүү күнү
lt: Pasibaigęs galiojimas
lv: Pēdējais termiņš
nb: Skjæringsdato
pl: Data graniczna
ru: Предельный срок
sv: Slutdatum
th: วันที่ตัดยอด
uk: Кінцева дата

source: Cutoff date must be after start date
ar: يجب أن يكون تاريخ القطع بعد تاريخ البدء
az: Kəsmə tarixi başlanğıc tarixindən sonra olmalıdır
bn: কাটঅফ তারিখ অবশ্যই শুরুর তারিখের পরে হতে হবে
cs: Datum uzávěrky musí být po datu zahájení
de: Der Stichtag muss nach dem Startdatum liegen
es: La fecha límite debe ser posterior a la fecha de inicio.
et: Lõppkuupäev peab olema hilisem kui alguskuupäev
fi: Katkaisupäivän on oltava aloituspäivän jälkeinen
ky: Кесүү күнү башталган күндөн кийин болушу керек
lt: Nutraukimo data turi būti vėlesnė nei pradžios data
lv: Beigu datumam ir jābūt pēc sākuma datuma
nb: Skjæringsdatoen må være etter startdatoen
pl: Data graniczna musi przypadać po dacie początkowej
ru: Дата окончания должна быть позже даты начала.
sv: Slutdatum måste infalla efter startdatumet
th: วันที่ตัดยอดจะต้องอยู่หลังวันที่เริ่มต้น
uk: Кінцева дата має бути після дати початку

source: DNS name servers
ar: خوادم أسماء DNS
az: DNS ad serverləri
bn: DNS নাম সার্ভার
cs: Jmenné servery DNS
de: DNS-Nameserver
es: Servidores de nombres DNS
et: DNS-i nimeserverid
fi: DNS-nimipalvelimet
ky: DNS ат серверлери
lt: DNS vardų serveriai
lv: DNS vārdu serveri
nb: DNS-navneservere
pl: Serwery nazw DNS
ru: DNS-серверы имен
sv: DNS-namnservrar
th: เนมเซิร์ฟเวอร์ DNS
uk: DNS-сервери імен

source: Daily available booking time range
ar: النطاق الزمني للحجز المتاح يوميًا
az: Gündəlik mövcud sifariş vaxtı aralığı
bn: দৈনিক উপলব্ধ বুকিং সময় পরিসীমা
cs: Denně dostupný časový rozsah rezervací
de: Täglich verfügbarer Buchungszeitbereich
es: Rango de tiempo de reserva disponible diario
et: Igapäevane saadaval olev broneeringute ajavahemik
fi: Päivittäinen käytettävissä oleva varausaika
ky: Күнүмдүк орун ээлөө убактысы диапазону
lt: Dienos galimas užsakymo laiko intervalas
lv: Dienas pieejamais rezervācijas laika diapazons
nb: Daglig tilgjengelig booking tidsintervall
pl: Dzienny dostępny zakres czasowy rezerwacji
ru: Ежедневно доступный диапазон времени бронирования
sv: Dagligt tillgängligt tidsintervall för bokning
th: ช่วงเวลาการจองที่มีอยู่รายวัน
uk: Щоденний доступний діапазон часу бронювання

source: Dark theme
ar: موضوع مظلم
az: Qaranlıq mövzu
bn: গাঢ় থিম
cs: Tmavé téma
de: Dunkles Thema
es: Tema oscuro
et: Tume teema
fi: Tumma teema
ky: Караңгы тема
lt: Tamsi tema
lv: Tumša tēma
nb: Mørkt tema
pl: Ciemny motyw
ru: Темная тема
sv: Mörkt tema
th: ธีมสีเข้ม
uk: Темна тема

source: Dashboard
ar: لوحة القيادة
az: Alətlər paneli
bn: ড্যাশবোর্ড
cs: Řídicí panel
de: Instrumententafel
es: Panel de control
et: Töölaud
fi: Kojelauta
ky: Куралдар тактасы
lt: Prietaisų skydelis
lv: Paneļa
nb: Instrumentbord
pl: Deska rozdzielcza
ru: Панель управления
sv: Instrumentpanel
th: แผงควบคุม
uk: Огляд

source: Data storage
ar: مخزن البيانات
az: Məlumatların saxlanması
bn: তথ্য ভান্ডার
cs: Datové úložiště
de: Datenspeicher
es: Almacenamiento de datos
et: Andmesalvestus
fi: Tietovarasto
ky: Маалыматтарды сактоо
lt: Duomenų saugykla
lv: Datu glabāšana
nb: Datalagring
pl: Przechowywanie danych
ru: Хранилище данных
sv: Datalagring
th: การจัดเก็บข้อมูล
uk: Зберігання даних

source: Data volume
ar: حجم البيانات
az: Məlumatların həcmi
bn: ডেটা ভলিউম
cs: Objem dat
de: Datenvolumen
es: Volumen de datos
et: Andmete maht
fi: Tietojen määrä
ky: Маалымат көлөмү
lt: Duomenų apimtis
lv: Datu apjoms
nb: Datavolum
pl: Ilość danych
ru: Объем данных
sv: Datavolym
th: ปริมาณข้อมูล
uk: Обсяг даних

source: Data volume #{index}
ar: حجم البيانات #{index}
az: Məlumatların həcmi # {index}
bn: ডেটা ভলিউম #{index}
cs: Datový svazek #{index}
de: Datenvolumen #{index}
es: Volumen de datos #{index}
et: Andmete salvestusüksuse maht # {index}
fi: Tietomäärä #{index}
ky: Дайындардын көлөмү #{index}
lt: Duomenų tomas #{index}
lv: Datu apjoms Nr.{index}
nb: Datavolum #{index}
pl: Ilość danych #{index}
ru: Том данных #{index}
sv: Datavolym #{index}
th: ปริมาณข้อมูล #{index}
uk: Обсяг даних №{index}

source: Data volume should have at least {size} GB.
ar: ينبغي أن يكون حجم البيانات على الأقل{size} غيغابايت.
az: Məlumatların həcmi ən azı {size} GB olmalıdır.
bn: ডেটা ভলিউম কমপক্ষে থাকা উচিত{size} জিবি।
cs: Datový svazek by měl mít alespoň {size} GB.
de: Das Datenvolumen sollte mindestens {size} GB haben.
es: El volumen de datos debe tener al menos {size} GB.
et: Andmete salvestusüksuse maht peab olema vähemalt {size} GB.
fi: Datamäärän pitäisi olla vähintään{size} GB.
ky: Маалымат көлөмү жок дегенде болушу керек{size} GB.
lt: Duomenų tome turėtų būti bent {size} GB.
lv: Datu apjomam jābūt vismaz{size} GB.
nb: Datavolum skal ha minst {size} GB.
pl: Ilość danych powinna mieć co najmniej{size} GB.
ru: Объем данных должен иметь не менее{size} ГБ.
sv: Datavolymen bör ha minst {size} GB.
th: ปริมาณข้อมูลควรมีอย่างน้อย{size} กิกะไบต์
uk: Обсяг даних має бути не менше{size} GB.

source: Data volume size
ar: حجم حجم البيانات
az: Məlumat həcmi ölçüsü
bn: ডেটা ভলিউম আকার
cs: Velikost datového objemu
de: Größe des Datenvolumens
es: Tamaño del volumen de datos
et: Andmete salvestusüksuse maht
fi: Tietomäärän koko
ky: Маалыматтын көлөмү
lt: Duomenų apimties dydis
lv: Datu apjoma lielums
nb: Datavolumstørrelse
pl: Rozmiar woluminu danych
ru: Размер тома данных
sv: Datavolymstorlek
th: ขนาดปริมาณข้อมูล
uk: Розмір обсягу даних

source: Data volume size:
ar: حجم حجم البيانات:
az: Verilənlərin həcm ölçüsü
bn: ডেটা ভলিউম আকার:
cs: Velikost datového svazku:
de: Datenvolumengröße:
es: Tamaño del volumen de datos:
et: Andmete salvestusüksuse suurus:
fi: Tietomäärän koko:
ky: Дайындардын көлөмү:
lt: Duomenų tomo dydis:
lv: Datu apjoma lielums:
nb: Datavolumstørrelse:
pl: Rozmiar woluminu danych:
ru: Размер тома данных:
sv: Datavolymstorlek:
th: ขนาดปริมาณข้อมูล:
uk: Розмір обсягу даних:

source: Data volume type
ar: نوع حجم البيانات
az: Məlumat həcmi növü
bn: ডেটা ভলিউম প্রকার
cs: Typ datového svazku
de: Datenvolumentyp
es: Tipo de volumen de datos
et: Andmete salvestusüksuse tüüp
fi: Tietomäärän tyyppi
ky: Маалымат көлөмүнүн түрү
lt: Duomenų tomo tipas
lv: Datu apjoma veids
nb: Datavolumtype
pl: Typ wolumenu danych
ru: Тип тома данных
sv: Datavolymtyp
th: ประเภทปริมาณข้อมูล
uk: Тип обсягу даних

source: Databases
ar: قواعد بيانات
az: Məlumat bazaları
bn: ডাটাবেস
cs: Databáze
de: Datenbanken
es: Bases de datos
et: Andmebaasid
fi: Tietokannat
ky: Маалымат базалары
lt: Duomenų bazės
lv: Datu bāzes
nb: Databaser
pl: Bazy danych
ru: Базы данных
sv: Databaser
th: ฐานข้อมูล
uk: Бази даних

source: Datacite DOI
ar: داتاسيت اثنان
az: DOI Datacite
bn: ডাটাসাইট দুই
fi: Datacite KAKSI
ky: Datacite TWO
lv: Datacite TWO
pl: Datacite DWA
ru: Датацит ДВА
th: ดาต้าไซต์ทู
uk: Datacite ДВА

source: Datastore
ar: مخزن البيانات
az: Məlumat bazası
bn: অস্ত্রোপচার
cs: Datové úložiště
de: Datenspeicher
es: Almacén de datos
et: Andmesalvesti
fi: Tietovarasto
lt: Duomenų saugykla
lv: Datu krātuve
nb: Datalager
pl: Magazyn danych
sv: Datalagring
th: พื้นที่เก็บข้อมูล
uk: Сховище даних

source: Date
ar: تاريخ
az: Tarix
bn: তারিখ
cs: Datum
de: Datum
es: Fecha
et: Kuupäev
fi: Päivämäärä
ky: Дата
lt: Data
lv: Datums
nb: Dato
ru: Дата
sv: Datum
th: วันที่
uk: Дата

source: Date and time of incident
ar: تاريخ ووقت الحادثة
az: Hadisənin tarixi və vaxtı
bn: ঘটনার তারিখ এবং সময়
cs: Datum a čas incidentu
de: Datum und Uhrzeit des Vorfalls
es: Fecha y hora del incidente
et: Vahejuhtumi kuupäev ja kellaaeg
fi: Tapahtuman päivämäärä ja aika
ky: Окуя болгон күнү жана убактысы
lt: Incidento data ir laikas
lv: Notikuma datums un laiks
nb: Dato og klokkeslett for hendelsen
pl: Data i godzina zdarzenia
ru: Дата и время происшествия
sv: Datum och tidpunkt för incidenten
th: วันที่และเวลาที่เกิดเหตุการณ์
uk: Дата і час події

source: Date and time when item usage has ended
ar: التاريخ والوقت الذي انتهى فيه استخدام العنصر
az: Məhsul istifadəsinin bitdiyi tarix və vaxt
bn: আইটেম ব্যবহার শেষ হওয়ার তারিখ এবং সময়
cs: Datum a čas ukončení používání položky
de: Datum und Uhrzeit, wann die Artikelnutzung beendet wurde
es: Fecha y hora en que finalizó el uso del artículo
et: Ressursi kasutamise lõppemise kuupäev ja kellaaeg
fi: Päivämäärä ja aika, jolloin tuotteen käyttö on päättynyt
ky: Буюмдун колдонулушу аяктаган күн жана убакыт
lt: Data ir laikas, kai prekės naudojimas pasibaigė
lv: Datums un laiks, kad preces lietošana ir beigusies
nb: Dato og klokkeslett når varebruken er avsluttet
pl: Data i godzina zakończenia używania przedmiotu
ru: Дата и время окончания использования предмета
sv: Datum och tid när objektanvändningen har upphört
th: วันที่และเวลาที่การใช้งานรายการสิ้นสุดลง
uk: Дата й час завершення використання елемента

source: Date and time when item usage has started
ar: التاريخ والوقت الذي بدأ فيه استخدام العنصر
az: Məhsul istifadəsinin başladığı tarix və vaxt
bn: আইটেম ব্যবহার শুরু হওয়ার তারিখ এবং সময়
cs: Datum a čas zahájení používání položky
de: Datum und Uhrzeit, wann mit der Nutzung des Artikels begonnen wurde
es: Fecha y hora en que se inició el uso del artículo
et: Ressursi kasutamise alguse kuupäev ja kellaaeg
fi: Päivämäärä ja kellonaika, jolloin tuotteen käyttö on alkanut
ky: Буюмду колдонуу башталган күн жана убакыт
lt: Data ir laikas, kai prekės buvo pradėtos naudoti
lv: Datums un laiks, kad ir sākta preces lietošana
nb: Dato og klokkeslett når varebruken har startet
pl: Data i godzina rozpoczęcia użytkowania przedmiotu
ru: Дата и время начала использования предмета
sv: Datum och tid då objektanvändningen har börjat
th: วันที่และเวลาที่เริ่มใช้รายการ
uk: Дата й час початку використання елемента

source: Date joined
ar: تاريخ الانضمام
az: Qoşulma tarixi
bn: যোগদানের তারিখ
cs: Datum přidání se
de: Datum verbunden
es: Fecha unida
et: Liitumise kuupäev
fi: Liittymispäivämäärä
ky: Кошулган күнү
lt: Prisijungimo data
lv: Pievienošanās datums
nb: Dato sluttet
ru: Дата присоединения
sv: Datum anslutet
th: วันที่เข้าร่วม
uk: Дата приєднання

source: Date of reporting
ar: تاريخ التقرير
az: Hesabat tarixi
bn: রিপোর্টিং তারিখ
cs: Datum hlášení
de: Datum der Berichterstattung
es: Fecha de presentación de informes
et: Vastamise aeg
fi: Raportoinnin päivämäärä
ky: Отчет берүү күнү
lt: Ataskaitų teikimo data
lv: Ziņojuma datums
nb: Dato for rapportering
pl: Data zgłoszenia
ru: Дата отчетности
sv: Datum för rapportering
th: วันที่รายงาน
uk: Дата звітності

source: Days
ar: أيام
az: günlər
bn: দিন
cs: Dny
de: Tage
es: Días
et: Päevad
fi: Päivää
ky: күндөр
lt: Dienos
lv: Dienas
nb: Dager
pl: Dni
ru: дней
sv: dagar
th: วัน
uk: Днів

source: Deactivate
ar: الغاء تنشيط
az: ləğv et
bn: নিষ্ক্রিয় করুন
cs: Deaktivovat
de: Deaktivieren
es: Desactivar
et: Deaktiveeri
fi: Poista käytöstä
ky: Өчүрүү
lt: Išjungti
lv: Deaktivizēt
nb: Deaktiver
pl: Dezaktywować
ru: Отключить
sv: Inaktivera
th: ปิดการใช้งาน
uk: Дезактивувати

source: Deactivating
ar: التعطيل
az: İşin dayandırılması
bn: নিষ্ক্রিয় করা হচ্ছে
cs: Deaktivace
de: Deaktivieren
es: Desactivando
et: Deaktiveerin
fi: Poistetaan käytöstä
ky: Өчүрүү
lt: Išjungiama
lv: Notiek deaktivizēšana
nb: Deaktivere
pl: Dezaktywacja
ru: Деактивация
sv: Inaktiverar
th: กำลังปิดการใช้งาน
uk: дезактивація

source: Deadline
ar: حد اقصى
az: Son tarix
bn: শেষ তারিখ
cs: Konečný termín
de: Termin
es: Fecha límite
et: Tähtaeg
fi: Määräaika
ky: Мөөнөтү
lt: Terminas
lv: Nodošanas laiks
nb: Frist
pl: Termin
ru: Крайний срок
th: วันกำหนดส่ง
uk: Дедлайн

source: Deciding entity
ar: الجهة صاحبة القرار
az: Qərar verən qurum
bn: সিদ্ধান্তকারী সত্তা
cs: Rozhodující subjekt
de: Entscheidendes Wesen
es: Entidad decisiva
et: Otsustav üksus
fi: Päättävä kokonaisuus
ky: Чечим берүүчү уюм
lt: Sprendžiantis subjektas
lv: Lemjošā vienība
nb: Avgjørende enhet
pl: Podmiot decydujący
ru: Решающее лицо
sv: Beslutande enhet
th: นิติบุคคลที่ตัดสินใจ
uk: Вирішальний суб&#39;єкт

source: Dedicated
ar: مخلص
az: Həsr olunmuş
bn: নিবেদিত
cs: Věnováno
de: Gewidmet
es: Dedicado
et: Eraldiseisev
fi: Omistettu
ky: арналган
lt: Skirta
lv: Veltīts
nb: Dedikert
pl: Dedykowane
ru: Преданный
sv: Tillägnad
th: อุทิศ
uk: Відданий

source: Default
ar: افتراضي
az: Standart
bn: ডিফল্ট
cs: Výchozí
de: Standard
es: Predeterminado
et: Vaikeväärtus
fi: Laiminlyönti
ky: Демейки
lt: Numatytas
lv: Noklusējums
nb: Standard
pl: domyślny
ru: По умолчанию
sv: Standard
th: ค่าเริ่มต้น
uk: За замовчуванням

source: Default SLURM account for user
ar: حساب SLURM الافتراضي للمستخدم
az: Istifadəçi üçün standart SLURM hesabı
bn: ব্যবহারকারীর জন্য ডিফল্ট SLURM অ্যাকাউন্ট
cs: Výchozí účet SLURM pro uživatele
de: Standard-SLURM-Konto für Benutzer
es: Cuenta SLURM predeterminada para el usuario
et: Kasutaja SLURM vaikekonto
fi: Käyttäjän SLURM-oletustili
ky: Колдонуучу үчүн демейки SLURM каттоо эсеби
lt: Numatytoji vartotojo SLURM paskyra
lv: Lietotāja noklusējuma SLURM konts
nb: Standard SLURM-konto for bruker
pl: Domyślne konto SLURM dla użytkownika
ru: Учетная запись SLURM по умолчанию для пользователя
sv: Standard SLURM-konto för användare
th: บัญชี SLURM เริ่มต้นสำหรับผู้ใช้
uk: Стандартний обліковий запис SLURM для користувача

source: Default account
ar: الحساب الافتراضي
az: Standart hesabı
bn: ডিফল্ট অ্যাকাউন্ট
cs: Výchozí účet
de: Standardkonto
es: Cuenta predeterminada
et: Vaikekonto
fi: Oletustili
ky: Демейки эсеп
lt: Numatytoji paskyra
lv: Noklusējuma konts
nb: Standard konto
pl: Konto domyślne
ru: Аккаунт по умолчанию
sv: Standardkonto
th: บัญชีเริ่มต้น
uk: Обліковий запис за замовчуванням

source: Default availability zone for provisioned instances.
ar: منطقة الإتاحة الافتراضية للمثيلات المتوفرة.
az: Təchiz edilmiş nümunələr üçün standart mövcudluq zonası
bn: প্রবিধানকৃত দৃষ্টান্তের জন্য ডিফল্ট উপলব্ধতা অঞ্চল।
cs: Výchozí zóna dostupnosti pro vytvořené instance.
de: Standardverfügbarkeitszone für bereitgestellte Instanzen.
es: Zona de disponibilidad predeterminada para instancias aprovisionadas.
et: Vaikimisi kättesaadav tsoon loodud teenustele
fi: Oletussaatavuusvyöhyke valmiille esiintymille.
ky: Камсыздалган инстанциялар үчүн демейки жеткиликтүүлүк зонасы.
lt: Numatytoji parengtų egzempliorių prieinamumo zona.
lv: Noklusējuma pieejamības zona nodrošinātajiem gadījumiem.
nb: Standard tilgjengelighetssone for klargjorte forekomster.
pl: Domyślna strefa dostępności dla udostępnionych wystąpień.
ru: Зона доступности по умолчанию для подготовленных экземпляров.
sv: Standardtillgänglighetszon för etablerade instanser.
th: โซนความพร้อมใช้งานเริ่มต้นสำหรับอินสแตนซ์ที่จัดเตรียมไว้
uk: Зона доступності за умовчанням для підготовлених екземплярів.

source: Default cluster label
ar: تسمية الكتلة الافتراضية
az: Varsayılan klaster etiketi
bn: ডিফল্ট ক্লাস্টার লেবেল
cs: Výchozí označení klastru
de: Standard-Cluster-Bezeichnung
es: Etiqueta de clúster predeterminada
et: Klastri vaikesilt
fi: Oletusklusterin tunniste
ky: Демейки кластер энбелгиси
lt: Numatytoji klasterio etiketė
lv: Noklusējuma klastera iezīme
nb: Standard klyngeetikett
pl: Domyślna etykieta klastra
ru: Метка кластера по умолчанию
sv: Standardklusteretikett
th: ป้ายกำกับคลัสเตอร์เริ่มต้น
uk: Стандартна мітка кластера

source: Default offering issue type
ar: نوع مشكلة العرض الافتراضي
az: Varsayılan təklif problemi növü
bn: ডিফল্ট অফার সমস্যার ধরন
cs: Výchozí typ problému s nabídkou
de: Standardangebotsproblemtyp
es: Tipo de emisión de oferta predeterminada
et: Vaikimisi pakkumise probleemi tüüp
fi: Tarjouksen oletusongelmatyyppi
ky: Демейки сунуштун түрү
lt: Numatytasis pasiūlymo problemos tipas
lv: Noklusējuma piedāvājuma problēmas veids
nb: Standard problemtype for tilbud
pl: Domyślny typ wydania oferty
ru: Тип проблемы предложения по умолчанию
sv: Standardproblemtyp för erbjudande
th: ประเภทปัญหาข้อเสนอเริ่มต้น
uk: Тип проблеми пропозиції за умовчанням

source: Default resource termination offset in days
az: Varsayılan resursun dayandırılması günlərdə kompensasiya

source: Default tax percent
ar: نسبة الضريبة الافتراضية
az: Varsayılan vergi faizi
bn: ডিফল্ট ট্যাক্স শতাংশ
cs: Výchozí procento daně
de: Standardsteuerprozent
es: Porcentaje de impuestos predeterminado
et: Vaikimisi maksu protsent
fi: Oletusveroprosentti
ky: Демейки салык пайызы
lt: Numatytasis mokesčių procentas
lv: Noklusējuma nodokļa procenti
nb: Standard mva-prosent
pl: Domyślny procent podatku
ru: Налоговый процент по умолчанию
sv: Standardskattprocent
th: เปอร์เซ็นต์ภาษีเริ่มต้น
uk: Відсоток податку за замовчуванням

source: Default tenant category
az: Varsayılan icarə kateqoriyası

source: Default value
ar: القيمة الافتراضية
az: Varsayılan dəyər
bn: ডিফল্ট মান
cs: Výchozí hodnota
de: Standardwert
es: Valor predeterminado
et: Vaikeväärtus
fi: Oletusarvo
ky: Демейки маани
lt: Numatytoji vertė
lv: Noklusējuma vērtība
nb: Standardverdi
pl: Domyślna wartość
ru: Значение по умолчанию
sv: Standardvärde
th: ค่าเริ่มต้น
uk: Значення за замовчуванням

source: Default vm category
az: Varsayılan vm kateqoriyası

source: Default volume category
az: Varsayılan həcm kateqoriyası

source: Delete
ar: حذف
az: Silmək
bn: মুছে ফেলা
cs: Odstranit
de: Löschen
es: Eliminar
et: Kustuta
fi: Poistaa
ky: Жок кылуу
lt: Ištrinti
lv: Dzēst
nb: Slett
pl: Usunąć
ru: Удалить
sv: Ta bort
th: ลบ
uk: Видалити

source: Delete account
ar: حذف الحساب
az: Hesabı silin
bn: হিসাব মুছে ফেলা
cs: Smazat účet
de: Account löschen
es: Eliminar cuenta
et: Kustuta konto
fi: Poista tili
ky: Каттоо эсебин жок кылуу
lt: Ištrinti paskyrą
lv: Dzēst kontu
nb: Slett konto
pl: Usuń konto
ru: Удалить аккаунт
sv: Radera konto
th: ลบบัญชี
uk: Видалити аккаунт

source: Delete catalog
ar: حذف الكتالوج
az: Kataloqu silin
bn: ক্যাটালগ মুছুন
cs: Odstranit katalog
de: Katalog löschen
es: Eliminar el catálogo
et: Kustuta kataloog
fi: Poista luettelo
ky: Каталогду жок кылуу
lt: Ištrinti katalogą
lv: Dzēst katalogu
nb: Slett katalog
pl: Usuń katalog
ru: Удалить каталог
sv: Ta bort katalog
th: ลบแค็ตตาล็อก
uk: Видалити каталог

source: Delete confirmation
ar: تأكيد الحذف
az: Təsdiqi sil
bn: নিশ্চিতকরণ মুছুন
cs: Smazat potvrzení
de: Bestätigung löschen
es: Borrar confirmación
et: Kustutamise kinnitamine
fi: Poista vahvistus
ky: Ырастоону жок кылуу
lt: Ištrinti patvirtinimą
lv: Dzēst apstiprinājumu
nb: Slett bekreftelse
pl: Usuń potwierdzenie
ru: Удалить подтверждение
sv: Ta bort bekräftelse
th: ลบการยืนยัน
uk: Видалити підтвердження

source: Delete customer permission
ar: حذف إذن العميل
az: Müştəri icazəsini sil
bn: গ্রাহকের অনুমতি মুছুন
cs: Smazat oprávnění zákazníka
de: Kundenberechtigung löschen
es: Eliminar permiso del cliente
et: Kustutage kliendi luba
fi: Poista asiakkaan lupa
ky: Кардардын уруксатын жок кылуу
lt: Ištrinkite kliento leidimą
lv: Dzēst klienta atļauju
nb: Slett kundetillatelse
pl: Usuń pozwolenie klienta
ru: Удалить разрешение клиента
sv: Ta bort kundtillstånd
th: ลบการอนุญาตของลูกค้า
uk: Видалити дозвіл клієнта

source: Delete offering
ar: حذف العرض
az: Təklifi silin
bn: অফার মুছুন
cs: Smazat nabídku
de: Angebot löschen
es: Eliminar oferta
et: Kustuta pakkumine
fi: Poista tarjous
ky: Сунушту жок кылуу
lt: Ištrinti pasiūlymą
lv: Dzēst piedāvājumu
nb: Slett tilbud
pl: Usuń ofertę
ru: Удалить предложение
sv: Ta bort erbjudande
th: ลบข้อเสนอ
uk: Видалити пропозицію

source: Delete offering endpoint
ar: حذف نقطة نهاية العرض
az: Təklif son nöqtəsini silin
bn: অফার করার শেষ পয়েন্ট মুছুন
cs: Smazat koncový bod nabídky
de: Angebotsendpunkt löschen
es: Eliminar punto final de la oferta
et: Kustuta pakkumise lõpp-punkt
fi: Poista tarjouksen päätepiste
ky: Сунуштун акыркы чекитин жок кылуу
lt: Ištrinti pasiūlymo galinį tašką
lv: Dzēst piedāvājuma galapunktu
nb: Slett tilbudsendepunkt
pl: Usuń punkt końcowy oferty
ru: Удалить конечную точку предложения
sv: Ta bort erbjudandeslutpunkt
th: ลบปลายทางข้อเสนอ
uk: Видалити кінцеву точку пропозиції

source: Delete offering permission
ar: حذف إذن العرض
az: Təklif icazəsini silin
bn: অফার করার অনুমতি মুছুন
cs: Smazat oprávnění nabídky
de: Angebotsberechtigung löschen
es: Eliminar permiso de oferta
et: Kustuta pakkumise luba
fi: Poista tarjouslupa
ky: Сунуштоо уруксатын жок кылуу
lt: Ištrinti siūlymo leidimą
lv: Dzēst piedāvājuma atļauju
nb: Slett tilbudstillatelse
pl: Usuń pozwolenie na oferowanie
ru: Удалить разрешение на предложение
sv: Ta bort erbjudandebehörighet
th: ลบการอนุญาตการเสนอ
uk: Видалити дозвіл на пропозицію

source: Delete offering screenshot
ar: حذف لقطة شاشة العرض
az: Təklif ekran görüntüsünü sil
bn: অফার করার স্ক্রিনশট মুছুন
cs: Smazat snímek obrazovky nabídky
de: Angebots-Screenshot löschen
es: Eliminar captura de pantalla de la oferta
et: Kustuta pakkumise ekraanipilt
fi: Poista tarjouksen kuvakaappaus
ky: Сунушталган скриншотту жок кылуу
lt: Ištrinkite pasiūlymo ekrano kopiją
lv: Dzēst piedāvājuma ekrānuzņēmumu
nb: Slett tilbudsskjermbilde
pl: Usuń zrzut ekranu oferty
ru: Удалить скриншот предложения
sv: Ta bort erbjudandeskärmdump
th: ลบภาพหน้าจอข้อเสนอ
uk: Видалити скріншот пропозиції
