Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Resources usage
ar: استخدام الموارد
az: Resursların istifadəsi
bn: সম্পদের ব্যবহার
cs: Využití zdrojů
de: Ressourcennutzung
es: Uso de recursos
et: Ressursi kasutus
fi: Resurssien käyttö
ky: Ресурстарды колдонуу
lt: Išteklių naudojimas
lv: Resursu izmantošana
nb: Ressursbruk
pl: Wykorzystanie zasobów
ru: Использование ресурсов
sv: Resursanvändning
th: การใช้ทรัพยากร
uk: Використання ресурсів

source: Responsible user
ar: مستخدم مسؤول
az: Məsuliyyətli istifadəçi
bn: দায়িত্বশীল ব্যবহারকারী
cs: Odpovědný uživatel
de: Verantwortlicher Benutzer
es: Usuario responsable
et: Vastutustundlik kasutaja
fi: Vastuullinen käyttäjä
ky: Жооптуу колдонуучу
lt: Atsakingas vartotojas
lv: Atbildīgs lietotājs
nb: Ansvarlig bruker
pl: Odpowiedzialny Użytkownik
ru: Ответственный пользователь
sv: Ansvarig användare
th: ผู้ใช้ที่มีความรับผิดชอบ
uk: Відповідальний користувач

source: Restart
ar: إعادة بدء
az: Yenidən başlamaq
bn: আবার শুরু
cs: Restartovat
de: Neu starten
es: Reiniciar
et: Taaskäivitamine
fi: Käynnistää uudelleen
ky: Кайра жүргүзүү
lt: Perkrauti
lv: Restartējiet
nb: Omstart
ru: Перезапуск
sv: Starta om
th: เริ่มต้นใหม่
uk: Перезавантажте

source: Restarting
ar: إعادة التشغيل
az: Yenidən başlama
bn: রিস্টার্ট হচ্ছে
cs: Restartování
de: Neustart
es: Reiniciando
et: Taaskäivitamine
fi: Käynnistetään uudelleen
ky: Кайра иштетилүүдө
lt: Paleidimas iš naujo
lv: Restartēšana
nb: Starte på nytt
pl: Ponowne uruchamianie
ru: Перезапуск
sv: Startar om
th: กำลังเริ่มต้นใหม่
uk: Перезапуск

source: Restore
ar: يعيد
az: Bərpa
bn: পুনরুদ্ধার করুন
cs: Obnovit
de: Wiederherstellen
es: Restaurar
et: Taasta
fi: Palauttaa
ky: Калыбына келтирүү
lt: Atkurti
lv: Atjaunot
nb: Gjenopprett
pl: Przywrócić
ru: Восстановить
sv: Återställ
th: คืนค่า
uk: відновлення

source: Restore virtual machine from backup {name}
ar: استعادة الجهاز الظاهري من النسخة الاحتياطية{name}
az: Virtual maşını ehtiyat nüsxədən bərpa edin {name}
bn: ব্যাকআপ থেকে ভার্চুয়াল মেশিন পুনরুদ্ধার করুন{name}
cs: Obnovení virtuálního počítače ze zálohy {name}
de: Wiederherstellen der virtuellen Maschine aus Backup {name}
es: Restaurar la máquina virtual desde la copia de seguridad {name}
et: Taastage virtuaalmasin varukoopiast{name}
fi: Palauta virtuaalikone varmuuskopiosta{name}
ky: Виртуалдык машинаны камдык көчүрмөдөн калыбына келтириңиз{name}
lt: Atkurkite virtualią mašiną iš atsarginės {name}
lv: Atjaunojiet virtuālo mašīnu no dublējuma{name}
nb: Gjenopprett virtuell maskin fra sikkerhetskopien {name}
pl: Przywróć maszynę wirtualną z kopii zapasowej{name}
ru: Восстановить виртуальную машину из резервной копии{name}
sv: Återställ virtuell maskin från säkerhetskopian {name}
th: กู้คืนเครื่องเสมือนจากการสำรองข้อมูล{name}
uk: Відновити віртуальну машину з резервної копії{name}

source: Restore volume snapshot
ar: استعادة لقطة الحجم
az: Səs anlıq görüntüsünü bərpa edin
bn: ভলিউম স্ন্যাপশট পুনরুদ্ধার করুন
cs: Obnovit snímek svazku
de: Volume-Snapshot wiederherstellen
es: Restaurar instantánea de volumen
et: Salvestusüksuse hetktõmmise taastamine
fi: Palauta äänenvoimakkuuden tilannekuva
ky: Көлөмдүн сүрөтүн калыбына келтириңиз
lt: Atkurti tomo momentinę kopiją
lv: Atjaunot skaļuma momentuzņēmumu
nb: Gjenopprett volum øyeblikksbildet
pl: Przywróć migawkę woluminu
ru: Восстановить снимок тома
sv: Återställa volym snapshot
th: คืนค่าสแนปชอตปริมาณ
uk: Відновити знімок тома

source: Restored volumes
ar: المجلدات المستعادة
az: Bərpa edilmiş həcmlər
bn: পুনরুদ্ধার করা ভলিউম
cs: Obnovené svazky
de: Wiederhergestellte Volumes
es: Volúmenes restaurados
et: Taastatud salvestusüksused
fi: Kunnostetut volyymit
ky: Калыбына келтирилген томдор
lt: Atkurti tomai
lv: Atjaunoti sējumi
nb: Gjenopprettede volumer
pl: Przywrócone woluminy
ru: Восстановленные тома
sv: Återställda volymer
th: ปริมาณการเรียกคืน
uk: Відновлені томи

source: Restricted
ar: مقيد
az: Məhdud
bn: সীমাবদ্ধ
cs: Omezený
de: Eingeschränkt
es: Restringido
et: Piiratud
fi: Rajoitettu
ky: Чектелген
lt: Apribota
lv: Ierobežots
nb: Begrenset
pl: Ograniczone
ru: Ограниченный
sv: Begränsad
th: ถูกจำกัด
uk: Обмежений

source: Restricted, because of type.
ar: مقيد، بسبب النوع.
az: Növünə görə qadağandır.
bn: প্রকারের কারণে সীমাবদ্ধ।
cs: Omezeno, kvůli typu.
de: Eingeschränkt, aufgrund des Typs.
es: Restringido, por el tipo.
et: Tüübi tõttu on ligipääs keelatud
fi: Rajoitettu tyypin vuoksi.
ky: Түрү боюнча чектелген.
lt: Apribota dėl tipo.
lv: Ierobežots veida dēļ.
nb: Begrenset, på grunn av type.
pl: Ograniczone ze względu na typ.
ru: Ограничено из-за типа.
sv: Begränsad, på grund av typ.
th: ถูกจำกัดเนื่องจากประเภท
uk: Обмежений через тип.

source: Restricted page
ar: صفحة مقيدة
az: Məhdud səhifə
bn: সীমাবদ্ধ পৃষ্ঠা
cs: Omezená stránka
de: Eingeschränkte Seite
es: Página restringida
et: Piiratud leht
fi: Rajoitettu sivu
ky: Чектелген бет
lt: Apribotas puslapis
lv: Ierobežota lapa
nb: Begrenset side
pl: Strona z ograniczeniami
ru: Ограниченная страница
sv: Begränsad sida
th: เพจที่ถูกจำกัด
uk: Обмежена сторінка

source: Restroing
ar: استعادة
az: Bərpa
cs: Obnovování
es: Reinicio
et: Taastan
lt: Atgaivinantis
nb: Restrierende
pl: Odnawianie
ru: Восстановление
sv: Vilande
th: กำลังฟื้นฟู
uk: Перебудова

source: Retention time
ar: وقت الاحتفاظ
az: Saxlama vaxtı
bn: ধরে রাখার সময়
cs: Doba uchovávání
de: Retention Zeit
es: Tiempo de retención
et: Säilitamise aeg
fi: Säilytysaika
ky: Сактоо убактысы
lt: Laikymo laikas
lv: Uzglabāšanas laiks
nb: Oppbevaringstid
pl: Czas retencji
ru: Время удержания
sv: Retentionstid
th: เวลาการเก็บรักษา
uk: Час зберігання

source: Retention time in days, if 0 - resource will be kept forever
ar: وقت الاستبقاء بالأيام، إذا كان 0 - سيتم الاحتفاظ بالمورد إلى الأبد
az: Gündə saxlama müddəti, əgər 0 - resurs sonsuza qədər saxlanılacaq
bn: দিনে ধরে রাখার সময়, যদি 0 - সম্পদ চিরতরে রাখা হবে
cs: Doba uchovávání ve dnech, pokud je 0 - zdroj bude uchován navždy
de: Aufbewahrungszeit in Tagen, wenn 0 - Ressource wird für immer gehalten
es: Tiempo de retención en días, si es 0 - recurso se mantendrá para siempre
et: Säilitamise aeg päevades, kui 0 hoitakse resurssi igavesti
fi: Säilytysaika päivinä, jos 0 - resurssi säilytetään ikuisesti
ky: Сактоо убактысы күн менен, эгерде 0 болсо - ресурс түбөлүккө сакталат
lt: Saugojimo laikas dienomis, jei 0 - ištekliai bus laikomi amžinai
lv: Saglabāšanas laiks dienās, ja 0 - resurss tiks saglabāts mūžīgi
nb: Oppbevaringstid i dager, hvis 0 - ressurs vil bli holdt for alltid
pl: Czas przechowywania w dniach, jeśli 0 - zasób będzie przechowywany na zawsze
ru: Срок хранения в днях, если 0 — ресурс будет храниться вечно.
sv: Retentionstid i dagar, om 0 - resurs kommer att hållas för evigt
th: เวลาการเก็บรักษาเป็นวัน หากเป็น 0 - ทรัพยากรจะถูกเก็บไว้ตลอดไป
uk: Час зберігання в днях, якщо 0 - ресурс зберігатиметься вічно

source: Retry
ar: اعاده المحاوله
az: Yenidən cəhd edin
bn: পুনরায় চেষ্টা করা
cs: Zkusit znovu
de: Wiederholen
es: Reintentar
et: Proovige uuesti
fi: Yritä
ky: Кайталап көрүңүз
lt: Bandykite dar kartą
lv: Mēģiniet vēlreiz
nb: Prøv på nytt
pl: Ponów próbę
ru: Снова пробовать
sv: Försök igen
th: ลองอีกครั้ง
uk: Повторіть спробу

source: Retype
ar: أعد الكتابة
az: Yenidən yazın
bn: পুনরায় টাইপ করুন
cs: Přepsat
de: Wiedergeben
es: Volver a escribir
et: Muuda tüüpi
fi: Kirjoita uudelleen
ky: Кайра териңиз
lt: Pakartokite
lv: Atkārtoti ierakstiet
nb: Skriv inn på nytt
pl: Wpisz ponownie
ru: Перепечатайте
sv: Skriv om
th: พิมพ์ซ้ำ
uk: Введіть повторно

source: Retype OpenStack Volume
ar: أعد كتابة حجم OpenStack
az: OpenStack həcmini yenidən yazın
bn: OpenStack ভলিউম পুনরায় টাইপ করুন
cs: Opakované zadání svazku OpenStack
de: Wiederholen Sie OpenStack Volume
es: Vuelva a escribir el volumen de OpenStack
et: Muuda OpenStack salvestusüksuse tüüp
fi: Kirjoita OpenStack Volume uudelleen
ky: OpenStack көлөмүн кайра териңиз
lt: Pakartotinai įveskite OpenStack tomą
lv: Atkārtoti ierakstiet OpenStack Volume
nb: Skriv inn OpenStack-volumet på nytt
pl: Wpisz ponownie wolumin OpenStack
ru: Повторно введите том OpenStack.
sv: Skriv om OpenStack-volym
th: พิมพ์ OpenStack Volume อีกครั้ง
uk: Повторно введіть том OpenStack

source: Review
ar: استعراض
az: Baxış
bn: পুনঃমূল্যায়ন
cs: Kontrola
de: Rezension
es: Revisión
et: Ülevaade
fi: Arvostelu
ky: карап чыгуу
lt: Apžvalga
lv: Pārskats
nb: Gjennomgang
pl: Recenzja
ru: Обзор
sv: Omdöme
th: ทบทวน
uk: огляд

source: Review duration
az: Baxış müddəti

source: Review duration (days)
ar: مدة المراجعة (بالأيام)
az: Baxış müddəti (gün)
bn: পর্যালোচনার সময়কাল (দিন)
cs: Délka recenze (dny)
de: Überprüfungsdauer (Tage)
es: Duración de la revisión (días)
et: Ülevaatuse kestus (päevades)
fi: Tarkistuksen kesto (päivää)
ky: Карап чыгуунун узактыгы (күн)
lt: Peržiūros trukmė (dienomis)
lv: Pārskatīšanas ilgums (dienas)
nb: Gjennomgangsvarighet (dager)
pl: Czas trwania przeglądu (dni)
ru: Продолжительность рассмотрения (дней)
sv: Granskningens varaktighet (dagar)
th: ระยะเวลาการตรวจสอบ (วัน)
uk: Тривалість огляду (днів)

source: Review duration in days
ar: مدة المراجعة بالأيام
az: Günlərlə nəzərdən keçirmə müddəti
bn: দিনের মধ্যে পর্যালোচনার সময়কাল
cs: Doba trvání kontroly ve dnech
de: Überprüfungsdauer in Tagen
es: Duración de la revisión en días
et: Ülevaatuse kestus päevades
fi: Tarkistuksen kesto päivinä
ky: Күн менен карап чыгуу узактыгы
lt: Peržiūros trukmė dienomis
lv: Pārskatīšanas ilgums dienās
nb: Gjennomgangsvarighet i dager
pl: Czas trwania przeglądu w dniach
ru: Срок рассмотрения в днях
sv: Granskningens varaktighet i dagar
th: ระยะเวลาการตรวจสอบเป็นวัน
uk: Тривалість огляду в днях

source: Review has been closed.
ar: تم إغلاق المراجعة.
az: Baxış bağlandı.
bn: পর্যালোচনা বন্ধ করা হয়েছে.
cs: Kontrola byla uzavřena.
de: Die Überprüfung wurde geschlossen.
es: Se ha cerrado la revisión.
et: Ülevaade on suletud.
fi: Arviointi on päättynyt.
ky: Карап чыгуу жабылды.
lt: Peržiūra baigta.
lv: Pārskatīšana ir slēgta.
nb: Gjennomgangen er avsluttet.
pl: Recenzja została zamknięta.
ru: Обзор закрыт.
sv: Granskningen har stängts.
th: ปิดการรีวิวแล้ว
uk: Огляд закрито.

source: Review has been performed.
ar: تم إجراء المراجعة.
az: Baxış aparıldı.
bn: পর্যালোচনা করা হয়েছে.
cs: Kontrola byla provedena.
de: Die Überprüfung wurde durchgeführt.
es: Se ha realizado la revisión.
et: Ülevaade on teostatud.
fi: Tarkastus on suoritettu.
ky: Текшерүү жүргүзүлдү.
lt: Atlikta peržiūra.
lv: Pārskatīšana ir veikta.
nb: Gjennomgangen er utført.
pl: Przegląd został wykonany.
ru: Обзор выполнен.
sv: Granskning har utförts.
th: ได้ดำเนินการทบทวนแล้ว
uk: Огляд проведено.

source: Review has been submitted.
ar: تم تقديم المراجعة.
az: İcmal təqdim edildi.
bn: পর্যালোচনা জমা দেওয়া হয়েছে.
cs: Recenze byla odeslána.
de: Bewertung wurde eingereicht.
es: Se ha enviado la revisión.
et: Ülevaade on esitatud.
fi: Arvostelu on lähetetty.
ky: Карап чыгуу тапшырылды.
lt: Apžvalga pateikta.
lv: Pārskats ir iesniegts.
nb: Anmeldelse er sendt inn.
pl: Recenzja została przesłana.
ru: Отзыв отправлен.
sv: Recension har skickats.
th: ส่งการตรวจสอบแล้ว
uk: Відгук подано.

source: Review request
ar: مراجعة الطلب
az: Tələbini nəzərdən keçirin
bn: রিভিউ অনুরোধ
cs: Žádost o kontrolu
de: Überprüfungsanfrage
es: Revisar solicitud
et: Taotluse ülevaatamine
fi: Tarkista pyyntö
ky: Өтүнүчтү карап чыгуу
lt: Peržiūrėti prašymą
lv: Pārskatīt pieprasījumu
nb: Gjennomgå forespørselen
pl: Przejrzyj prośbę
ru: Запрос на рассмотрение
sv: Granska begäran
th: ตรวจสอบคำขอ
uk: Запит на перегляд

source: Review strategy
ar: استراتيجية المراجعة
az: Strategiyanın nəzərdən keçirilməsi
bn: কৌশল পর্যালোচনা করুন
cs: Přezkoumat strategii
de: Überprüfungsstrategie
es: Revisar la estrategia
et: Ülevaate strateegia
fi: Tarkista strategia
ky: Стратегияны карап чыгуу
lt: Peržiūrėkite strategiją
lv: Pārskatīšanas stratēģija
nb: Gjennomgå strategi
pl: Przejrzyj strategię
ru: Обзор стратегии
sv: Se över strategi
th: ทบทวนกลยุทธ์
uk: Перегляд стратегії

source: Reviewed
ar: استعراض
az: Nəzərdən keçirildi
bn: পর্যালোচনা করা হয়েছে
cs: Zkontrolováno
de: Überprüft
es: Revisado
et: Üle vaadatud
fi: Arvosteltu
ky: Каралып чыкты
lt: Peržiūrėta
lv: Pārskatīts
nb: Anmeldt
pl: Napisał(a) recenzję
ru: Рассмотрено
sv: Recenserad
th: ตรวจสอบแล้ว
uk: Переглянуто

source: Reviewed at
ar: تمت المراجعة في
az: İndi nəzərdən keçirildi
bn: এ পর্যালোচনা করা হয়েছে
cs: Recenzováno na
de: Bewertet unter
es: Revisado en
et: Arvustuse aeg
fi: Arvosteltu klo
ky: Каралып чыккан
lt: Apžvelgta adresu
lv: Pārskatīts plkst
nb: Anmeldt kl
pl: Recenzja o godz
ru: Проверено на
sv: Recenserad kl
th: รีวิวที่
uk: Переглянуто на

source: Reviewed by
ar: تمت مراجعته من قبل
az: Yenidən nəzərdən keçirildi
bn: দ্বারা পর্যালোচনা
cs: Zkontroloval
de: Rezensiert von
es: Revisado por
et: Arvustanud
fi: Arvostellut
ky: карап чыккан
lt: Peržiūrėjo
lv: Atsauksmi iesniedza
nb: Anmeldt av
pl: Zrecenzowany przez
ru: Рассмотрено
sv: Granskats av
th: ตรวจสอบโดย
uk: Переглянуто

source: Reviewed by consumer
ar: تمت المراجعة من قبل المستهلك
az: İstehlakçı tərəfindən nəzərdən
bn: ভোক্তা দ্বারা পর্যালোচনা
cs: Zkontrolováno spotřebitelem
de: Vom Verbraucher bewertet
es: Revisado por el consumidor
et: Tarbija poolt üle vaadatud
fi: Arvostellut kuluttaja
ky: Керектөөчү тарабынан каралат
lt: Vartotojas peržiūrėjo
lv: Pārskatījis patērētājs
nb: Vurdert av forbruker
pl: Oceniony przez konsumenta
ru: Отзыв от потребителя
sv: Recenserad av konsument
th: ตรวจสอบโดยผู้บริโภค
uk: Відгук споживача

source: Reviewed by consumer at
ar: تمت المراجعة من قبل المستهلك في
az: İstehlakçı tərəfindən nəzərdən keçirildi
bn: ভোক্তা দ্বারা পর্যালোচনা করা হয়েছে
cs: Recenzováno spotřebitelem na
de: Bewertet vom Verbraucher unter
es: Revisado por el consumidor en
et: Arvustanud tarbija aadressil
fi: Arvostellut kuluttaja osoitteessa
ky: керектөөчү тарабынан каралат
lt: Vartotojas peržiūrėjo adresu
lv: Pārskatīja patērētājs plkst
nb: Anmeldt av forbruker på
pl: Oceniony przez konsumenta pod adresem
ru: Отзыв от потребителя на
sv: Bedömd av konsument på
th: รีวิวโดยผู้บริโภคที่
uk: Переглянуто споживачем на

source: Reviewed by provider
ar: تمت المراجعة من قبل المزود
az: Provayder tərəfindən nəzərdən keçirildi
bn: প্রদানকারী দ্বারা পর্যালোচনা
cs: Zkontrolováno poskytovatelem
de: Vom Anbieter überprüft
es: Revisado por el proveedor
et: Teenusepakkuja poolt üle vaadatud
fi: Palveluntarjoajan tarkistama
ky: Провайдер тарабынан каралат
lt: Peržiūrėjo teikėjas
lv: Pārskatījis pakalpojumu sniedzējs
nb: Vurdert av leverandør
pl: Sprawdzone przez dostawcę
ru: Проверено поставщиком
sv: Granskad av leverantör
th: ตรวจสอบโดยผู้ให้บริการ
uk: Переглянуто постачальником

source: Reviewed by provider at
ar: تمت المراجعة من قبل المزود في
az: Provayder tərəfindən nəzərdən keçirildi
bn: এ প্রদানকারী দ্বারা পর্যালোচনা
cs: Zkontrolováno poskytovatelem na
de: Bewertet vom Anbieter unter
es: Revisado por el proveedor en
et: Teenusepakkuja on üle vaadanud aadressil
fi: Palveluntarjoajan tarkistama osoitteessa
ky: Провайдер тарабынан каралып чыккан
lt: Apžvelgė teikėjas adresu
lv: Pārskatīja pakalpojumu sniedzējs vietnē
nb: Vurdert av leverandør på
pl: Oceniony przez dostawcę pod adresem
ru: Проверено поставщиком на
sv: Granskad av leverantör på
th: ตรวจสอบโดยผู้ให้บริการที่
uk: Переглянуто постачальником на

source: Reviewer
ar: المراجع
az: Rəyçi
bn: রিভিউয়ার
cs: Recenzent
de: Rezensent
es: Crítico
et: Ülevaataja
fi: Arvostelija
ky: Сынчы
lt: Recenzentas
lv: Recenzents
nb: Anmelder
pl: Recenzent
ru: Рецензент
sv: Recensent
th: ผู้วิจารณ์
uk: Рецензент

source: Reviewers
ar: المراجعين
az: Rəyçilər
bn: রিভিউয়ার
cs: Recenzenti
de: Rezensenten
es: Revisores
et: Ülevaatajad
fi: Arvostelijat
ky: Рецензенттер
lt: Recenzentai
lv: Recenzenti
nb: Anmeldere
pl: Recenzenci
ru: Рецензенты
sv: Recensenter
th: ผู้วิจารณ์
uk: Рецензенти

source: Reviews
ar: ملاحظات
az: Rəylər
bn: রিভিউ
cs: Hodnocení
de: Bewertungen
es: Revisiones
et: Arvustused
fi: Arvion perusteella
ky: Сын-пикирлер
lt: Apžvalgos
lv: Atsauksmes
nb: Vurderinger
pl: Opinii
ru: обзоры
sv: Recensioner
th: ความคิดเห็น
uk: Відгуки

source: Revoke
ar: سحب او إبطال
az: Ləğv
bn: প্রত্যাহার করুন
cs: Odvolat
de: Widerrufen
es: Revocar
et: Tühista
fi: Peruuttaa
ky: Жок кылуу
lt: Atšaukti
lv: Atsaukt
nb: Tilbakekalle
pl: Unieważnić
ru: Отозвать
sv: Återkalla
th: ถอน
uk: Відкликати

source: Robot account
ar: حساب روبوت
az: Robot hesabı
bn: রোবট অ্যাকাউন্ট
cs: Robotický účet
de: Roboterkonto
es: cuenta robot
et: Roboti konto
fi: Robotin tili
ky: Робот аккаунту
lt: Roboto paskyra
lv: Robota konts
nb: Robotkonto
pl: Konto robota
ru: Аккаунт робота
sv: Robotkonto
th: บัญชีหุ่นยนต์
uk: Обліковий запис робота

source: Robot account has been created.
ar: تم إنشاء حساب روبوت.
az: Robot hesabı yaradılıb.
bn: রোবট অ্যাকাউন্ট তৈরি করা হয়েছে।
cs: Účet robota byl vytvořen.
de: Roboterkonto wurde erstellt.
es: Se ha creado una cuenta de robot.
et: Roboti konto on loodud.
fi: Robottitili on luotu.
ky: Робот каттоо эсеби түзүлдү.
lt: Sukurta roboto paskyra.
lv: Robota konts ir izveidots.
nb: Robotkonto er opprettet.
pl: Konto robota zostało utworzone.
ru: Аккаунт робота создан.
sv: Robotkonto har skapats.
th: สร้างบัญชีโรบอทแล้ว
uk: Обліковий запис робота створено.

source: Robot account type
ar: نوع حساب الروبوت
az: Robot hesabı növü
bn: রোবট অ্যাকাউন্টের ধরন
cs: Typ účtu robota
de: Roboterkontotyp
es: Tipo de cuenta de robot
et: Roboti konto tüüp
fi: Robottitilin tyyppi
ky: Робот эсеп түрү
lt: Roboto paskyros tipas
lv: Robota konta veids
nb: Robotkontotype
pl: Typ konta robota
ru: Тип учетной записи робота
sv: Robotkontotyp
th: ประเภทบัญชีโรบ็อต
uk: Тип облікового запису робота

source: Robot accounts
ar: حسابات الروبوت
az: Robot hesabları
bn: রোবট অ্যাকাউন্ট
cs: Účty robotů
de: Roboterkonten
es: Cuentas de robots
et: Robotkontod
fi: Robottitilit
ky: Робот эсептери
lt: Robotų sąskaitos
lv: Robotu konti
nb: Robotkontoer
pl: Konta robotów
ru: Аккаунты роботов
sv: Robotkonton
th: บัญชีหุ่นยนต์
uk: Облікові записи роботів

source: Robot accounts synchronization has been scheduled.
ar: تمت جدولة مزامنة حسابات الروبوت.
az: Robot hesablarının sinxronizasiyası planlaşdırılıb.
bn: রোবট অ্যাকাউন্ট সিঙ্ক্রোনাইজেশন নির্ধারিত হয়েছে।
cs: Synchronizace účtů robota byla naplánována.
de: Die Synchronisierung der Roboterkonten wurde geplant.
es: Se ha programado la sincronización de las cuentas de los robots.
et: Robotikontode sünkroonimine on ajastatud.
fi: Robottitilien synkronointi on ajoitettu.
ky: Робот каттоо эсептерин синхрондоштуруу пландаштырылган.
lt: Suplanuotas roboto paskyrų sinchronizavimas.
lv: Ir ieplānota robotu kontu sinhronizācija.
nb: Synkronisering av robotkontoer er planlagt.
pl: Zaplanowano synchronizację kont robotów.
ru: Синхронизация учетных записей роботов запланирована.
sv: Synkronisering av robotkonton har schemalagts.
th: มีการกำหนดเวลาการซิงโครไนซ์บัญชีโรบ็อตแล้ว
uk: Синхронізацію облікових записів робота заплановано.

source: Role
ar: دور
az: Vəzifə
bn: ভূমিকা
de: Rolle
es: Rol
et: Roll
fi: Rooli
ky: Роль
lt: Vaidmuo
lv: Loma
nb: Rolle
pl: Rola
ru: Роль
sv: Roll
th: บทบาท
uk: Роль

source: Role expiration
az: Rolun müddəti

source: Role expires on
ar: تنتهي صلاحية الدور في
az: Vəzifə ______başa çatır
bn: ভূমিকার মেয়াদ শেষ হবে
cs: Role vyprší dne
de: Rolle läuft am
es: El rol expira el
et: Roll vananeb
fi: Rooli vanhenee
ky: Ролдун мөөнөтү бүтөт
lt: Vaidmens galiojimo laikas baigiasi
lv: Lomas termiņš beidzas
nb: Rollen utløper den
pl: Rola wygasa dnia
ru: Срок действия роли истекает
sv: Rollen upphör att gälla den
th: บทบาทหมดอายุในวันที่
uk: Термін дії ролі закінчується

source: Role has been added successfully.
az: Rol uğurla əlavə edildi.
uk: Роль успішно додано.

source: Role has been removed.
az: Rol silindi.
uk: Роль видалено.

source: Role in organization
az: Təşkilatda rol

source: Role in project
ar: دور في المشروع
az: Layihədə vəzifəsi
bn: প্রকল্পে ভূমিকা
cs: Role v projektu
de: Rolle im Projekt
es: Rol en el proyecto
et: Roll projekti juures
fi: Rooli projektissa
ky: Долбоордогу ролу
lt: Vaidmuo projekte
lv: Loma projektā
nb: Roll i prosjekt
pl: Rola w projekcie
ru: Роль в проекте
sv: Roll i projektet
th: บทบาทในโครงการ
uk: Роль у проекті

source: Role management events
ar: أحداث إدارة الأدوار
az: Vəzifə idarəçiliyi hadisələri
bn: ভূমিকা ব্যবস্থাপনা ইভেন্ট
cs: Události správy rolí
de: Rollenverwaltungsereignisse
es: Eventos de gestión de roles
et: Rollide halduse sündmused
fi: Roolijohtamistapahtumat
ky: Ролду башкаруу окуялары
lt: Vaidmenų valdymo įvykiai
lv: Lomu vadības pasākumi
nb: Rollestyringshendelser
pl: Wydarzenia związane z zarządzaniem rolami
ru: События управления ролями
sv: Rollhanteringshändelser
th: กิจกรรมการจัดการบทบาท
uk: Події управління ролями

source: Roles
ar: ادوار
az: Rollar
bn: ভূমিকা
cs: Role
de: Rollen
et: Rollid
fi: Roolit
ky: Ролдор
lt: Vaidmenys
lv: Lomas
nb: Roller
pl: Ról
ru: Роли
sv: Roller
th: บทบาท
uk: Ролі

source: Round
az: Dəyirmi

source: Round name
ar: اسم الجولة
az: Dəyirmi ad
bn: গোলাকার নাম
cs: Kulatý název
de: Runder Name
es: Nombre redondo
et: Ümmargune nimi
fi: Pyöreä nimi
ky: Тегерек аты
lt: Apvalus pavadinimas
lv: Apaļš nosaukums
nb: Rundt navn
pl: Okrągłe imię
ru: Круглое имя
sv: Runt namn
th: ชื่อกลม
uk: Кругла назва

source: Round strategy
ar: استراتيجية الجولة
az: Dəyirmi strategiya
bn: বৃত্তাকার কৌশল
cs: Strategie kola
de: Rundenstrategie
es: estrategia redonda
et: Ümmargune strateegia
fi: Pyöreä strategia
ky: Тегерек стратегия
lt: Apvali strategija
lv: Apaļa stratēģija
nb: Rund strategi
pl: Okrągła strategia
ru: Стратегия раунда
sv: Rund strategi
th: กลยุทธ์แบบกลม
uk: Раундова стратегія

source: Rounds
ar: جولات
az: Dairələr
bn: বৃত্তাকার
cs: kola
de: Runden
es: Rondas
et: Ringid
fi: Pyöreät
ky: Раунддар
lt: Raundai
lv: Kārtas
nb: runder
pl: Rundy
ru: РАУНДЫ
sv: Omgångar
th: รอบ
uk: раунди

source: Routers
ar: أجهزة التوجيه
az: Routerlər
bn: রাউটার
cs: Routery
de: Router
et: Ruuterid
fi: Reitittimet
ky: Маршрутизаторлор
lt: Maršrutizatoriai
lv: Maršrutētāji
nb: Rutere
pl: Routery
ru: Маршрутизаторы
sv: Routrar
th: เราเตอร์
uk: маршрутизатори

source: Rule count
ar: عدد القواعد
az: Qayda sayı
bn: নিয়ম গণনা
cs: Počet pravidel
de: Regelanzahl
es: Recuento de reglas
et: Reeglite arv
fi: Sääntömäärä
ky: Эрежелердин саны
lt: Taisyklių skaičius
lv: Noteikumu skaits
nb: Regel teller
pl: Liczba reguł
ru: Количество правил
sv: Antal regler
th: จำนวนกฎ
uk: Правило підрахунку

source: Rules
ar: القواعد
az: Qaydalar
bn: নিয়ম
cs: Pravidla
de: Regeln
es: Reglas
et: Reeglid
fi: Säännöt
ky: Эрежелер
lt: Taisyklės
lv: Noteikumi
nb: Regler
pl: Zasady
ru: Правила
sv: Regler
th: กฎ
uk: правила

source: Rules: {rules}
ar: قواعد:{rules}
az: Qaydalar: {rules}
bn: নিয়ম:{rules}
cs: pravidla:{rules}
de: Regeln:{rules}
es: Reglas: {rules}
et: Reeglid:{rules}
fi: Säännöt:{rules}
ky: Эрежелер:{rules}
lt: Taisyklės:{rules}
lv: Noteikumi:{rules}
nb: Regler:{rules}
pl: Zasady:{rules}
ru: Правила:{rules}
sv: Regler:{rules}
th: กฎ:{rules}
uk: правила:{rules}

source: Rules: {rules_count}
ar: قواعد:{rules_count}
az: Qaydalar: {rules_count}
bn: নিয়ম:{rules_count}
cs: pravidla:{rules_count}
de: Regeln:{rules_count}
es: Reglas: {rules_count}
et: Reeglid: {rules_count}
fi: Säännöt:{rules_count}
ky: Эрежелер:{rules_count}
lt: Taisyklės:{rules_count}
lv: Noteikumi:{rules_count}
nb: Regler:{rules_count}
pl: Zasady:{rules_count}
ru: Правила:{rules_count}
sv: Regler:{rules_count}
th: กฎ:{rules_count}
uk: правила:{rules_count}

source: Running accounting
ar: تشغيل المحاسبة
az: Mühasibat uçotu
bn: অ্যাকাউন্টিং চলমান
cs: Spuštěné účetnictví
de: Laufende Buchhaltung
es: Ejecución de la contabilidad
et: Jooksev raamatupidamine
fi: Kirjanpidon hoitaminen
ky: Бухгалтердик эсеп жүргүзүү
lt: Vykdoma apskaita
lv: Grāmatvedības kārtošana
nb: Kjører regnskap
pl: Prowadzenie księgowości
ru: Ведение бухгалтерского учета
sv: Löpande redovisning
th: ดำเนินการบัญชี
uk: Ведення бухгалтерського обліку
