Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Components are invalid.
ar: المكونات غير صالحة.
az: Komponentlər etibarsızdır.
bn: উপাদান অবৈধ.
cs: Komponenty jsou neplatné.
de: Komponenten sind ungültig.
es: Los componentes no son válidos.
et: Komponendid on vigased.
fi: Komponentit ovat virheellisiä.
ky: Компоненттер жараксыз.
lt: Komponentai neteisingi.
lv: Komponenti nav derīgi.
nb: Komponentene er ugyldige.
pl: Komponenty są nieprawidłowe.
ru: Недопустимые компоненты.
sv: Komponenterna är ogiltiga.
th: ส่วนประกอบไม่ถูกต้อง
uk: Компоненти недійсні.

source: Compute
ar: حسب
az: Hesablayın
bn: গণনা
cs: Vypočítat
de: Berechnen
es: Computación
et: Arvutusressurss
fi: Laskea
ky: Эсептөө
lt: Apskaičiuokite
lv: Aprēķināt
nb: Beregn
pl: Obliczać
ru: Вычислять
sv: Beräkna
th: คำนวณ
uk: Обчислити

source: Compute generation
ar: حساب الجيل
az: Nəsilini hesablayın
bn: গণনা প্রজন্ম
cs: Generování výpočtů
de: Compute-Generierung
es: Generación de computo
et: Arvuta genereerimine
fi: Laske sukupolvi
ky: Эсептеп чыгаруу
lt: Skaičiavimų generavimas
lv: Aprēķināt ģenerēšanu
nb: Generering av databehandling
pl: Generowanie obliczeń
ru: Поколение
sv: Beräkningsgenerering
th: การสร้างคอมพิวเตอร์
uk: Генерація обчислень

source: Configuration
ar: إعدادات
az: Konfiqurasiya
bn: কনফিগারেশন
cs: Konfigurace
de: Konfiguration
es: Configuración
et: Seadistused
fi: Kokoonpano
ky: Конфигурация
lt: Konfigūracija
lv: Konfigurācija
nb: Konfigurasjon
pl: Konfiguracja
ru: Конфигурация
sv: Konfiguration
th: การกำหนดค่า
uk: Конфігурація

source: Configuration has been updated.
ar: تم تحديث التكوين.
az: Konfiqurasiya yeniləndi.
bn: কনফিগারেশন আপডেট করা হয়েছে।
cs: Konfigurace byla aktualizována.
de: Die Konfiguration wurde aktualisiert.
es: Se ha actualizado la configuración.
et: Konfiguratsiooni on uuendatud.
fi: Kokoonpano on päivitetty.
ky: Конфигурация жаңыртылды.
lt: Konfigūracija atnaujinta.
lv: Konfigurācija ir atjaunināta.
nb: Konfigurasjonen er oppdatert.
pl: Konfiguracja została zaktualizowana.
ru: Конфигурация обновлена.
sv: Konfigurationen har uppdaterats.
th: อัปเดตการกำหนดค่าแล้ว
uk: Конфігурацію оновлено.

source: Configuration key
ar: مفتاح التكوين
az: Konfiqurasiya açarı
bn: কনফিগারেশন কী
cs: Konfigurační klíč
de: Konfigurationsschlüssel
es: Clave de configuración
et: Konfiguratsioonivõti
fi: Asetusavain
ky: Конфигурация ачкычы
lt: Konfigūracijos raktas
lv: Konfigurācijas atslēga
nb: Konfigurasjonsnøkkel
pl: Klucz konfiguracyjny
ru: Конфигурационный ключ
sv: Konfigurationsnyckel
th: คีย์การกำหนดค่า
uk: Ключ конфігурації

source: Configuration options
ar: خيارات الإعداد
az: Konfiqurasiya seçimləri
bn: কনফিগারেশন অপশন
cs: Možnosti konfigurace
de: Konfigurationsoptionen
es: Opciones de configuración
et: Konfiguratsiooni valikud
fi: Asetusvaihtoehdot
ky: Конфигурация параметрлери
lt: Konfigūracijos parinktys
lv: Konfigurācijas iespējas
nb: Konfigurasjonsalternativer
pl: Opcje konfiguracji
ru: Опции конфигурации
sv: Konfigurationsalternativ
th: ตัวเลือกการกำหนดค่า
uk: Параметри конфігурації

source: Configure
ar: تهيئة
az: Konfiqurasiya etmək
bn: সজ্জিত করা
cs: Konfigurovat
de: Konfigurieren
es: Configurar
et: Seadista
fi: Määritä
ky: Конфигурациялоо
lt: Konfigūruoti
lv: Konfigurēt
nb: Konfigurer
pl: Konfigurować
ru: Настроить
sv: Konfigurera
th: กำหนดค่า
uk: Налаштувати

source: Configure request
az: İstəyi konfiqurasiya edin

source: Confirm deletion?
ar: تأكيد الحذف؟
az: Silinməni təsdiqləmək?
bn: মুছে ফেলা নিশ্চিত করুন?
cs: Potvrdit odstranění?
de: Löschen bestätigen?
es: ¿Confirmar la eliminación?
et: Kinnita kustutamine?
fi: Vahvista poisto?
ky: Жок кылуу ырасталсынбы?
lt: Patvirtinti ištrynimą?
lv: Vai apstiprināt dzēšanu?
nb: Bekreft sletting?
pl: Potwierdź usunięcie?
ru: Подтвердить удаление?
sv: Bekräfta radering?
th: ยืนยันการลบ?
uk: Підтвердити видалення?

source: Confirmation
ar: تأكيد
az: təsdiq
bn: নিশ্চিতকরণ
cs: Potvrzení
de: Bestätigung
es: Confirmación
et: Kinnitamine
fi: Vahvistus
ky: Ырастоо
lt: Patvirtinimas
lv: Apstiprinājums
nb: Bekreftelse
pl: Potwierdzenie
ru: Подтверждение
sv: Bekräftelse
th: การยืนยัน
uk: Підтвердження

source: Confirmation broadcast template
ar: قالب بث التأكيد
az: Təsdiq yayım şablonu
bn: নিশ্চিতকরণ সম্প্রচার টেমপ্লেট
cs: Šablona vysílání potvrzení
de: Vorlage für die Bestätigungsübertragung
es: Plantilla de transmisión de confirmación
et: Kinnitusülekande mall
fi: Vahvistuslähetysmalli
ky: Ырастоо уктуруу үлгүсү
lt: Patvirtinimo transliacijos šablonas
lv: Apstiprinājuma apraides veidne
nb: Mal for bekreftelsessending
pl: Szablon transmisji potwierdzenia
ru: Шаблон подтверждения трансляции
sv: Bekräftelse sändningsmall
th: เทมเพลตการออกอากาศการยืนยัน
uk: Шаблон трансляції підтвердження

source: Confirmation message
ar: رسالة تأكيد
az: Təsdiq mesajı
bn: নিশ্চিতকরণ বার্তা
cs: Potvrzující zpráva
de: Bestätigungsmeldung
es: Mensaje de confirmación
et: Kinnitusteade
fi: Vahvistusviesti
ky: Ырастоо билдирүүсү
lt: Patvirtinimo pranešimas
lv: Apstiprinājuma ziņojums
nb: Bekreftelsesmelding
pl: wiadomość potwierdzająca
ru: Подтверждающее сообщение
sv: Bekräftelsemeddelande
th: ข้อความยืนยัน
uk: Повідомлення підтвердження

source: Confirmation message has been updated successfully.
ar: تم تحديث رسالة التأكيد بنجاح.
az: Təsdiq mesajı uğurla yeniləndi.
bn: নিশ্চিতকরণ বার্তা সফলভাবে আপডেট করা হয়েছে৷
cs: Potvrzovací zpráva byla úspěšně aktualizována.
de: Die Bestätigungsnachricht wurde erfolgreich aktualisiert.
es: El mensaje de confirmación se ha actualizado correctamente.
et: Kinnitusteade on edukalt uuendatud.
fi: Vahvistusviestin päivitys onnistui.
ky: Ырастоо билдирүүсү ийгиликтүү жаңыртылды.
lt: Patvirtinimo pranešimas buvo sėkmingai atnaujintas.
lv: Apstiprinājuma ziņojums ir veiksmīgi atjaunināts.
nb: Bekreftelsesmelding har blitt oppdatert.
pl: Wiadomość potwierdzająca została pomyślnie zaktualizowana.
ru: Сообщение с подтверждением успешно обновлено.
sv: Bekräftelsemeddelandet har uppdaterats.
th: ข้อความยืนยันได้รับการอัปเดตเรียบร้อยแล้ว
uk: Повідомлення про підтвердження успішно оновлено.

source: Confirmation notification template
ar: نموذج إشعار التأكيد
az: Təsdiq bildiriş şablonu
bn: নিশ্চিতকরণ বিজ্ঞপ্তি টেমপ্লেট
cs: Šablona potvrzovacího oznámení
de: Vorlage für Bestätigungsmeldungen
es: Plantilla de notificación de confirmación
et: Kinnituse teatise mall
fi: Vahvistusilmoitusmalli
ky: Ырастоо эскертмесинин үлгүсү
lt: Patvirtinimo pranešimo šablonas
lv: Apstiprinājuma paziņojuma veidne
nb: Bekreftelsesvarselmal
pl: Szablon powiadomienia z potwierdzeniem
ru: Шаблон уведомления о подтверждении
sv: Mall för bekräftelsemeddelande
th: แม่แบบการแจ้งเตือนการยืนยัน
uk: Шаблон сповіщення про підтвердження

source: Confirming that data is correct
ar: التأكد من صحة البيانات
az: Məlumatların düzgün olduğunu təsdiqləmək
bn: যে তথ্য সঠিক তা নিশ্চিত করা
cs: Potvrzení správnosti údajů
de: Bestätigen, dass die Daten korrekt sind
es: Confirmando que los datos son correctos
et: Kinnitus, et andmed on õiged
fi: Tietojen oikeellisuuden vahvistaminen
ky: Бул маалыматтардын туура экенин ырастоо
lt: Patvirtinimas, kad duomenys teisingi
lv: Apliecinot, ka dati ir pareizi
nb: Bekrefte at dataene er korrekte
pl: Potwierdzenie, że dane są prawidłowe
ru: Подтверждение правильности данных
sv: Bekräfta att uppgifterna är korrekta
th: ยืนยันว่าข้อมูลถูกต้อง
uk: Підтвердження правильності даних

source: Connect instance directly to external network
ar: قم بتوصيل المثيل مباشرة بالشبكة الخارجية
az: Nümunəni birbaşa xarici şəbəkəyə bağlayın
bn: বাহ্যিক নেটওয়ার্কে সরাসরি দৃষ্টান্ত সংযুক্ত করুন
cs: Připojte instanci přímo k externí síti
de: Instanz direkt mit externem Netzwerk verbinden
es: Conecte la instancia directamente a la red externa
et: Ühendage instants otse välise võrguga
fi: Yhdistä ilmentymä suoraan ulkoiseen verkkoon
ky: Инстанцияны түздөн-түз тышкы тармакка туташтыруу
lt: Prijunkite egzempliorių tiesiai prie išorinio tinklo
lv: Pievienojiet gadījumu tieši ārējam tīklam
nb: Koble instans direkte til eksternt nettverk
pl: Podłącz instancję bezpośrednio do sieci zewnętrznej
ru: Подключите экземпляр напрямую к внешней сети
sv: Anslut instans direkt till externt nätverk
th: เชื่อมต่ออินสแตนซ์โดยตรงกับเครือข่ายภายนอก
uk: Підключіть примірник безпосередньо до зовнішньої мережі

source: Connect subnet
ar: ربط الشبكة الفرعية
az: Alt şəbəkəyə qoşulun
bn: সাবনেট সংযোগ করুন
cs: Připojit podsíť
de: Subnetz verbinden
es: Conectar la subred
et: Ühenda alamvõrk
fi: Yhdistä aliverkko
ky: Кошумча тармакка туташуу
lt: Prijungti potinklį
lv: Pievienojiet apakštīklu
nb: Koble til delnett
pl: Połącz podsieć
ru: Подключить подсеть
sv: Anslut undernät
th: เชื่อมต่อซับเน็ต
uk: Підключити підмережу

source: Connected subnets
ar: الشبكات الفرعية المتصلة
az: Birləşdirilmiş alt-şəbəkələr
bn: সংযুক্ত সাবনেট
cs: Připojené podsítě
de: Verbundene Subnetze
es: Subredes conectadas
et: Ühendatud alamvõrgud
fi: Yhdistetyt aliverkot
ky: Туташкан ички тармактар
lt: Prijungti potinkliai
lv: Savienotie apakštīkli
nb: Tilkoblede delnett
pl: Połączone podsieci
ru: Подключенные подсети
sv: Anslutna undernät
th: เครือข่ายย่อยที่เชื่อมต่อ
uk: Підключені підмережі

source: Connection details
ar: تفاصيل الاتصال
az: Bağlantı detalları
bn: সংযোগ বিবরণ
cs: Podrobnosti o připojení
de: Verbindungsdetails
es: Detalles de la conexión
et: Ühenduse üksikasjad
fi: Yhteyden tiedot
ky: Туташуу чоо-жайы
lt: Ryšio informacija
lv: Savienojuma informācija
nb: Tilkoblingsdetaljer
pl: Szczegóły połączenia
ru: Детали подключения
sv: Anslutningsdetaljer
th: รายละเอียดการเชื่อมต่อ
uk: Деталі підключення

source: Contact
ar: الاتصال
az: əlaqə saxlayın
bn: যোগাযোগ
cs: Kontakt
de: Kontaktieren Sie
es: Contacto
et: Kontakt
fi: Kontakti
ky: Байланыш
lt: kontaktas
lv: Sazināties
nb: Kontakt
pl: Kontakt
ru: Контакт
sv: Kontakt
th: ติดต่อ
uk: Контакти

source: Contact details
ar: تفاصيل الاتصال
az: Əlaqə məlumatları
bn: যোগাযোগের ঠিকানা
cs: Kontaktní údaje
de: Kontaktdaten
es: Detalles de contacto
et: Kontaktandmed
fi: Yhteystiedot
ky: Байланыш маалыматтары
lt: Kontaktiniai duomenys
lv: Kontakta detaļas
nb: Kontaktinformasjon
pl: Dane kontaktowe
ru: Контактная информация
sv: Kontaktuppgifter
th: รายละเอียดการติดต่อ
uk: Контактні дані

source: Contact email
ar: البريد الإلكتروني للاتصال
az: Əlaqə e-poçtu
bn: যোগাযোগের ই - মেইল
cs: Kontaktní e-mail
de: Kontakt-E-Mail
es: Correo electrónico de contacto
et: E-post
fi: Ota yhteyttä sähköpostiin
ky: Байланыш электрондук почтасы
lt: Kontaktinis el. paštas
lv: E-pasts
nb: Kontakt e-post
pl: Kontaktowy adres e-mail
ru: Контактный email
sv: Kontakt e-post
th: อีเมลติดต่อ
uk: Контактна електронна адреса

source: Contact phone
ar: هاتف الاتصال
az: Əlaqə telefonu
bn: ফোনে যোগাযোগ
cs: Kontaktní telefon
de: Kontakt-Telefon
es: Teléfono de contacto
et: Kontakttelefon
fi: Ota yhteyttä puhelimeen
ky: Байланыш телефону
lt: Kontaktinis telefonas
lv: Kontakttālrunis
nb: Kontakt telefon
pl: Telefon kontaktowy
ru: Контактный телефон
sv: Kontakt telefon
th: โทรศัพท์ติดต่อ
uk: Контактний телефон

source: Contact vendor
ar: اتصل بالبائع
az: Satıcı ilə əlaqə
bn: বিক্রেতার সাথে যোগাযোগ করুন
cs: Kontaktujte prodejce
de: Wenden Sie sich an den Anbieter
es: Proveedor del contacto
et: Võta tarnijaga ühendust
fi: Ota yhteyttä myyjään
ky: Сатуучуга кайрылыңыз
lt: Susisiekite su pardavėju
lv: Sazinieties ar pārdevēju
nb: Kontakt leverandøren
pl: Skontaktuj się ze sprzedawcą
ru: Связаться с поставщиком
sv: Kontakta säljaren
th: ติดต่อผู้จัดจำหน่าย
uk: Зв&#39;язатися з постачальником

source: Contains the word
ar: يحتوي على الكلمة
az: Sözü ehtiva edir
bn: শব্দটি ধারণ করে
cs: Obsahuje slovo
de: Enthält das Wort
es: Contiene la palabra
et: Sisaldab sõna
fi: Sisältää sanan
ky: деген сөздү камтыйт
lt: Sudėtyje yra žodis
lv: Satur vārdu
nb: Inneholder ordet
pl: Zawiera słowo
ru: Содержит слово
sv: Innehåller ordet
th: ประกอบด้วยคำว่า
uk: Містить слово

source: Content
ar: محتوى
az: Məzmun
bn: বিষয়বস্তু
es: Contenido
et: Sisu
fi: Sisältö
ky: мазмун
lt: Turinys
lv: Saturu
nb: Innhold
pl: Zawartość
ru: Содержание
sv: Innehåll
th: เนื้อหา
uk: Зміст

source: Continue
ar: استمر
az: Davam et
bn: চালিয়ে যান
cs: Pokračovat
de: Weiter
es: Continuar
et: Jätka
fi: Jatkaa
ky: Улантуу
lt: Tęsti
lv: Turpināt
nb: Fortsette
pl: Kontynuować
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
uk: Продовжити

source: Contract sum
ar: قيمة العقد
az: Müqavilə məblə
bn: চুক্তির যোগফল
cs: Smluvní částka
de: Auftragssumme
es: Suma del contrato
et: Lepingu summa
fi: Sopimuksen summa
ky: Контракт суммасы
lt: Sutarties suma
lv: Līguma summa
nb: Kontrakt sum
pl: Kwota kontraktu
ru: Сумма контракта
sv: Kontraktssumma
th: จำนวนสัญญา
uk: Сума договору

source: Contract sum is {sum}.
ar: مبلغ العقد هو{sum} .
az: Müqavilə məbləğ {sum} idir.
bn: চুক্তির পরিমাণ হল{sum} .
cs: Částka smlouvy je{sum} .
de: Vertragssumme ist{sum} .
es: La suma del contrato es {sum}.
et: Lepingu summa on {sum}.
fi: Sopimuksen summa on{sum} .
ky: Келишимдин суммасы{sum} .
lt: Sutarties suma yra{sum} .
lv: Līguma summa ir{sum} .
nb: Kontraktsummen er{sum} .
pl: Suma kontraktu wynosi{sum} .
ru: Сумма контракта{sum} .
sv: Kontraktsumman är{sum} .
th: จำนวนเงินตามสัญญาคือ{sum} .
uk: Сума договору становить{sum} .

source: Control plane
ar: طائرة مراقبة
az: Nəzarət təyyarəsi
bn: কন্ট্রোল প্লেন
cs: Řídicí rovina
de: Steuerebene
es: Plano de control
et: Juhttasand
fi: Ohjaustaso
ky: Башкаруучу учак
lt: Valdymo plokštuma
lv: Vadības plakne
nb: Kontrollplan
pl: Sterowanie samolotem
ru: Управляющий узел
sv: Kontrollplan
th: เครื่องบินควบคุม
uk: Літак управління

source: Copy
ar: نسخ
az: Kopyalayın
bn: কপি
cs: Kopírovat
de: Kopieren
es: Copiar
et: Kopeeri
fi: Kopioida
ky: Көчүрмө
lt: Kopijuoti
lv: kopiju
nb: Kopi
pl: Kopiować
ru: Скопировать
sv: Kopiera
th: สำเนา
uk: Копія

source: Copy to clipboard
ar: نسخ إلى الحافظة
az: Mübadilə buferinə nüsxələmək
bn: ক্লিপবোর্ডে কপি করুন
cs: Kopírovat do schránky
de: In Zwischenablage kopieren
es: Copiar al portapapeles
et: Kopeeri lõikelauale
fi: Kopioi leikepöydälle
ky: Алмашуу буферине көчүрүү
lt: Kopijuoti į iškarpinę
lv: Kopēt starpliktuvē
nb: Kopiere til utklippstavle
pl: Kopiuj do schowka
ru: Копировать в буфер
sv: Kopiera till Urklipp
th: คัดลอกไปที่คลิปบอร์ด
uk: Копіювати в буфер обміну

source: Cores
ar: النوى
az: Nüvələr
bn: কোর
cs: Jádra
de: Kerne
es: Núcleos
et: Tuumad
fi: ytimet
ky: өзөктөр
lt: Šerdys
lv: Serdes
nb: Kjerner
pl: Rdzenie
ru: Ядра
sv: Kärnor
th: แกน
uk: Ядра

source: Cost
ar: كلف
az: Xərc
bn: খরচ
cs: Náklady
de: Kosten
es: Costo
et: Maksumus
fi: Kustannus
ky: Наркы
lt: Kaina
lv: Cena
nb: Kostnad
pl: Koszt
ru: Стоимость
sv: Kostnad
th: ค่าใช้จ่าย
uk: Вартість

source: Cost efficiently
ar: التكلفة بكفاءة
az: Səmərəli
bn: দক্ষতার সাথে খরচ
cs: Nákladově efektivní
de: Kosteneffizient
es: Rentablemente
et: Kulutõhusalt
fi: Kustannustehokkaasti
ky: Эффективдүү чыгым
lt: Efektyviai kainuoja
lv: Izmaksas efektīvi
nb: Kostnadseffektivt
pl: Ekonomicznie
ru: Экономически эффективно
sv: Kostnadseffektivt
th: คุ้มค่าคุ้มราคา
uk: Економічно

source: Cost estimation
ar: تقدير التكاليف
az: Xərclərin qiymətləndirilməsi
bn: খরচ প্রাক্কলন
cs: Přibližná cena
de: Kostenschätzung
es: Estimación de costes
et: Kulude hindamine
fi: Hinta-arvio
ky: Чыгымдарды баалоо
lt: Išlaidų įvertinimas
lv: Izmaksu aprēķins
nb: Kostnadsoverslag
pl: Oszacowanie kosztów
ru: Оценка затрат
sv: Kostnadsuppskattning
th: การประมาณต้นทุน
uk: Оцінка вартості

source: Cost policies
ar: سياسات التكلفة
az: Xərc siyasəti
bn: খরচ নীতি
cs: Nákladové politiky
de: Kostenrichtlinien
es: Políticas de costes
et: Kulupoliitika
fi: Kustannuspolitiikka
ky: Чыгымдар саясаты
lt: Išlaidų politika
lv: Izmaksu politika
nb: Kostnadspolitikk
pl: Polityka kosztowa
ru: Политика затрат
sv: Kostnadspolicyer
th: นโยบายต้นทุน
uk: Політика витрат

source: Cost threshold
ar: عتبة التكلفة
az: Xərc həddi
bn: খরচ থ্রেশহোল্ড
cs: Prahová hodnota nákladů
de: Kostenschwelle
es: Umbral de coste
et: Kulu lävi
fi: Kustannuskynnys
ky: Чыгым чеги
lt: Išlaidų riba
lv: Izmaksu slieksnis
nb: Kostnadsgrense
pl: Próg kosztów
ru: Порог стоимости
sv: Kostnadströskel
th: เกณฑ์ต้นทุน
uk: Поріг вартості

source: Could not create organization
ar: لا يمكن إنشاء المؤسسة
az: Təşkilat yarada bilməmişdir
bn: সংগঠন তৈরি করা যায়নি
cs: Nelze vytvořit organizaci
de: Organisation konnte nicht erstellt werden
es: No se pudo crear la organización
et: Ei saanud organisatsiooni luua
fi: Organisaatiota ei voitu luoda
ky: Уюм түзүлбөй койду
lt: Nepavyko sukurti organizacijos
lv: Nevarēja izveidot organizāciju
nb: Kunne ikke opprette organisasjon
pl: Nie można utworzyć organizacji
ru: Не удалось создать организацию
sv: Det gick inte att skapa organisation
th: ไม่สามารถสร้างองค์กรได้
uk: Не вдалося створити організацію

source: Country
ar: بلد
az: Ölkə
bn: দেশ
cs: Země
de: Land
es: País
et: Riik
fi: Maa
ky: Өлкө
lt: Šalis
lv: Valsts
nb: Land
pl: Kraj
ru: Страна
sv: Land
th: ประเทศ
uk: Країна

source: Coupon
ar: كوبون
az: kupon
bn: কুপন
cs: Kupón
es: Cupón
et: Kupong
fi: Kuponki
ky: Купон
lt: Kuponas
lv: Kupons
nb: Kupong
pl: Kupon
ru: Купон
sv: Kupong
th: คูปอง
uk: Купон

source: Create
ar: خلق
az: Yaratmaq
bn: সৃষ্টি
cs: Vytvořit
de: Erstellen
es: Crear
et: Loo
fi: Luoda
ky: Түзүү
lt: Sukurti
lv: Izveidot
nb: Opprette
pl: Tworzyć
ru: Создать
sv: Skapa
th: สร้าง
uk: Створюйте

source: Create LEXIS Link for the resource {resourceName}
ar: قم بإنشاء رابط LEXIS للمورد{resourceName}
az: Resurs üçün LEXIS bağlantısı yaradın {resourceName}
bn: সম্পদের জন্য লেক্সিস লিঙ্ক তৈরি করুন{resourceName}
cs: Vytvořte odkaz LEXIS pro zdroj{resourceName}
de: Erstellen Sie einen LEXIS-Link für die Ressource{resourceName}
es: Crear enlace LEXIS para el recurso{resourceName}
et: Looge ressursi jaoks LEXIS-link{resourceName}
fi: Luo LEXIS-linkki resurssille{resourceName}
ky: Ресурс үчүн LEXIS шилтемесин түзүңүз{resourceName}
lt: Sukurkite šaltinio LEXIS nuorodą{resourceName}
lv: Izveidojiet LEXIS saiti resursam{resourceName}
nb: Opprett LEXIS Link for ressursen{resourceName}
pl: Utwórz łącze LEXIS dla zasobu{resourceName}
ru: Создайте ссылку LEXIS для ресурса.{resourceName}
sv: Skapa LEXIS-länk för resursen{resourceName}
th: สร้างลิงก์ LEXIS สำหรับทรัพยากร{resourceName}
uk: Створіть LEXIS Link для ресурсу{resourceName}

source: Create LEXIS link
ar: إنشاء رابط LEXIS
az: LEXIS bağlantısı yaradın
bn: লেক্সিস লিঙ্ক তৈরি করুন
cs: Vytvořte odkaz LEXIS
de: LEXIS-Link erstellen
es: Crear enlace LEXIS
et: Loo LEXIS-e link
fi: Luo LEXIS-linkki
ky: LEXIS шилтемесин түзүү
lt: Sukurkite LEXIS nuorodą
lv: Izveidojiet LEXIS saiti
nb: Opprett LEXIS-lenke
pl: Utwórz łącze LEXIS
ru: Создать ссылку LEXIS
sv: Skapa LEXIS-länk
th: สร้างลิงค์ LEXIS
uk: Створіть посилання LEXIS

source: Create Network adapter
ar: إنشاء محول الشبكة
az: Şəbəkə adapteri yaradın
bn: নেটওয়ার্ক অ্যাডাপ্টার তৈরি করুন
cs: Vytvořit Síťový adaptér
de: Netzwerkadapter erstellen
es: Crear adaptador de red
et: Loo võrguadapter
fi: Luo verkkosovitin
ky: Тармак адаптерин түзүү
lt: Sukurkite tinklo adapterį
lv: Izveidojiet tīkla adapteri
nb: Opprett nettverkskort
pl: Utwórz kartę sieciową
ru: Создать сетевой адаптер
sv: Skapa nätverkskort
th: สร้างอะแดปเตอร์เครือข่าย
uk: Створення мережевого адаптера

source: Create SQL database in PostgreSQL server
ar: إنشاء قاعدة بيانات SQL في خادم PostgreSQL
az: PostgreSQL serverində SQL verilənlər bazası yaradın
bn: PostgreSQL সার্ভারে SQL ডাটাবেস তৈরি করুন
cs: Vytvořit databázi SQL na serveru PostgreSQL
de: Erstellen Sie SQL-Datenbank auf PostgreSQL-Server
es: Crear una base de datos SQL en el servidor PostgreSQL
et: Loo SQL andmebaas PostgreSQL serverisse
fi: Luo SQL-tietokanta PostgreSQL-palvelimella
ky: PostgreSQL серверинде SQL маалымат базасын түзүү
lt: Sukurkite SQL duomenų bazę PostgreSQL serveryje
lv: Izveidojiet SQL datu bāzi PostgreSQL serverī
nb: Opprette SQL-database i PostgreSQL server
pl: Utwórz bazę danych SQL na serwerze PostgreSQL
ru: Создать базу данных SQL на сервере PostgreSQL.
sv: Skapa SQL-databas i PostgreSQL-servern
th: สร้างฐานข้อมูล SQL ในเซิร์ฟเวอร์ PostgreSQL
uk: Створення бази даних SQL на сервері PostgreSQL

source: Create VM snapshot for OpenStack instance
ar: قم بإنشاء لقطة VM لمثيل OpenStack
az: OpenStack nümunəsi üçün VM anlıq görüntüsü yaradın
bn: OpenStack উদাহরণের জন্য VM স্ন্যাপশট তৈরি করুন
cs: Vytvořit snímek virtuálního počítače pro instanci OpenStack
de: Erstellen eines VM-Snapshots für die OpenStack-Instanz
es: Crear una instantánea de VM para la instancia de OpenStack
et: Looge OpenStacki eksemplari jaoks VM-i hetktõmmis
fi: Luo VM-vedos OpenStack-instanssille
ky: OpenStack инстанциясы үчүн VM снапшотун түзүңүз
lt: Sukurkite VM momentinę nuotrauką OpenStack egzemplioriui
lv: Izveidojiet virtuālās mašīnas momentuzņēmumu OpenStack instancei
nb: Opprett VM-øyeblikksbilde for OpenStack-forekomst
pl: Utwórz migawkę maszyny wirtualnej dla instancji OpenStack
ru: Создайте снимок виртуальной машины для экземпляра OpenStack.
sv: Skapa VM-snapshot för OpenStack-instans
th: สร้างสแนปชอต VM สำหรับอินสแตนซ์ OpenStack
uk: Створіть знімок віртуальної машини для екземпляра OpenStack

source: Create VM snapshot schedule for OpenStack instance
ar: إنشاء جدول لقطة VM لمثيل OpenStack
az: OpenStack nümunəsi üçün VM anlıq görüntüsü cədvəli yaradın
bn: OpenStack উদাহরণের জন্য VM স্ন্যাপশট সময়সূচী তৈরি করুন
cs: Vytvořit plán snímků virtuálního počítače pro instanci OpenStack
de: Erstellen Sie einen VM-Snapshot-Zeitplan für die OpenStack-Instanz
es: Crear programación de instantáneas de VM para la instancia de OpenStack
et: Looge OpenStacki eksemplari jaoks VM-i hetktõmmise ajakava
fi: Luo virtuaalikoneen tilannevedosaikataulu OpenStack-instanssille
ky: OpenStack инстанциясы үчүн VM снапшот графигин түзүңүз
lt: Sukurkite „OpenStack“ egzemplioriaus VM momentinių nuotraukų tvarkaraštį
lv: Izveidojiet virtuālās mašīnas momentuzņēmuma grafiku OpenStack instancei
nb: Opprette tidsplan for øyeblikksbilde av VM for OpenStack-forekomst
pl: Utwórz harmonogram migawek maszyny wirtualnej dla instancji OpenStack
ru: Создание расписания моментальных снимков виртуальной машины для экземпляра OpenStack.
sv: Skapa schema för VM-snapshot för OpenStack-instans
th: สร้างกำหนดการสแน็ปช็อต VM สำหรับอินสแตนซ์ OpenStack
uk: Створення розкладу знімків віртуальної машини для примірника OpenStack

source: Create a broadcast
ar: إنشاء البث
az: Yayım yaradın
bn: একটি সম্প্রচার তৈরি করুন
cs: Vytvořte vysílání
de: Erstellen Sie eine Sendung
es: Crear una transmisión
et: Loo teade
fi: Luo lähetys
ky: Берүү түзүү
lt: Sukurkite transliaciją
lv: Izveidojiet apraidi
nb: Lag en sending
pl: Utwórz transmisję
ru: Создать трансляцию
sv: Skapa en sändning
th: สร้างการออกอากาศ
uk: Створіть трансляцію

source: Create a broadcast template
ar: إنشاء قالب البث
az: Yayım şablonu yaradın
bn: একটি সম্প্রচার টেমপ্লেট তৈরি করুন
cs: Vytvořte šablonu vysílání
de: Erstellen Sie eine Broadcast-Vorlage
es: Crear una plantilla de transmisión
et: Loo teate mall
fi: Luo lähetysmalli
ky: Берүү үлгүсүн түзүңүз
lt: Sukurkite transliacijos šabloną
lv: Izveidojiet apraides veidni
nb: Lag en kringkastingsmal
pl: Utwórz szablon transmisji
ru: Создайте шаблон трансляции
sv: Skapa en sändningsmall
th: สร้างเทมเพลตการออกอากาศ
uk: Створіть шаблон трансляції

source: Create a campaign
ar: قم بإنشاء حملة
az: Kampaniya yaradın
bn: একটি প্রচারাভিযান তৈরি করুন
cs: Vytvořte kampaň
de: Kampagne erstellen
es: Crea una campaña
et: Loo kampaania
fi: Luo kampanja
ky: Кампания түзүү
lt: Sukurkite kampaniją
lv: Izveidojiet kampaņu
nb: Opprett en kampanje
pl: Utwórz kampanię
ru: Создать кампанию
sv: Skapa en kampanj
th: สร้างแคมเปญ
uk: Створіть кампанію
