Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Move to project
ar: الانتقال إلى المشروع
az: Layihəyə keçin
bn: প্রকল্পে যান
cs: Přesunout do projektu
de: Zum Projekt wechseln
es: Mover al proyecto
et: Liigu projekti juurde
fi: Siirry projektiin
ky: Долбоорго өтүү
lt: Perkelti į projektą
lv: Pāriet uz projektu
nb: Flytt til prosjekt
pl: Przejdź do projektu
ru: Перейти в проект
sv: Flytta till projekt
th: ย้ายไปที่โครงการ
uk: Перейти до проекту

source: Must be 2000 characters or less.
ar: يجب أن يكون 2000 حرف أو أقل.
az: 2000 simvol və ya daha az olmalıdır.
bn: 2000 অক্ষর বা তার কম হতে হবে।
cs: Musí mít 2000 znaků nebo méně.
de: Darf maximal 2000 Zeichen lang sein.
es: Debe tener 2000 caracteres o menos.
et: Peab olema 2000 tähemärki või vähem.
fi: Saa olla enintään 2 000 merkkiä.
ky: 2000 же андан аз белгиден турушу керек.
lt: Turi būti 2 000 ar mažiau simbolių.
lv: Jābūt 2000 rakstzīmēm vai mazāk.
nb: Må bestå av 2000 tegn eller mindre.
pl: Musi mieć maksymalnie 2000 znaków.
ru: Должно быть не более 2000 символов.
sv: Måste vara 2 000 tecken eller mindre.
th: ต้องมีอักขระไม่เกิน 2,000 ตัว
uk: Має бути 2000 символів або менше.

source: Must be 500 characters or less.
ar: يجب أن يكون 500 حرفًا أو أقل.
az: 500 simvol və ya daha az olmalıdır.
bn: 500 অক্ষর বা তার কম হতে হবে।
cs: Musí mít 500 znaků nebo méně.
de: Darf höchstens 500 Zeichen lang sein.
es: Debe tener 500 caracteres o menos.
et: Peab olema 500 tähemärki või vähem.
fi: Saa olla enintään 500 merkkiä.
ky: 500 же андан аз белгиден турушу керек.
lt: Turi būti 500 ar mažiau simbolių.
lv: Jābūt 500 vai mazāk rakstzīmēm.
nb: Må bestå av 500 tegn eller færre.
pl: Musi mieć maksymalnie 500 znaków.
ru: Должно быть не более 500 символов.
sv: Måste vara 500 tecken eller mindre.
th: ต้องมีความยาว 500 อักขระหรือน้อยกว่า
uk: Має бути 500 символів або менше.

source: Must be characters or less.
ar: يجب أن يكون عدد الأحرف أو أقل.
az: Simvol və ya daha az olmalıdır.
bn: অক্ষর বা কম হতে হবে।
cs: Musí to být znaků nebo méně.
de: Darf höchstens Zeichen lang sein.
es: Deben tener caracteres o menos.
et: Peab olema tähemärki või vähem.
fi: Saa olla merkkiä tai vähemmän.
ky: Символдор же андан аз болушу керек.
lt: Turi būti simbolių arba mažiau.
lv: Jābūt rakstzīmēm vai mazāk.
nb: Må være tegn eller færre.
pl: Musi zawierać znaki lub mniej.
ru: Должно быть символов или меньше.
sv: Måste vara tecken eller färre.
th: ต้องเป็นอักขระหรือน้อยกว่า
uk: Має бути символів або менше.

source: Must be at least {min}
ar: لا بد أن يكون على الأقل{min}
az: Ən azı olmalıdır {min}
bn: নূন্যতম হতে হবে{min}
cs: Musí být alespoň {min}
de: Muss mindestens {min} sein
es: Debe ser al menos {min}
et: Peab olema vähemalt {min}
fi: Täytyy olla vähintään{min}
ky: Жок дегенде болушу керек{min}
lt: Turi būti bent {min}
lv: Jābūt vismaz{min}
nb: Må være minst {min}
pl: Musi być przynajmniej{min}
ru: Должен быть не менее{min}
sv: Måste vara minst {min}
th: ต้องมีอย่างน้อย{min}
uk: Має бути принаймні{min}

source: Must be at most {max}
ar: يجب أن يكون على الأكثر{max}
az: Ən çox olmalıdır {max}
bn: সর্বোচ্চ হতে হবে{max}
cs: Musí být nejvýše {max}
de: Muss höchstens {max} sein
es: Debe ser como máximo {max}
et: Peab olema kõige rohkem {max}
fi: Saa olla korkeintaan{max}
ky: Эң көп болушу керек{max}
lt: Turi būti ne daugiau kaip {max}
lv: Jābūt ne vairāk kā{max}
nb: Må være på det meste {max}
pl: Musi być co najwyżej{max}
ru: Должно быть максимум{max}
sv: Måste vara som mest {max}
th: จะต้องมากที่สุด{max}
uk: Має бути не більше{max}

source: Must start with a country prefix ie EE34501234215
ar: يجب أن يبدأ ببادئة البلد، مثل EE34501234215
az: Ölkə prefiksi, yəni EE34501234215 ilə başlamalıdır
bn: একটি দেশের উপসর্গ অর্থাৎ EE34501234215 দিয়ে শুরু করতে হবে
cs: Musí začít s předponou země, tj. EE34501234215
de: Muss mit einem Länderpräfix beginnen, dh EE34501234215
es: Debe comenzar con un prefijo de país, es decir, EE34501234215
et: Peab algama riigi tähisega näiteks EE34501234215
fi: On aloitettava maan etuliitteellä eli EE34501234215
ky: Өлкө префикси менен башталышы керек, б.а. EE34501234215
lt: Turi prasidėti šalies priešdėlis, ty EE34501234215
lv: Jāsākas ar valsts prefiksu, piemēram, EE34501234215
nb: Må starte med et land prefiks dvs. EE34501234215
pl: Musi zaczynać się od prefiksu kraju, np. EE34501234215
ru: Должно начинаться с префикса страны, например EE34501234215.
sv: Måste börja med ett landsprefix, dvs. EE34501234215
th: ต้องขึ้นต้นด้วยคำนำหน้าประเทศ เช่น EE34501234215
uk: Має починатися з префікса країни, наприклад EE34501234215

source: My offerings
ar: عروضي
az: Mənim təkliflərim
bn: আমার অর্ঘ
cs: Moje nabídky
de: Meine Angebote
es: Mis ofertas
et: Minu pakkumised
fi: Minun tarjoukset
ky: Менин тартууларым
lt: Mano aukos
lv: Mani piedāvājumi
nb: Mine tilbud
pl: Moje ofiary
ru: Мои предложения
sv: Mina erbjudanden
th: ข้อเสนอของฉัน
uk: Мої пропозиції

source: My orders
ar: أوامري
az: Mənim sifarişlərim
bn: আমার আদেশ
cs: Moje objednávky
de: Meine Bestellungen
es: Mis pedidos
et: Minu tellimused
fi: Omat tilaukset
ky: Менин заказдарым
lt: Mano užsakymai
lv: Mani pasūtījumi
nb: Mine bestillinger
pl: Moje zamówienia
ru: Мои заказы
sv: Mina beställningar
th: คำสั่งของฉัน
uk: Мої замовлення

source: My proposals
az: Təkliflərim

source: My resources
ar: مواردي
az: Mənim resurslarım
bn: আমার সম্পদ
cs: Moje zdroje
de: Meine Ressourcen
es: Mis recursos
et: MInu ressursid
fi: Omat resurssit
ky: Менин ресурстарым
lt: Mano ištekliai
lv: Mani resursi
nb: Mine ressurser
pl: Moje zasoby
ru: Мои ресурсы
sv: Mina resurser
th: ทรัพยากรของฉัน
uk: Мої ресурси

source: My services
ar: خدماتي
az: Mənim xidmətlərim
bn: আমার সেবা
cs: Moje služby
de: Meine Dienste
es: Mis servicios
et: Minu teenused
fi: Palveluni
ky: Менин кызматтарым
lt: Mano paslaugos
lv: Mani pakalpojumi
nb: Mine tjenester
pl: Moje usługi
ru: Мои услуги
sv: Mina tjänster
th: บริการของฉัน
uk: Мої послуги

source: N/A
az: Yoxdur
ky: Жок
ru: Н/Д
th: ไม่มี

source: Name
ar: اسم
az: Adı
bn: নাম
cs: Název
es: Nombre
et: Nimi
fi: Nimi
ky: аты
lt: Pavadinimas
lv: Vārds
nb: Navn
pl: Nazwa
ru: Имя
sv: Namn
th: ชื่อ
uk: Назва

source: Name "{label}" must be 1-63 characters long, each of which can only be alphanumeric or a hyphen
ar: اسم &quot;{label} &quot; يجب أن يتراوح طوله من 1 إلى 63 حرفًا، ولا يمكن أن يتكون كل منها إلا من أبجدية رقمية أو واصلة
az: Adı 1- {label} 63 simvol uzunluğunda olmalıdır, hər biri yalnız alfasayısal və ya defis ola bilər
bn: নাম&quot;{label} &quot; 1-63 অক্ষর দীর্ঘ হতে হবে, যার প্রতিটি শুধুমাত্র বর্ণসংখ্যা বা হাইফেন হতে পারে
cs: Název "{label}" musí mít délku 1-63 znaků, z nichž každý může být pouze alfanumerický nebo pomlčka
de: Der Name „{label}“ muss 1-63 Zeichen lang sein, von denen jedes nur alphanumerisch oder ein Bindestrich sein kann
es: El nombre "{label}" debe tener entre 1 y 63 caracteres, cada uno de los cuales sólo puede ser alfanumérico o un guión
et: Nimi "{label}" peab olema 1—63 tähemärki pikk, millest igaüks võib olla ainult tähtnumbriline või sidekriips
fi: nimi &quot;{label} &quot; on oltava 1–63 merkkiä pitkä, joista jokainen voi olla vain aakkosnumeerinen tai yhdysmerkki
ky: аты &quot;{label} &quot; 1-63 символдон турушу керек, алардын ар бири тамга же дефис гана болушу мүмкүн
lt: Pavadinimas „{label}“ turi būti 1–63 simbolių ilgio, kiekvienas iš jų gali būti tik raidinis ir skaitinis arba brūkšnys
lv: Vārds &quot;{label} &quot; ir jābūt no 1 līdz 63 rakstzīmēm, no kurām katra var būt tikai burtu un ciparu rakstzīmes vai defise
nb: Navnet "{label}" må være 1-63 tegn langt, som hver bare kan være alfanumerisk eller bindestrek
pl: Nazwa &quot;{label} &quot; musi mieć długość od 1 do 63 znaków, z których każdy może zawierać wyłącznie znaki alfanumeryczne lub łącznik
ru: Имя &quot;{label} &quot; должно содержать от 1 до 63 символов, каждый из которых может состоять только из букв, цифр или дефиса.
sv: Namnet ”{label}” måste vara 1-63 tecken långt, som var och en endast kan vara alfanumeriskt eller bindestreck
th: ชื่อ &quot;{label} &quot; ต้องมีความยาว 1-63 อักขระ โดยแต่ละรายการต้องเป็นตัวอักษรและตัวเลขหรือขีดกลางเท่านั้น
uk: Ім&#39;я &quot;{label} &quot; має містити від 1 до 63 символів, кожен із яких може бути лише буквено-цифровим або дефісом

source: Name "{label}" must not start or end with a hyphen
ar: اسم &quot;{label} &quot;يجب ألا يبدأ أو ينتهي بواصلة
az: Ad “{label}" defisi ilə başlamamalı və ya bitməməlidir
bn: নাম&quot;{label} &quot; একটি হাইফেন দিয়ে শুরু বা শেষ করা উচিত নয়৷
cs: Název "{label}" nesmí začínat ani končit pomlčkou.
de: Der Name „{label}“ darf nicht mit einem Bindestrich beginnen oder enden
es: El nombre "{label}" no debe empezar ni terminar con un guión
et: Nimi „{label}” ei tohi alustada ega lõppeda sidekriipsuga
fi: nimi &quot;{label} &quot; ei saa alkaa tai päättyä yhdysviivalla
ky: аты &quot;{label} &quot; дефис менен башталбашы же аяктабашы керек
lt: Pavadinimas "{label}" negali prasidėti arba baigtis brūkšneliu
lv: Vārds &quot;{label} &quot; nedrīkst sākties vai beigties ar defisi
nb: Navnet "{label}" må ikke starte eller slutte med bindestrek
pl: Nazwa &quot;{label} &quot; nie może zaczynać się ani kończyć łącznikiem
ru: Имя &quot;{label} &quot; не должно начинаться или заканчиваться дефисом
sv: Namn ”{label}” får inte börja eller sluta med ett bindestreck
th: ชื่อ &quot;{label} &quot; ต้องไม่ขึ้นต้นหรือลงท้ายด้วยยัติภังค์
uk: Ім&#39;я &quot;{label} &quot; не має починатися або закінчуватися дефісом

source: Name '{label}' must be 1-63 characters long, each of which can only be alphanumeric or a hyphen
ar: اسم &#39;{label} يجب أن يتراوح طوله من 1 إلى 63 حرفًا، ويمكن أن يتكون كل منها من حروف أبجدية رقمية أو واصلة فقط
az: '{label}' adı 1-63 simvol uzunluğunda olmalıdır, hər biri yalnız alfasayısal və ya defis ola bilər
bn: নাম&#39;{label} &#39; 1-63 অক্ষর দীর্ঘ হতে হবে, যার প্রতিটি শুধুমাত্র বর্ণসংখ্যা বা হাইফেন হতে পারে
cs: Název &#39;{label} “ musí mít délku 1–63 znaků, z nichž každý může být pouze alfanumerický nebo pomlčka
de: Name &#39;{label} &#39; muss 1-63 Zeichen lang sein, wobei jedes Zeichen nur alphanumerisch oder ein Bindestrich sein darf
es: El nombre "{label}" debe tener entre 1 y 63 caracteres, cada uno de los cuales sólo puede ser alfanumérico o un guión
et: nimi &#39;{label} &quot; peab olema 1–63 tähemärki pikk, millest igaüks võib olla ainult tähtnumbriline või sidekriips
fi: nimi &#39;{label} &#39; on oltava 1–63 merkkiä pitkä, joista jokainen voi olla vain aakkosnumeerinen tai yhdysmerkki
ky: аты &#39;{label} &#39; узундугу 1-63 символ болушу керек, алардын ар бири тамга же дефис гана болушу мүмкүн
lt: Vardas &#39;{label} “ turi būti 1–63 simbolių ilgio, kurių kiekvienas gali būti tik raidinis ir skaitinis arba brūkšnelis
lv: Vārds &#39;{label} &#39; ir jābūt 1–63 rakstzīmes garas, un katra no tām var būt tikai burtciparu vai defise
nb: Navn &#39;{label} &#39; må bestå av 1-63 tegn, som hver kan bare være alfanumerisk eller bindestrek
pl: Nazwa &#39;{label} &#39; musi mieć długość od 1 do 63 znaków, z których każdy może składać się wyłącznie z znaków alfanumerycznych lub łącznika
ru: Имя &#39;{label} &#39; должен содержать от 1 до 63 символов, каждый из которых может состоять только из букв, цифр или дефиса.
sv: Namn &#39;{label} &#39; måste vara 1-63 tecken långa, som vart och ett endast kan vara alfanumeriskt eller bindestreck
th: ชื่อ &#39;{label} &#39; ต้องมีความยาว 1-63 อักขระ โดยแต่ละตัวสามารถเป็นตัวอักษรและตัวเลขหรือขีดกลางได้เท่านั้น
uk: Ім&#39;я &#39;{label} &#39; має містити від 1 до 63 символів, кожен з яких може бути лише буквено-цифровим або дефісом

source: Name '{label}' must not start or end with a hyphen
ar: اسم &#39;{label} &#39; يجب ألا يبدأ أو ينتهي بواصلة
az: '{label}' adı defisi ilə başlamamalı və ya bitməməlidir
bn: নাম&#39;{label} &#39; হাইফেন দিয়ে শুরু বা শেষ করা উচিত নয়
cs: Název &#39;{label} “ nesmí začínat ani končit pomlčkou
de: Name &#39;{label} &#39; darf nicht mit einem Bindestrich beginnen oder enden
es: El nombre "{label}" no debe empezar ni terminar con un guión
et: nimi &#39;{label} &quot; ei tohi alata ega lõppeda sidekriipsuga
fi: nimi &#39;{label} &#39; ei saa alkaa tai päättyä yhdysviivalla
ky: аты &#39;{label} &#39; дефис менен башталбашы же аяктабашы керек
lt: Vardas &#39;{label} “ neturi prasidėti arba baigtis brūkšneliu
lv: Vārds &#39;{label} &#39; nedrīkst sākties vai beigties ar defisi
nb: Navn &#39;{label} &#39; må ikke begynne eller slutte med en bindestrek
pl: Nazwa &#39;{label} &#39; nie może zaczynać się ani kończyć łącznikiem
ru: Имя &#39;{label} &#39; не должен начинаться или заканчиваться дефисом
sv: Namn &#39;{label} &#39; får inte börja eller sluta med ett bindestreck
th: ชื่อ &#39;{label} &#39; ต้องไม่ขึ้นต้นหรือลงท้ายด้วยยัติภังค์
uk: Ім&#39;я &#39;{label} &#39; не має починатися або закінчуватися дефісом

source: Name is duplicated. Choose other name.
ar: الاسم مكرر. اختر اسمًا آخر.
az: Adı təkrarlanır. Digər ad seçin.
bn: নাম নকল করা হয়েছে। অন্য নাম চয়ন করুন.
cs: Název je duplikován. Zvolte jiný název.
de: Name wird dupliziert. Wählen Sie einen anderen Namen.
es: El nombre está duplicado. Elija otro nombre.
et: Nimi juba eksisteerib. Vali uus
fi: Nimi on kopioitu. Valitse toinen nimi.
ky: Аты-жөнү кайталанган. Башка ат тандаңыз.
lt: Pavadinimas dubliuojasi. Pasirinkite kitą pavadinimą.
lv: Vārds ir dublēts. Izvēlieties citu nosaukumu.
nb: Navnet er duplisert. Velg et annet navn.
pl: Nazwa jest zduplikowana. Wybierz inną nazwę.
ru: Имя дублируется. Выберите другое имя.
sv: Namnet dupliceras. Välj ett annat namn.
th: ชื่อซ้ำกัน เลือกชื่ออื่น
uk: Ця назва вже використовується. Будь ласка, оберіть іншу назву.

source: Name is not valid.
ar: الاسم غير صالح.
az: Adı etibarlı deyil.
bn: নাম বৈধ নয়।
cs: Název není platný.
de: Name ist ungültig.
es: El nombre no es válido.
et: Nimi ei kehti.
fi: Nimi ei kelpaa.
ky: Аты жараксыз.
lt: Pavadinimas neleistinas.
lv: Vārds nav derīgs.
nb: Navnet er ikke gyldig.
pl: Nazwa jest nieprawidłowa.
ru: Имя недействительно.
sv: Namnet är inte giltigt.
th: ชื่อไม่ถูกต้อง
uk: Назва некоректна

source: Name is required field.
ar: الاسم حقل مطلوب.
az: “Ad tələb olunur” sahəsi
bn: নাম প্রয়োজনীয় ক্ষেত্র।
cs: Název je povinné pole.
de: Name ist das erforderliche Feld.
es: El nombre es un campo obligatorio.
et: Kasutajanimi on kohustuslik.
fi: Nimi on pakollinen kenttä.
ky: Аты милдеттүү талаа.
lt: Pavadinimas yra būtinas laukas.
lv: Vārds ir jāaizpilda obligāti.
nb: Navn er obligatorisk felt.
pl: Nazwa jest polem wymaganym.
ru: Имя является обязательным полем.
sv: Namnet är obligatoriskt fält.
th: ชื่อเป็นฟิลด์ที่ต้องระบุ
uk: Назва — обов'язкове поле.

source: Name is too short, names should be at least two alphanumeric characters.
ar: الاسم قصير جدًا، ويجب أن يتكون الاسم من حرفين أبجديين رقميين على الأقل.
az: Adı çox qısadır, adlar ən azı iki alfasayısal simvol olmalıdır.
bn: নাম খুবই ছোট, নাম অন্তত দুটি বর্ণসংখ্যার অক্ষর হওয়া উচিত।
cs: Název je příliš krátký, názvy by měly mít alespoň dva alfanumerické znaky.
de: Der Name ist zu kurz, die Namen sollten mindestens zwei alphanumerische Zeichen enthalten.
es: El nombre es demasiado corto, los nombres deben tener al menos dos caracteres alfanuméricos.
et: Nimi on liiga lühike, nimi peab siseldama kahte tähestikust olevat tähte
fi: Nimi on liian lyhyt, nimissä tulee olla vähintään kaksi aakkosnumeerista merkkiä.
ky: Аты өтө кыска, аттар кеминде эки тамга-сандан турушу керек.
lt: Pavadinimas yra per trumpas, vardus turi sudaryti bent du raidiniai ir skaitiniai simboliai.
lv: Nosaukums ir pārāk īss, nosaukumos ir jābūt vismaz divām burtciparu rakstzīmēm.
nb: Navnet er for kort, navnene skal være minst to alfanumeriske tegn.
pl: Nazwa jest za krótka, nazwa powinna zawierać co najmniej dwa znaki alfanumeryczne.
ru: Имя слишком короткое. Имя должно состоять как минимум из двух буквенно-цифровых символов.
sv: Namnet är för kort, namnen ska vara minst två alfanumeriska tecken.
th: ชื่อสั้นเกินไป ชื่อควรมีอักขระตัวอักษรและตัวเลขอย่างน้อยสองตัว
uk: Ім’я занадто коротке, ім’я має містити принаймні два буквено-цифрових символи.

source: Name must consist of lower case alphanumeric characters.
ar: يجب أن يتكون الاسم من أحرف أبجدية رقمية صغيرة.
az: Adı kiçik hərflərdən alfasayısal simvollardan ibarət olmalıdır.
bn: নাম অবশ্যই ছোট হাতের আলফানিউমেরিক অক্ষর নিয়ে গঠিত।
cs: Název se musí skládat z malých alfanumerických znaků.
de: Der Name muss aus alphanumerischen Kleinbuchstaben bestehen.
es: El nombre debe consistir en caracteres alfanuméricos de minúsculas.
et: Nimi peab koosnema väiksematest tähtnumbrilistest tähtedest.
fi: Nimen tulee sisältää pieniä aakkosnumeerisia merkkejä.
ky: Аты кичине тамгалардан турушу керек.
lt: Pavadinimą turi sudaryti mažosios raidės ir skaitmenys.
lv: Nosaukumā ir jāsastāv no mazajiem burtu un ciparu rakstzīmēm.
nb: Navnet må bestå av alfanumeriske tegn med små bokstaver.
pl: Nazwa musi składać się z małych znaków alfanumerycznych.
ru: Имя должно состоять из буквенно-цифровых символов нижнего регистра.
sv: Namnet måste bestå av gemener alfanumeriska tecken.
th: ชื่อต้องประกอบด้วยอักขระตัวพิมพ์เล็กและตัวเลข
uk: Ім&#39;я має складатися з малих літер і цифр.

source: Name must consist of lower case alphanumeric characters or '-', and must start and end with an alphanumeric character (e.g. 'my-name', or '123-abc')
ar: يجب أن يتكون الاسم من أحرف أبجدية رقمية صغيرة أو &quot;-&quot;، ويجب أن يبدأ وينتهي بحرف أبجدي رقمي (على سبيل المثال &quot;اسمي&quot; أو &quot;123-abc&quot;)
az: Ad kiçik hərflərdən və ya '-' hərflərdən ibarət olmalıdır və alfasayısal simvolla başlamalı və bitməlidir (məsələn, 'mənim adım' və ya '123-abc')
bn: নামটি অবশ্যই ছোট হাতের বর্ণানুক্রমিক অক্ষর বা &#39;-&#39; নিয়ে গঠিত এবং অবশ্যই একটি বর্ণসংখ্যার অক্ষর দিয়ে শুরু এবং শেষ করতে হবে (যেমন &#39;my-name&#39;, বা &#39;123-abc&#39;)
cs: Jméno se musí skládat z malých alfanumerických znaků nebo '-' a musí začínat a končit alfanumerickým znakem (např. 'moje-jméno' nebo '123-abc')
de: Der Name muss aus alphanumerischen Kleinbuchstaben oder '-' bestehen und mit einem alphanumerischen Zeichen beginnen und enden (z. B. 'mein-name' oder '123-abc')
es: El nombre debe consistir en caracteres alfanuméricos en minúsculas o '-', y debe empezar y terminar con un carácter alfanumérico (por ejemplo, 'mi nombre', o '123-abc')
et: Nimi peab koosnema väiketähtedest tähtnumbrilistest tähemärkidest või „-” ning algama ja lõppema tähtnumbrilise märgiga (nt „minu nimi” või „123-abc”).
fi: Nimessä on oltava pieniä aakkosnumeerisia merkkejä tai &#39;-&#39;, ja sen tulee alkaa ja päättyä aakkosnumeeriseen merkkiin (esim. &quot;oma-nimi&quot; tai &quot;123-abc&quot;)
ky: Аты кичине тамга же &#39;-&#39; тамгаларынан турушу керек жана алфавиттик-сандык белги менен башталып бүтүшү керек (мисалы, &#39;my-name&#39; же &#39;123-abc&#39;)
lt: Pavadinimas turi būti sudarytas iš mažųjų raidinių-skaitinių simbolių arba '-', ir turi prasidėti ir baigtis raidiniu-skaitiniu simboliu (pvz., 'mano vardas' arba '123-abc')
lv: Nosaukumā ir jāsastāv no mazajiem burtu un ciparu rakstzīmēm vai “-”, un tam jāsākas un jābeidzas ar burtciparu rakstzīmi (piemēram, “mans vārds” vai “123-abc”).
nb: Navnet må bestå av alfanumeriske tegn i små bokstaver eller '-', og må starte og slutte med et alfanumerisk tegn (f.eks. 'mitt navn', eller '123-abc')
pl: Nazwa musi składać się z małych znaków alfanumerycznych lub „-” i musi zaczynać się i kończyć znakiem alfanumerycznym (np. „moje-imię” lub „123-abc”)
ru: Имя должно состоять из буквенно-цифровых символов нижнего регистра или «-» и должно начинаться и заканчиваться буквенно-цифровым символом (например, «мое имя» или «123-abc»).
sv: Namnet måste bestå av alfanumeriska gemener eller "-", och måste börja och sluta med ett alfanumeriskt tecken (t.ex. "mitt namn" eller "123-abc")
th: ชื่อต้องประกอบด้วยอักขระตัวอักษรและตัวเลขตัวเล็กหรือ &#39;-&#39; และต้องขึ้นต้นและลงท้ายด้วยอักขระตัวอักษรและตัวเลข (เช่น &#39;my-name&#39; หรือ &#39;123-abc&#39;)
uk: Ім’я має складатися з літерно-цифрових символів нижнього регістру або «-» та має починатися й закінчуватися буквено-цифровим символом (наприклад, «моє ім’я» або «123-abc»)

source: Name of your organization.
ar: اسم مؤسستك.
az: Təşkilatınızın adı.
bn: আপনার প্রতিষ্ঠানের নাম।
cs: Název vaší organizace.
de: Name Ihrer Organisation.
es: Nombre de su organización.
et: Palun valige oma organisatsioon
fi: Organisaatiosi nimi.
ky: Уюмуңуздун аталышы.
lt: Jūsų organizacijos pavadinimas.
lv: Jūsu organizācijas nosaukums.
nb: Navnet på organisasjonen.
pl: Nazwa Twojej organizacji.
ru: Название вашей организации.
sv: Namn på din organisation.
th: ชื่อองค์กรของคุณ
uk: Назва вашої організації.

source: Name should consist of latin symbols, numbers and dashes.
ar: يجب أن يتكون الاسم من رموز وأرقام وشرطات لاتينية.
az: Adı latın simvollarından, rəqəmlərdən və tiplərdən ibarət olmalıdır.
bn: নামের ল্যাটিন চিহ্ন, সংখ্যা এবং ড্যাশ থাকা উচিত।
cs: Název by se měl skládat z latinských symbolů, čísel a pomlček.
de: Der Name sollte aus lateinischen Symbolen, Zahlen und Bindestrichen bestehen.
es: El nombre debe consistir en símbolos latinos, números y guiones.
et: Nimi peaks koosnema ladinakeelsetest sümbolitest, numbritest ja sidekriipsudest.
fi: Nimen tulee koostua latinalaisista symboleista, numeroista ja viivoja.
ky: Аты латын белгилеринен, сандардан жана сызыктардан турушу керек.
lt: Pavadinimas turėtų būti sudarytas iš lotyniškų simbolių, skaičių ir brūkšnių.
lv: Nosaukumā ir jāsastāv no latīņu simboliem, cipariem un domuzīmēm.
nb: Navnet skal bestå av latinske symboler, tall og bindestreker.
pl: Nazwa powinna składać się z symboli łacińskich, cyfr i myślników.
ru: Имя должно состоять из латинских символов, цифр и тире.
sv: Namnet ska bestå av latinska symboler, siffror och bindestreck.
th: ชื่อควรประกอบด้วยสัญลักษณ์ละติน ตัวเลข และขีดกลาง
uk: Назва має складатися з латинських символів, цифр і тире.

source: Name should consist of latin symbols and numbers.
ar: يجب أن يتكون الاسم من رموز وأرقام لاتينية.
az: Adı latın simvollarından və rəqəmlərdən ibarət olmalıdır.
bn: নামের মধ্যে ল্যাটিন চিহ্ন এবং সংখ্যা থাকা উচিত।
cs: Název by se měl skládat z latinských symbolů a čísel.
de: Der Name sollte aus lateinischen Symbolen und Zahlen bestehen.
es: El nombre debe consistir en símbolos y números latinos.
et: Nimi peaks koosnema ladina sümbolitest ja numbritest.
fi: Nimen tulee koostua latinalaisista symboleista ja numeroista.
ky: Аты латын белгилеринен жана сандардан турушу керек.
lt: Pavadinimą turėtų sudaryti lotyniški simboliai ir skaičiai.
lv: Vārdam jāsastāv no latīņu simboliem un cipariem.
nb: Navnet skal bestå av latinske symboler og tall.
pl: Nazwa powinna składać się z symboli łacińskich i cyfr.
ru: Имя должно состоять из латинских символов и цифр.
sv: Namnet ska bestå av latinska symboler och siffror.
th: ชื่อควรประกอบด้วยสัญลักษณ์ละตินและตัวเลข
uk: Назва має складатися з латинських символів і цифр.

source: Name should contain at least 3 symbols.
ar: يجب أن يحتوي الاسم على 3 رموز على الأقل.
az: Adda ən azı 3 simvol olmalıdır.
bn: নামটিতে কমপক্ষে 3টি চিহ্ন থাকতে হবে।
cs: Název by měl obsahovat alespoň 3 symboly.
de: Der Name sollte mindestens 3 Symbole enthalten.
es: El nombre debe contener al menos 3 símbolos.
et: Nimi peab sisaldama vähemalt kolme sümbolit
fi: Nimessä tulee olla vähintään 3 symbolia.
ky: Аты кеминде 3 символду камтышы керек.
lt: Pavadinime turi būti bent 3 simboliai.
lv: Nosaukumā ir jābūt vismaz 3 simboliem.
nb: Navnet skal inneholde minst 3 symboler.
pl: Nazwa powinna zawierać co najmniej 3 symbole.
ru: Имя должно содержать не менее 3 символов.
sv: Namnet ska innehålla minst 3 symboler.
th: ชื่อควรมีสัญลักษณ์อย่างน้อย 3 ตัว
uk: Назва має містити не менше 3 символів.
