Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Unable to remove item from shopping cart.
ar: غير قادر على إزالة العنصر من سلة التسوق.
az: Məhsulun alış-veriş səbətindən çıxarmaq mümkün deyil.
bn: শপিং কার্ট থেকে আইটেম সরাতে অক্ষম.
cs: Nelze odstranit položku z nákupního košíku.
de: Artikel kann nicht aus dem Einkaufswagen entfernt werden.
es: No se puede eliminar el artículo del carrito de la compra.
et: Ostukorvist pole objekti võimalik eemaldada
fi: Tuotetta ei voi poistaa ostoskorista.
ky: Корзинага нерсени алып салуу мүмкүн эмес.
lt: Neįmanoma pašalinti prekės iš pirkinių krepšelio.
lv: Nevar izņemt preci no iepirkumu groza.
nb: Kan ikke fjerne vare fra handlekurven.
pl: Nie można usunąć przedmiotu z koszyka.
ru: Невозможно удалить товар из корзины.
sv: Det går inte att ta bort artikel från kundvagnen.
th: ไม่สามารถลบสินค้าออกจากตะกร้าสินค้าได้
uk: Не вдалося видалити товар із кошика для покупок.

source: Unable to remove logo.
ar: غير قادر على إزالة الشعار.
az: Loqotipi silmək mümkün deyil.
bn: লোগো সরাতে অক্ষম৷
cs: Nelze odstranit logo.
de: Das Logo kann nicht entfernt werden.
es: No se puede eliminar el logotipo.
et: Logo pole võimalik eemaldada
fi: Logoa ei voi poistaa.
ky: Логотипти алып салуу мүмкүн эмес.
lt: Neįmanoma pašalinti logotipo.
lv: Nevar noņemt logotipu.
nb: Kan ikke fjerne logoen.
pl: Nie można usunąć logo.
ru: Невозможно удалить логотип.
sv: Det gick inte att ta bort logotypen.
th: ไม่สามารถลบโลโก้ได้
uk: Не вдалося видалити логотип.

source: Unable to remove option.
ar: غير قادر على إزالة الخيار.
az: Seçimi silmək mümkün deyil.
bn: অপশন সরাতে অক্ষম।
cs: Možnost nelze odebrat.
de: Option kann nicht entfernt werden.
es: No se puede eliminar la opción.
et: Valikut ei saa eemaldada.
fi: Vaihtoehtoa ei voi poistaa.
ky: Опцияны алып салуу мүмкүн эмес.
lt: Nepavyko pašalinti parinkties.
lv: Nevar noņemt opciju.
nb: Kan ikke fjerne alternativet.
pl: Nie można usunąć opcji.
ru: Невозможно удалить опцию.
sv: Det gick inte att ta bort alternativet.
th: ไม่สามารถลบตัวเลือกได้
uk: Не вдалося видалити параметр.

source: Unable to remove payment profile.
ar: غير قادر على إزالة ملف تعريف الدفع.
az: Ödəniş profilini silmək mümkün deyil.
bn: পেমেন্ট প্রোফাইল সরাতে অক্ষম।
cs: Nelze odstranit platební profil.
de: Das Zahlungsprofil kann nicht entfernt werden.
es: No se puede eliminar el perfil de pago.
et: Makseprofiili ei saa eemaldada.
fi: Maksuprofiilia ei voi poistaa.
ky: Төлөм профилин алып салуу мүмкүн эмес.
lt: Neįmanoma pašalinti mokėjimo profilio.
lv: Nevar noņemt maksājumu profilu.
nb: Kan ikke fjerne betalingsprofilen.
pl: Nie można usunąć profilu płatności.
ru: Невозможно удалить платежный профиль.
sv: Det gick inte att ta bort betalningsprofilen.
th: ไม่สามารถลบโปรไฟล์การชำระเงินได้
uk: Не вдалося видалити платіжний профіль.

source: Unable to remove role.
az: Rolu silmək mümkün deyil.
uk: Не вдалося видалити роль.

source: Unable to remove user.
az: İstifadəçini silmək mümkün deyil.
uk: Не вдалося видалити користувача.

source: Unable to report security incident.
ar: غير قادر على الإبلاغ عن حادث أمني.
az: Təhlükəsizlik hadisəsini bildirə bilmədi.
bn: নিরাপত্তা ঘটনা রিপোর্ট করতে অক্ষম.
cs: Nelze nahlásit bezpečnostní incident.
de: Sicherheitsvorfall kann nicht gemeldet werden.
es: No se puede informar del incidente de seguridad.
et: Turbejuhtumist teatamine ebaõnnestus.
fi: Turvahäiriöstä ei voi ilmoittaa.
ky: Коопсуздук окуясын кабарлоо мүмкүн эмес.
lt: Neįmanoma pranešti apie saugumo incidentą.
lv: Nevar ziņot par drošības incidentu.
nb: Kan ikke rapportere sikkerhetshendelse.
pl: Nie można zgłosić incydentu związanego z bezpieczeństwem.
ru: Невозможно сообщить об инциденте безопасности.
sv: Det gick inte att rapportera säkerhetsincidenter.
th: ไม่สามารถรายงานเหตุการณ์ด้านความปลอดภัยได้
uk: Не вдалося повідомити про інцидент безпеки.

source: Unable to resend invitation.
ar: غير قادر على إعادة إرسال الدعوة.
az: Dəvəti yenidən göndərmək mümkün deyil.
bn: আমন্ত্রণ পুনরায় পাঠাতে অক্ষম.
cs: Nelze znovu odeslat pozvánku.
de: Einladung kann nicht erneut abgegeben werden.
es: No se puede reenviar la invitación.
et: Kutset pole võimalik uuesti saata
fi: Kutsua ei voi lähettää uudelleen.
ky: Чакыруу кайра жөнөтүлбөй жатат.
lt: Neįmanoma iš naujo išsiųsti kvietimo.
lv: Nevar atkārtoti nosūtīt ielūgumu.
nb: Kan ikke sende invitasjon på nytt.
pl: Nie można ponownie wysłać zaproszenia.
ru: Невозможно повторно отправить приглашение.
sv: Det gick inte att skicka inbjudan igen.
th: ไม่สามารถส่งคำเชิญอีกครั้งได้
uk: Неможливо повторно надіслати запрошення.

source: Unable to resize droplet.
ar: غير قادر على تغيير حجم القطرة.
az: Damcının ölçüsünü dəyişdirə bilmədi.
bn: ড্রপলেটের আকার পরিবর্তন করতে অক্ষম।
cs: Nelze změnit velikost dropletu.
de: Die Größe des Tröpfchens kann nicht angepasst werden.
es: No se puede cambiar el tamaño de la gota.
et: Tilga suurust ei saa muuta.
fi: Pisaran kokoa ei voi muuttaa.
ky: Тамчы өлчөмүн өзгөртүү мүмкүн эмес.
lt: Neįmanoma pakeisti lašelio dydžio.
lv: Nevar mainīt pilītes izmēru.
nb: Kan ikke endre størrelsen på slippverktøy.
pl: Nie można zmienić rozmiaru kropli.
ru: Невозможно изменить размер капли.
sv: Det gick inte att ändra storlek på droplet.
th: ไม่สามารถปรับขนาดหยดได้
uk: Неможливо змінити розмір краплі.

source: Unable to restore VM snapshot.
ar: غير قادر على استعادة لقطة VM.
az: VM anlıq görüntüsünü bərpa edə bilmədi.
bn: VM স্ন্যাপশট পুনরুদ্ধার করতে অক্ষম৷
cs: Nelze obnovit snímek virtuálního počítače.
de: VM-Snapshot konnte nicht wiederhergestellt werden.
es: No se puede restaurar la instantánea de VM.
et: VM-i hetktõmmist ei saa taastada.
fi: Virtuaalikoneen tilannekuvaa ei voi palauttaa.
ky: VM снапшотун калыбына келтирүү мүмкүн эмес.
lt: Neįmanoma atkurti VM momentinės nuotraukos.
lv: Nevar atjaunot virtuālās mašīnas momentuzņēmumu.
nb: Kan ikke gjenopprette øyeblikksbilde av VM.
pl: Nie można przywrócić migawki maszyny wirtualnej.
ru: Невозможно восстановить снимок виртуальной машины.
sv: Det går inte att återställa VM-snapshot.
th: ไม่สามารถกู้คืนสแนปชอต VM ได้
uk: Не вдалося відновити знімок віртуальної машини.

source: Unable to restore volume snapshot.
ar: غير قادر على استعادة لقطة الحجم.
az: Səs anlıq görüntüsünü bərpa edə bilmədi.
bn: ভলিউম স্ন্যাপশট পুনরুদ্ধার করতে অক্ষম৷
cs: Nelze obnovit snímek svazku.
de: Der Volume-Snapshot konnte nicht wiederhergestellt
es: No se puede restaurar la instantánea de volumen.
et: Salvestusüksuse hetktõmmist ei saa taastada.
fi: Äänenvoimakkuuden tilannekuvaa ei voi palauttaa.
ky: Көлөмдүн сүрөтүн калыбына келтирүү мүмкүн эмес.
lt: Neįmanoma atkurti tomo momentinės nuotraukos.
lv: Nevar atjaunot skaļuma momentuzņēmumu.
nb: Kan ikke gjenopprette volumøyeblikksbilde.
pl: Nie można przywrócić migawki woluminu.
ru: Невозможно восстановить снимок тома.
sv: Det gick inte att återställa ögonblicksbilden för volymen.
th: ไม่สามารถกู้คืนสแนปชอตของโวลุ่มได้
uk: Не вдалося відновити знімок тома.

source: Unable to retype volume.
ar: غير قادر على إعادة كتابة وحدة التخزين.
az: Həcmi yenidən yazmaq mümkün deyil.
bn: ভলিউম পুনরায় টাইপ করতে অক্ষম।
cs: Nelze znovu zadat svazek.
de: Das Volume kann nicht erneut angezeigt werden.
es: No se puede volver a escribir el volumen.
et: Salvestusüksuse tüüpi ei saa muuta.
fi: Äänenvoimakkuuden kirjoittaminen ei onnistu.
ky: Көлөмдү кайра терүү мүмкүн эмес.
lt: Neįmanoma iš naujo įvesti tomo.
lv: Nevar atkārtoti ievadīt skaļumu.
nb: Kan ikke skrive volum på nytt.
pl: Nie można ponownie wpisać głośności.
ru: Невозможно повторно ввести громкость.
sv: Det gick inte att skriva om volymen.
th: ไม่สามารถพิมพ์วอลุ่มอีกครั้งได้
uk: Не вдається повторно ввести том.

source: Unable to revoke permission.
ar: غير قادر على إلغاء الإذن.
az: İcazəni ləğv edə bilmədi.
bn: অনুমতি প্রত্যাহার করতে অক্ষম৷
cs: Nelze odvolat oprávnění.
de: Die Berechtigung kann nicht widerrufen werden.
es: No se puede revocar el permiso.
et: Õigust ei saa tühistada.
fi: Lupaa ei voi peruuttaa.
ky: Уруксат жокко чыгарылбай жатат.
lt: Nepavyko anuliuoti leidimo.
lv: Nevar atsaukt atļauju.
nb: Kan ikke tilbakekalle tillatelsen.
pl: Nie można cofnąć pozwolenia.
ru: Невозможно отозвать разрешение.
sv: Det gick inte att återkalla tillståndet.
th: ไม่สามารถเพิกถอนการอนุญาตได้
uk: Неможливо скасувати дозвіл.

source: Unable to save a broadcast as a template.
ar: غير قادر على حفظ البث كقالب.
az: Yayımı şablon kimi saxlamaq mümkün deyil.
bn: একটি টেমপ্লেট হিসাবে একটি সম্প্রচার সংরক্ষণ করতে অক্ষম৷
cs: Nelze uložit vysílání jako šablonu.
de: Eine Übertragung kann nicht als Vorlage gespeichert werden.
es: No se puede guardar una transmisión como plantilla.
et: Ülekannet ei saa mallina salvestada.
fi: Lähetystä ei voi tallentaa mallina.
ky: Берүүнү шаблон катары сактоо мүмкүн эмес.
lt: Nepavyko išsaugoti transliacijos kaip šablono.
lv: Nevar saglabāt apraidi kā veidni.
nb: Kan ikke lagre en kringkasting som mal.
pl: Nie można zapisać transmisji jako szablonu.
ru: Невозможно сохранить трансляцию как шаблон.
sv: Det gick inte att spara en sändning som en mall.
th: ไม่สามารถบันทึกการออกอากาศเป็นเทมเพลตได้
uk: Не вдалося зберегти трансляцію як шаблон.

source: Unable to save broadcast.
ar: غير قادر على حفظ البث.
az: Yayımı saxlamaq mümkün deyil.
bn: সম্প্রচার সংরক্ষণ করতে অক্ষম.
cs: Vysílání nelze uložit.
de: Übertragung konnte nicht gespeichert werden.
es: No se puede guardar la transmisión.
et: Ülekannet ei saa salvestada.
fi: Lähetystä ei voi tallentaa.
ky: Берүүнү сактоо мүмкүн эмес.
lt: Nepavyko išsaugoti transliacijos.
lv: Nevar saglabāt apraidi.
nb: Kan ikke lagre sendingen.
pl: Nie można zapisać transmisji.
ru: Не удалось сохранить трансляцию.
sv: Det gick inte att spara sändningen.
th: ไม่สามารถบันทึกการออกอากาศได้
uk: Не вдалося зберегти трансляцію.

source: Unable to save location.
ar: غير قادر على حفظ الموقع.
az: Yeri saxlamaq mümkün deyil.
bn: অবস্থান সংরক্ষণ করতে অক্ষম.
cs: Nelze uložit umístění.
de: Speicherort kann nicht gespeichert werden.
es: No se puede guardar la ubicación.
et: Asukohta ei saa salvestada.
fi: Sijaintia ei voi tallentaa.
ky: Жайгашкан жер сакталбай жатат.
lt: Neįmanoma išsaugoti vietos.
lv: Nevar saglabāt atrašanās vietu.
nb: Kan ikke lagre plassering.
pl: Nie można zapisać lokalizacji.
ru: Не удалось сохранить местоположение.
sv: Det gick inte att spara plats.
th: ไม่สามารถบันทึกตำแหน่งได้
uk: Не вдалося зберегти місцезнаходження.

source: Unable to save notification.
ar: غير قادر على حفظ الإخطار.
az: Bildirişi saxlamaq mümkün deyil.
bn: বিজ্ঞপ্তি সংরক্ষণ করতে অক্ষম.
cs: Oznámení nelze uložit.
de: Die Benachrichtigung konnte nicht gespeichert werden.
es: No se puede guardar la notificación.
et: Märguannet ei saa salvestada.
fi: Ilmoitusta ei voi tallentaa.
ky: Эскертме сакталбай жатат.
lt: Nepavyko išsaugoti pranešimo.
lv: Nevar saglabāt paziņojumu.
nb: Kan ikke lagre varselet.
pl: Nie można zapisać powiadomienia.
ru: Не удалось сохранить уведомление.
sv: Det gick inte att spara aviseringen.
th: ไม่สามารถบันทึกการแจ้งเตือนได้
uk: Не вдалося зберегти сповіщення.

source: Unable to save user.
ar: تعذر حفظ المستخدم.
az: İstifadəçi yaddaşda saxlanıla bilmir.
bn: ব্যবহারকারী সংরক্ষণ করতে অক্ষম.
cs: Nelze uložit uživatele.
de: Benutzer kann nicht gespeichert werden.
es: No se puede guardar el usuario.
et: Kasutajat ei ole võimalik salvestada
fi: Käyttäjää ei voi tallentaa.
ky: Колдонуучуну сактоо мүмкүн эмес.
lt: Neįmanoma išsaugoti vartotojo.
lv: Nevar saglabāt lietotāju.
nb: Kan ikke lagre bruker.
pl: Nie można zapisać użytkownika.
ru: Не удается сохранить пользователя.
sv: Det går inte att spara användare.
th: บันทึกผู้ใช้ไม่ได้
uk: Не вдалося зберегти користувача.

source: Unable to schedule service synchronization.
ar: غير قادر على جدولة مزامنة الخدمة.
az: Xidmət sinxronizasiyası planlaşdırmaq mümkün deyil
bn: পরিষেবা সিঙ্ক্রোনাইজেশন শিডিউল করতে অক্ষম৷
cs: Nelze naplánovat synchronizaci služby.
de: Die Dienstsynchronisierung kann nicht geplant werden.
es: No se puede programar la sincronización del servicio.
et: Teenuse sünkroonimist ei saa ajastada.
fi: Palvelun synkronointia ei voi ajoittaa.
ky: Кызмат синхрондоштурууну пландаштыруу мүмкүн эмес.
lt: Nepavyko suplanuoti paslaugos sinchronizavimo.
lv: Nevar ieplānot pakalpojuma sinhronizāciju.
nb: Kan ikke planlegge tjenestesynkronisering.
pl: Nie można zaplanować synchronizacji usług.
ru: Невозможно запланировать синхронизацию службы.
sv: Det går inte att schemalägga tjänstsynkronisering.
th: ไม่สามารถกำหนดเวลาการซิงโครไนซ์บริการได้
uk: Не вдалося запланувати синхронізацію служби.

source: Unable to send broadcast.
ar: غير قادر على إرسال البث.
az: Yayım göndərmək mümkün deyil.
bn: সম্প্রচার পাঠাতে অক্ষম.
cs: Nelze odeslat vysílání.
de: Broadcast kann nicht gesendet werden.
es: No se puede enviar la transmisión.
et: Ülekannet ei saa saata.
fi: Lähetystä ei voi lähettää.
ky: Берүү жөнөтүлбөй жатат.
lt: Nepavyko išsiųsti transliacijos.
lv: Nevar nosūtīt apraidi.
nb: Kan ikke sende kringkasting.
pl: Nie można wysłać transmisji.
ru: Невозможно отправить трансляцию.
sv: Det gick inte att skicka sändning.
th: ไม่สามารถส่งการออกอากาศได้
uk: Не вдалося надіслати трансляцію.

source: Unable to send feedback.
ar: غير قادر على إرسال ردود الفعل.
az: Rəy göndərmək mümkün deyil.
bn: প্রতিক্রিয়া পাঠাতে অক্ষম.
cs: Nelze odeslat zpětnou vazbu.
de: Feedback kann nicht gesendet werden.
es: No se puede enviar comentarios.
et: Tagasisidet ei saa saata.
fi: Palautteen lähettäminen ei onnistu.
ky: Пикир жөнөтүлбөй жатат.
lt: Neįmanoma išsiųsti atsiliepimų.
lv: Nevar nosūtīt atsauksmes.
nb: Kan ikke sende tilbakemelding.
pl: Nie można wysłać opinii.
ru: Не удалось отправить отзыв.
sv: Det gick inte att skicka feedback.
th: ไม่สามารถส่งความคิดเห็นได้
uk: Не вдалося надіслати відгук.

source: Unable to send notification.
ar: غير قادر على إرسال الإخطار.
az: Bildiriş göndərmək mümkün deyil.
bn: বিজ্ঞপ্তি পাঠাতে অক্ষম।
cs: Nelze odeslat oznámení.
de: Benachrichtigung konnte nicht gesendet werden.
es: No se puede enviar la notificación.
et: Märguannet ei saa saata.
fi: Ilmoitusta ei voi lähettää.
ky: Билдирме жөнөтүлбөй жатат.
lt: Nepavyko išsiųsti pranešimo.
lv: Nevar nosūtīt paziņojumu.
nb: Kan ikke sende varsel.
pl: Nie można wysłać powiadomienia.
ru: Невозможно отправить уведомление.
sv: Det gick inte att skicka avisering.
th: ไม่สามารถส่งการแจ้งเตือนได้
uk: Не вдалося надіслати сповіщення.

source: Unable to send record broadcast.
ar: غير قادر على إرسال البث المسجل.
az: Qeyd yayımını göndərmək mümkün deyil.
bn: রেকর্ড সম্প্রচার পাঠাতে অক্ষম.
cs: Nelze odeslat záznam vysílání.
de: Aufnahmeübertragung konnte nicht gesendet werden.
es: No se puede enviar la transmisión de grabación.
et: Salvestusülekannet ei saa saata.
fi: Levylähetystä ei voi lähettää.
ky: Жаздырылган берүү жөнөтүлбөй жатат.
lt: Nepavyko išsiųsti įrašo transliacijos.
lv: Nevar nosūtīt ieraksta apraidi.
nb: Kan ikke sende rekordsending.
pl: Nie można wysłać nagrania transmisji.
ru: Невозможно отправить запись трансляции.
sv: Det gick inte att skicka rekordsändning.
th: ไม่สามารถส่งบันทึกการออกอากาศได้
uk: Не вдалося надіслати запис трансляції.

source: Unable to send record notification.
ar: غير قادر على إرسال إشعار السجل.
az: Qeyd bildirişini göndərmək mümkün deyil.
bn: রেকর্ড বিজ্ঞপ্তি পাঠাতে অক্ষম.
cs: Nelze odeslat oznámení o záznamu.
de: Datensatzbenachrichtigung kann nicht gesendet werden.
es: No se puede enviar la notificación de registro.
et: Ei ole võimalik saata sissekande teadet.
fi: Tallennusilmoitusta ei voi lähettää.
ky: Жаздыруу эскертмесин жөнөтүү мүмкүн эмес.
lt: Neįmanoma išsiųsti pranešimo apie įrašą.
lv: Nevar nosūtīt ieraksta paziņojumu.
nb: Kan ikke sende postvarsling.
pl: Nie można wysłać powiadomienia o nagraniu.
ru: Невозможно отправить уведомление о записи.
sv: Det går inte att skicka postmeddelande.
th: ไม่สามารถส่งการแจ้งเตือนบันทึกได้
uk: Не вдалося надіслати сповіщення про запис.

source: Unable to set backend ID.
ar: غير قادر على تعيين معرف الواجهة الخلفية.
az: Arxa identifikatorunu təyin etmək mümkün deyil.
bn: ব্যাকএন্ড আইডি সেট করতে অক্ষম৷
cs: Nelze nastavit backend ID.
de: Backend-ID kann nicht festgelegt werden.
es: No se puede establecer el ID de backend.
et: backend ID määramine ebaõnnestus
fi: Taustatunnuksen asettaminen epäonnistui.
ky: Backend ID орнотулбай жатат.
lt: Neįmanoma nustatyti backend ID.
lv: Nevar iestatīt aizmugursistēmas ID.
nb: Kan ikke angi backend-ID.
pl: Nie można ustawić identyfikatora backendu.
ru: Невозможно установить внутренний идентификатор.
sv: Det går inte att ställa in backend-ID.
th: ไม่สามารถตั้งค่ารหัสแบ็กเอนด์ได้
uk: Неможливо встановити ідентифікатор серверної частини.

source: Unable to show console log.
ar: غير قادر على إظهار سجل وحدة التحكم.
az: Konsol jurnalını göstərə bilmədi.
bn: কনসোল লগ দেখাতে অক্ষম৷
cs: Nelze zobrazit protokol konzole.
de: Konsolenprotokoll kann nicht angezeigt werden.
es: No se puede mostrar el registro de la consola.
et: Konsooli logi ei saa kuvada.
fi: Konsolin lokia ei voi näyttää.
ky: Консол журналын көрсөтүү мүмкүн эмес.
lt: Neįmanoma parodyti konsolės žurnalo.
lv: Nevar parādīt konsoles žurnālu.
nb: Kan ikke vise konsolllogg.
pl: Nie można wyświetlić dziennika konsoli.
ru: Невозможно показать журнал консоли.
sv: Det går inte att visa konsolloggen.
th: ไม่สามารถแสดงบันทึกคอนโซลได้
uk: Не вдалося показати журнал консолі.

source: Unable to submit LEXIS link creation request.
ar: غير قادر على إرسال طلب إنشاء رابط LEXIS.
az: LEXIS bağlantısının yaradılması tələbini təqdim edə bilmədi.
bn: LEXIS লিঙ্ক তৈরির অনুরোধ জমা দিতে অক্ষম৷
cs: Požadavek na vytvoření odkazu LEXIS nelze odeslat.
de: Anfrage zur Erstellung eines LEXIS-Links konnte nicht gesendet werden.
es: No se puede enviar la solicitud de creación de enlace LEXIS.
et: LEXISe lingi loomise taotlust ei saa esitada.
fi: LEXIS-linkin luontipyyntöä ei voi lähettää.
ky: LEXIS шилтемесин түзүү өтүнүчүн тапшыруу мүмкүн эмес.
lt: Nepavyko pateikti LEXIS nuorodos kūrimo užklausos.
lv: Nevar iesniegt LEXIS saites izveides pieprasījumu.
nb: Kan ikke sende inn forespørsel om opprettelse av LEXIS-kobling.
pl: Nie można przesłać prośby o utworzenie łącza LEXIS.
ru: Невозможно отправить запрос на создание ссылки LEXIS.
sv: Det gick inte att skicka en begäran om att skapa LEXIS-länkar.
th: ไม่สามารถส่งคำขอสร้างลิงก์ LEXIS
uk: Неможливо надіслати запит на створення посилання LEXIS.

source: Unable to submit answers.
ar: غير قادر على تقديم الإجابات.
az: Cavab verə bilmədi.
bn: উত্তর জমা দিতে অক্ষম.
cs: Nelze odeslat odpovědi.
de: Antworten können nicht übermittelt werden.
es: No se puede enviar las respuestas.
et: Vastuseid ei saa esitada.
fi: Vastauksia ei voi lähettää.
ky: Жоопторду тапшыруу мүмкүн эмес.
lt: Neįmanoma pateikti atsakymų.
lv: Nevar iesniegt atbildes.
nb: Kan ikke sende inn svar.
pl: Nie można przesłać odpowiedzi.
ru: Невозможно отправить ответы.
sv: Det går inte att skicka svar.
th: ไม่สามารถส่งคำตอบได้
uk: Не вдалося надіслати відповіді.

source: Unable to submit data.
ar: غير قادر على تقديم البيانات.
az: Məlumatları təqdim edə bilmədi.
bn: তথ্য জমা দিতে অক্ষম.
cs: Nelze odeslat data.
de: Daten können nicht übermittelt werden.
es: No se puede enviar los datos.
et: Andmeid ei saa esitada.
fi: Tietoja ei voi lähettää.
ky: Дайындарды тапшыруу мүмкүн эмес.
lt: Nepavyko pateikti duomenų.
lv: Nevar iesniegt datus.
nb: Kan ikke sende inn data.
pl: Nie można przesłać danych.
ru: Невозможно отправить данные.
sv: Det gick inte att skicka data.
th: ไม่สามารถส่งข้อมูลได้
uk: Не вдалося надіслати дані.

source: Unable to submit empty comment.
ar: غير قادر على تقديم تعليق فارغ.
az: Boş şərh vermək mümkün deyil.
bn: খালি মন্তব্য জমা দিতে অক্ষম.
cs: Nelze odeslat prázdný komentář.
de: Leerer Kommentar kann nicht gesendet werden.
es: No se puede enviar un comentario vacío.
et: Tühja kommentaari pole võimalik lisada
fi: Tyhjää kommenttia ei voi lähettää.
ky: Бош комментарий тапшыруу мүмкүн эмес.
lt: Neįmanoma pateikti tuščio komentaro.
lv: Nevar iesniegt tukšu komentāru.
nb: Kan ikke sende inn tom kommentar.
pl: Nie można przesłać pustego komentarza.
ru: Невозможно отправить пустой комментарий.
sv: Det gick inte att skicka tom kommentar.
th: ไม่สามารถส่งความคิดเห็นที่ว่างเปล่าได้
uk: Неможливо надіслати порожній коментар.

source: Unable to submit job.
ar: غير قادر على تقديم الوظيفة.
az: İş təqdim edə bilmədi.
bn: চাকরি জমা দিতে অক্ষম।
cs: Úlohu nelze odeslat.
de: Job kann nicht übermittelt werden.
es: No se puede enviar el trabajo.
et: Tööd ei saa esitada.
fi: Työtä ei voi lähettää.
ky: Жумуш тапшыруу мүмкүн эмес.
lt: Nepavyko pateikti darbo.
lv: Nevar iesniegt darbu.
nb: Kan ikke sende inn jobben.
pl: Nie można przesłać zadania.
ru: Невозможно отправить вакансию.
sv: Det gick inte att skicka in jobbet.
th: ไม่สามารถส่งงานได้
uk: Не вдалося надіслати роботу.

source: Unable to submit limits change request.
ar: غير قادر على تقديم طلب تغيير الحدود.
az: Limitlərin dəyişdirilməsi tələbini təqdim edə bilmədi.
bn: সীমা পরিবর্তনের অনুরোধ জমা দিতে অক্ষম।
cs: Nelze odeslat požadavek na změnu limitů.
de: Die Änderungsanforderung kann nicht übermittelt werden.
es: No se puede enviar la solicitud de cambio de límites.
et: Limiitide muutmise päringut ei saa esitada.
fi: Rajojen muutospyyntöä ei voi lähettää.
ky: Чектерди өзгөртүү өтүнүчүн тапшыруу мүмкүн эмес.
lt: Neįmanoma pateikti apribojimų pakeitimo užklausos.
lv: Nevar iesniegt ierobežojumu maiņas pieprasījumu.
nb: Kan ikke sende inn forespørsel om endring av grenser.
pl: Nie można przesłać prośby o zmianę limitów.
ru: Не удалось отправить запрос на изменение лимитов.
sv: Det går inte att skicka begäran om ändring av gränser.
th: ไม่สามารถส่งคำขอเปลี่ยนแปลงขีดจำกัดได้
uk: Не вдалося надіслати запит на зміну лімітів.

source: Unable to submit order.
ar: غير قادر على تقديم الطلب.
az: Sifariş verə bilmədi.
bn: অর্ডার জমা দিতে অক্ষম.
cs: Nelze odeslat objednávku.
de: Bestellung kann nicht übermittelt werden.
es: No se puede enviar el pedido.
et: Tellimust pole võimalik esitada
fi: Tilausta ei voi lähettää.
ky: Буйрутма берүү мүмкүн эмес.
lt: Neįmanoma pateikti užsakymo.
lv: Nevar iesniegt pasūtījumu.
nb: Kan ikke sende inn bestillingen.
pl: Nie można złożyć zamówienia.
ru: Невозможно отправить заказ.
sv: Det gick inte att skicka beställningen.
th: ไม่สามารถส่งคำสั่งซื้อได้
uk: Не вдалося надіслати замовлення.

source: Unable to submit plan change request.
ar: غير قادر على تقديم طلب تغيير الخطة.
az: Plan dəyişikliyi tələbini təqdim edə bilmədi.
bn: পরিকল্পনা পরিবর্তনের অনুরোধ জমা দিতে অক্ষম।
cs: Nelze odeslat požadavek na změnu plánu.
de: Die Planänderungsanforderung kann nicht übermittelt werden.
es: No se puede enviar la solicitud de cambio de plan.
et: Plaani muutmise päringut ei ole võimalik esitada
fi: Suunnitelman muutospyyntöä ei voi lähettää.
ky: Планды өзгөртүү өтүнүчүн тапшыруу мүмкүн эмес.
lt: Neįmanoma pateikti plano keitimo užklausos.
lv: Nevar iesniegt plāna izmaiņu pieprasījumu.
nb: Kan ikke sende inn forespørsel om planendring.
pl: Nie można przesłać prośby o zmianę planu.
ru: Не удалось отправить запрос на изменение плана.
sv: Det gick inte att skicka begäran om planändring.
th: ไม่สามารถส่งคำขอเปลี่ยนแปลงแผนได้
uk: Не вдалося надіслати запит на зміну плану.

source: Unable to submit report.
ar: غير قادر على تقديم التقرير.
az: Hesabat təqdim edə bilmədi.
bn: রিপোর্ট জমা দিতে অক্ষম।
cs: Nelze odeslat hlášení.
de: Der Bericht kann nicht übermittelt werden.
es: No se puede enviar el informe.
et: Aruannet ei saa esitada.
fi: Raporttia ei voi lähettää.
ky: Отчет тапшыруу мүмкүн эмес.
lt: Neįmanoma pateikti ataskaitos.
lv: Nevar iesniegt ziņojumu.
nb: Kan ikke sende rapport.
pl: Nie można przesłać raportu.
ru: Невозможно отправить отчет.
sv: Det gick inte att skicka rapport.
th: ไม่สามารถส่งรายงานได้
uk: Не вдається подати звіт.
