Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Maximum total
ar: الحد الأقصى للمجموع
az: Maksimum cəmi
bn: সর্বোচ্চ মোট
cs: Maximální celkový počet
de: Maximale Summe
es: Total máximo
et: Maksimaalselt kokku
fi: Enimmäissumma
ky: Максималдуу жалпы
lt: Maksimali bendra suma
lv: Maksimālā summa
nb: Maksimum totalt
pl: Maksymalna suma
ru: Максимальная сумма
sv: Maximal totalsumma
th: ยอดรวมสูงสุด
uk: Максимальна сума

source: Maximum total size of the disk space per VM
ar: الحد الأقصى للحجم الإجمالي لمساحة القرص لكل جهاز افتراضي
az: VM başına disk sahəsinin maksimum ümumi ölçüsü
bn: VM প্রতি ডিস্ক স্পেসের সর্বাধিক মোট আকার
cs: Maximální celková velikost místa na disku na virtuální počítač
de: Maximale Gesamtgröße des Festplattenspeichers pro VM
es: Tamaño total máximo del espacio en disco por VM
et: Kettaruumi maksimaalne kogumaht VM-i kohta
fi: Levytilan enimmäiskoko virtuaalikonetta kohti
ky: VM үчүн диск мейкиндигинин максималдуу жалпы өлчөмү
lt: Maksimalus bendras disko vietos dydis VM
lv: Maksimālais kopējais diska vietas lielums vienā virtuālajā mašīnā
nb: Maksimal total størrelse på diskplass per VM
pl: Maksymalny całkowity rozmiar miejsca na dysku na maszynę wirtualną
ru: Максимальный общий размер дискового пространства на виртуальную машину
sv: Maximal total storlek på diskutrymmet per VM
th: ขนาดรวมสูงสุดของพื้นที่ดิสก์ต่อ VM
uk: Максимальний загальний розмір дискового простору на одну віртуальну машину

source: Maximum username length with mandatory username prefix is 32 characters.
ar: الحد الأقصى لطول اسم المستخدم مع بادئة اسم المستخدم الإلزامية هو 32 حرفًا.
az: Zəruri istifadəçi adı prefiksi ilə maksimal istifadəçi adının uzunluğu 32 simvoldur.
bn: বাধ্যতামূলক ব্যবহারকারী নামের উপসর্গ সহ সর্বাধিক ব্যবহারকারীর নামের দৈর্ঘ্য 32 অক্ষর।
cs: Maximální délka uživatelského jména s povinnou předponou uživatelského jména je 32 znaků.
de: Die maximale Länge des Benutzernamens mit dem obligatorischen Präfix für Benutzernamen beträgt 32 Zeichen.
es: La longitud máxima del nombre de usuario con prefijo de nombre de usuario obligatorio es de 32 caracteres.
et: Maksimaalne kasutajanime pikkus koos kohustusliku kasutajanime eesliitega on 32 tähemärki.
fi: Käyttäjätunnuksen enimmäispituus pakollisella käyttäjätunnuksen etuliitteellä on 32 merkkiä.
ky: Милдеттүү колдонуучу аты префикси менен максималдуу колдонуучу атынын узундугу 32 белгиден турат.
lt: Maksimalus vartotojo vardo ilgis su privalomu vartotojo vardo prefiksu yra 32 simboliai.
lv: Maksimālais lietotājvārda garums ar obligātu lietotājvārda prefiksu ir 32 rakstzīmes.
nb: Maksimal brukernavn lengde med obligatorisk brukernavn prefiks er 32 tegn.
pl: Maksymalna długość nazwy użytkownika z obowiązkowym przedrostkiem nazwy użytkownika wynosi 32 znaki.
ru: Максимальная длина имени пользователя с обязательным префиксом имени пользователя составляет 32 символа.
sv: Maximal användarnamn längd med obligatoriskt användarnamn prefix är 32 tecken.
th: ความยาวชื่อผู้ใช้สูงสุดและต้องมีคำนำหน้าชื่อผู้ใช้คือ 32 อักขระ
uk: Максимальна довжина імені користувача з обов’язковим префіксом імені користувача становить 32 символи.

source: Maximum vCPU for each VM
ar: الحد الأقصى لوحدة المعالجة المركزية الافتراضية (vCPU) لكل جهاز افتراضي
az: Hər VM üçün maksimum vCPU
bn: প্রতিটি VM-এর জন্য সর্বোচ্চ vCPU
cs: Maximum vCPU pro každý virtuální počítač
de: Maximale vCPU für jede VM
es: vCPU máxima para cada VM
et: Maksimaalne vCPU iga VM kohta
fi: Maksimi vCPU kullekin VM:lle
ky: Ар бир VM үчүн максималдуу vCPU
lt: Maksimalus vCPU kiekvienam VM
lv: Maksimālais vCPU katrai virtuālajai mašīnai
nb: Maksimal vCPU for hver VM
pl: Maksymalna liczba procesorów wirtualnych dla każdej maszyny wirtualnej
ru: Максимальное количество виртуальных ЦП для каждой виртуальной машины
sv: Maximal vCPU för varje VM
th: vCPU สูงสุดสำหรับแต่ละ VM
uk: Максимальний vCPU для кожної віртуальної машини

source: Measured unit
ar: الوحدة المقاسة
az: Ölçülən vahid
bn: পরিমাপ একক
cs: Měřená jednotka
de: Gemessene Einheit
es: Unidad medida
et: Mõõdetud ühik
fi: Mitattu yksikkö
ky: Өлчөө бирдиги
lt: Išmatuotas vienetas
lv: Mērvienība
nb: Målt enhet
pl: Jednostka mierzona
ru: Единица измерения
sv: Uppmätt enhet
th: หน่วยวัด
uk: Одиниця вимірювання

source: Member
ar: عضو
az: Üzv
bn: সদস্য
cs: Člen
de: Mitglied
es: Miembro
et: Liige
fi: Jäsen
ky: мүчө
lt: Narys
lv: Dalībnieks
nb: Medlem
pl: Członek
ru: Участник
sv: Medlem
th: สมาชิก
uk: Член

source: Members
ar: اعضاء
az: Üzvlər
bn: সদস্যরা
cs: Členové
de: Mitglieder
es: Miembros
et: Liikmed
fi: Jäsenet
ky: Мүчөлөр
lt: Nariai
lv: Dalībnieki
nb: Medlemmer
pl: Członków
ru: Члены
sv: Medlemmar
th: สมาชิก
uk: Члени

source: Memory
ar: ذاكرة
az: Yaddaş
bn: স্মৃতি
cs: Paměť
de: Speicher
es: Memoria
et: Mälu
fi: Muisti
ky: Эстутум
lt: Atmintis
lv: Atmiņa
nb: Minne
pl: Pamięć
ru: Память
sv: Minne
th: หน่วยความจำ
uk: Пам&#39;ять

source: Memory per vCore
ar: الذاكرة لكل vCore
az: vCore üçün yaddaş
bn: মেমরি প্রতি vCore
cs: Paměť na vCore
de: Speicher pro vCore
es: Memoria por vCore
et: Mälu ühe vCore kohta
fi: Muisti per vCore
ky: VCore үчүн эстутум
lt: Atmintis per vCore
lv: Atmiņa vienam vCore
nb: Minne per vCore
pl: Pamięć na rdzeń wirtualny
ru: Память на виртуальное ядро
sv: Minne per vCore
th: หน่วยความจำต่อ vCore
uk: Пам&#39;ять на vCore

source: Memory size in GiB
ar: حجم الذاكرة بالجيجابايت
az: Yaddaş ölçüsü GiB-də
bn: জিবি-তে মেমরির আকার
cs: Velikost paměti v GiB
de: Speichergröße in GiB
es: Tamaño de la memoria en GiB
et: Mälu suurus GiB
fi: Muistin koko GiB
ky: ГиБ менен эстутум өлчөмү
lt: Atminties dydis GiB
lv: Atmiņas lielums GiB
nb: Minnestørrelse i GiB
pl: Rozmiar pamięci w GiB
ru: Размер памяти в ГиБ
sv: Minnesstorlek i GiB
th: ขนาดหน่วยความจำใน GiB
uk: Розмір пам&#39;яті в ГіБ

source: Message
ar: رسالة
az: Mesaj
bn: বার্তা
cs: Zpráva
de: Nachricht
es: Mensaje
et: Teade
fi: Viesti
ky: билдирүү
lt: Pranešimas
lv: Ziņa
nb: Melding
pl: Komunikat
ru: Сообщение
sv: Meddelande
th: ข้อความ
uk: повідомлення

source: Method
ar: طريقة
az: Metod
bn: পদ্ধতি
cs: Metoda
de: Methode
es: Método
et: Meetod
fi: Menetelmä
ky: Метод
lt: Metodas
lv: Metode
nb: Metode
pl: Metoda
ru: Метод
sv: Metod
th: วิธี
uk: метод

source: Metric
ar: قياس
az: Metrik (ölçü)
bn: মেট্রিক
cs: Metrický
de: Metrisch
es: Métrico
et: Mõõdik
fi: Metriikka
ky: Метрик
lt: Metrika
lv: Metrika
nb: Metrisk
pl: Metryka
ru: Метрика
sv: Metriska
th: เมตริก
uk: Метрика

source: Metric name
ar: اسم متري
az: Metrik adı
bn: মেট্রিক নাম
cs: Název metriky
de: Metrikname
es: Nombre de métrica
et: Mõõdiku nimi
fi: Mittarin nimi
ky: Метрикалык аталыш
lt: Metrikos pavadinimas
lv: Metrikas nosaukums
nb: Metrisk navn
pl: Nazwa metryczna
ru: Название метрики
sv: Metriskt namn
th: ชื่อเมตริก
uk: Назва метрики

source: Min RAM
az: Minimal RAM (əməliyyat yaddaşı)
bn: ন্যূনতম RAM
es: RAM mínima
et: Minimaalne RAM
fi: Minimi RAM
ky: Минималдуу RAM
lv: Minimālā RAM
pl: Minimalna pamięć RAM
ru: Мин. ОЗУ
th: แรมขั้นต่ำ
uk: Мін. ОЗП

source: Min allocation
ar: الحد الأدنى للتخصيص
az: Minimum ayırma
bn: নূন্যতম বরাদ্দ
cs: Min. přidělení
de: Mindestzuteilung
es: Asignación mínima
et: Min jaotus
fi: Minimimäärä
ky: Минималдуу бөлүштүрүү
lt: Minimalus paskirstymas
lv: Minimālais sadalījums
nb: Min tildeling
pl: Minimalny przydział
ru: Минимальное распределение
sv: Min tilldelning
th: การจัดสรรขั้นต่ำ
uk: Мінімальний розподіл

source: Min amount
ar: الحد الأدنى للمبلغ
az: Minimum məbləğ
bn: ন্যূনতম পরিমাণ
cs: Minimální částka
de: Min. Betrag
es: Cantidad mínima
et: Min kogus
fi: Minimimäärä
ky: Минималдуу сумма
lt: Min. Suma
lv: Minimālā summa
nb: Min beløp
pl: Minimalna kwota
ru: Минимальная сумма
sv: Min-belopp
th: จำนวนเงินขั้นต่ำ
uk: Мінімальна сума

source: Min replicas
ar: الحد الأدنى من النسخ المتماثلة
az: Minimum replikalar
bn: সর্বনিম্ন প্রতিলিপি
cs: Minimální počet replik
de: Min. Repliken
es: Réplicas mínimas
et: Minimaalsed koopiad
fi: Vähimmäiskopiot
ky: Мин репликалар
lt: Min replikos
lv: Minimālās kopijas
nb: Min replikaer
pl: Min. repliki
ru: Мин реплик
sv: Min-repliker
th: การจำลองขั้นต่ำ
uk: Мінімум реплік

source: Min storage
ar: تخزين دقيقة
az: Minimal saxlama
bn: সর্বনিম্ন সঞ্চয়স্থান
cs: Minimální úložiště
de: Min. Lagerung
es: Almacenamiento mínimo
et: Min. salvestusmaht
fi: Minimi varastointi
ky: Минималдуу сактагыч
lt: Min. saugykla
lv: Minimālā krātuve
nb: Min lagring
pl: Minimalne miejsce do przechowywania
ru: Минимальное хранилище
sv: Min. lagring
th: พื้นที่เก็บข้อมูลขั้นต่ำ
uk: Мін. зберігання

source: Min value
ar: الحد الأدنى للقيمة
az: Min dəyər
bn: সর্বনিম্ন মান
cs: Min. hodnota
de: Mindestwert
es: Valor mínimo
et: Minimaalne väärtus
fi: Minimiarvo
ky: Минималдуу маани
lt: Minimali vertė
lv: Minimālā vērtība
nb: Min verdi
pl: Wartość minimalna
ru: Минимальное значение
sv: Minsta värde
th: ค่าต่ำสุด
uk: Мінімальне значення

source: Minimal RAM
ar: الحد الأدنى من ذاكرة الوصول العشوائي
az: Minimum RAM
bn: ন্যূনতম RAM
cs: Minimální RAM
de: Minimaler RAM
es: RAM mínima
et: Minimaalne RAM
fi: Minimaalinen RAM
ky: Минималдуу RAM
lt: Minimali RAM
lv: Minimālā RAM
nb: Minimalt RAM
pl: Minimalna ilość pamięci RAM
ru: Минимальная оперативная память
sv: Minimalt RAM
th: RAM น้อยที่สุด
uk: Мінімум оперативної пам&#39;яті

source: Minimal RAM: {min_ram}, Minimal disk: {min_disk}
ar: الحد الأدنى من ذاكرة الوصول العشوائي:{min_ram} ، الحد الأدنى من القرص:{min_disk}
az: Minimum RAM:{min_ram}, Minimum disk: {min_disk}
bn: ন্যূনতম RAM:{min_ram} , ন্যূনতম ডিস্ক:{min_disk}
cs: Minimální RAM:{min_ram} , Minimální disk:{min_disk}
de: Minimaler RAM:{min_ram} , Minimaler Datenträger:{min_disk}
es: RAM mínima: {min_ram}, Disco mínimo: {min_disk}
et: Minimaalne RAM: {min_ram}, Minimaalne ketas: {min_disk}
fi: Minimi RAM:{min_ram} , Minimilevy:{min_disk}
ky: Минималдуу RAM:{min_ram} , Минималдуу диск:{min_disk}
lt: Minimali RAM:{min_ram} , Minimalus diskas:{min_disk}
lv: Minimālā RAM:{min_ram} , Minimālais disks:{min_disk}
nb: Minimum RAM:{min_ram} , Minimal disk:{min_disk}
pl: Minimalna pamięć RAM:{min_ram} , Minimalny dysk:{min_disk}
ru: Минимальная оперативная память:{min_ram} , Минимальный диск:{min_disk}
sv: Minimalt RAM:{min_ram} , Minimal disk:{min_disk}
th: RAM ขั้นต่ำ:{min_ram} , ดิสก์ขั้นต่ำ:{min_disk}
uk: Мінімальна оперативна пам&#39;ять:{min_ram} , Мінімальний диск:{min_disk}

source: Minimal average scoring
ar: الحد الأدنى من متوسط التهديف
az: Minimum orta bal
bn: ন্যূনতম গড় স্কোরিং
cs: Minimální průměrné bodování
de: Minimale durchschnittliche Punktzahl
es: Puntuación media mínima
et: Minimaalne keskmine punktisumma
fi: Minimaalinen keskimääräinen pistemäärä
ky: Минималдуу орточо балл
lt: Minimalus vidutinis taškų skaičius
lv: Minimālais vidējais punktu skaits
nb: Minimal gjennomsnittsscore
pl: Minimalna średnia punktacja
ru: Минимальный средний балл
sv: Lägsta medelpoäng
th: คะแนนเฉลี่ยขั้นต่ำ
uk: Мінімальний середній бал

source: Minimal disk
ar: الحد الأدنى من القرص
az: Minimum disk
bn: ন্যূনতম ডিস্ক
cs: Minimální disk
de: Minimale Festplatte
es: Disco mínimo
et: Minimaalne ketas
fi: Minimaalinen levy
ky: Минималдуу диск
lt: Minimalus diskas
lv: Minimālais disks
pl: Minimalny dysk
ru: Минимальный диск
th: ดิสก์น้อยที่สุด
uk: Мінімальний диск

source: Minimal value
ar: الحد الأدنى من القيمة
az: Minimum dəyər
bn: ন্যূনতম মান
cs: Minimální hodnota
de: Minimaler Wert
es: Valor mínimo
et: Minimaalne lubatud väärtus
fi: Minimiarvo
ky: Минималдуу маани
lt: Minimali vertė
lv: Minimālā vērtība
nb: Minimal verdi
pl: Minimalna wartość
ru: Минимальное значение
sv: Minimalt värde
th: มูลค่าขั้นต่ำ
uk: Мінімальна вартість

source: Minimum allowed value
ar: الحد الأدنى للقيمة المسموح بها
az: Minimum icazə verilən dəyər
bn: ন্যূনতম অনুমোদিত মান
cs: Minimální povolená hodnota
de: Minimaler zulässiger Wert
es: Valor mínimo permitido
et: Minimaalne lubatud väärtus
fi: Pienin sallittu arvo
ky: Минималдуу уруксат берилген маани
lt: Minimali leistina vertė
lv: Minimālā pieļaujamā vērtība
nb: Minimum tillatt verdi
pl: Minimalna dozwolona wartość
ru: Минимально допустимое значение
sv: Lägsta tillåtna värde
th: ค่าขั้นต่ำที่อนุญาต
uk: Мінімально допустиме значення

source: Minimum average scoring for allocation
ar: الحد الأدنى لمتوسط الدرجات للتخصيص
az: Ayrılma üçün minimum orta bal
bn: বরাদ্দের জন্য ন্যূনতম গড় স্কোরিং
cs: Minimální průměrné hodnocení pro přidělení
de: Mindestdurchschnittspunktzahl für die Zuteilung
es: Puntuación media mínima para la asignación
et: Minimaalne keskmine punktisumma eraldamiseks
fi: Jaon keskimääräinen vähimmäispistemäärä
ky: Бөлүштүрүү үчүн минималдуу орточо балл
lt: Mažiausias paskirstymo balų vidurkis
lv: Minimālais vidējais punktu skaits piešķiršanai
nb: Minimum gjennomsnittlig poengsum for tildeling
pl: Minimalna średnia punktacja dla alokacji
ru: Минимальный средний балл для распределения
sv: Lägsta medelpoäng för tilldelning
th: คะแนนเฉลี่ยขั้นต่ำสำหรับการจัดสรร
uk: Мінімальний середній бал для розподілу

source: Minimum booking time slot duration.
ar: الحد الأدنى لمدة فترة الحجز.
az: Minimum sifariş müddəti.
bn: ন্যূনতম বুকিং সময় স্লট সময়কাল.
cs: Minimální doba trvání časového úseku rezervace.
de: Minimale Zeitfensterdauer für die Buchung.
es: Duración mínima de la ranura horaria de reserva.
et: Minimaalne broneerimisaja kestus.
fi: Varausajan vähimmäiskesto.
ky: Ээлеп коюу убактысынын минималдуу узактыгы.
lt: Minimali užsakymo laiko tarpsnio trukmė.
lv: Minimālais rezervācijas laika perioda ilgums.
nb: Minimum booking tid slot varighet.
pl: Minimalny czas trwania przedziału czasowego rezerwacji.
ru: Минимальная продолжительность временного интервала бронирования.
sv: Minsta bokningstid lucka varaktighet.
th: ระยะเวลาการจองขั้นต่ำ
uk: Мінімальна тривалість інтервалу бронювання.

source: Minimum number of reviewers
ar: الحد الأدنى لعدد المراجعين
az: Minimum rəyçilərin sayı
bn: পর্যালোচকদের ন্যূনতম সংখ্যা
cs: Minimální počet recenzentů
de: Mindestanzahl an Gutachtern
es: Número mínimo de revisores
et: Arvustajate minimaalne arv
fi: Arvostelijoiden vähimmäismäärä
ky: Сынчылардын минималдуу саны
lt: Minimalus recenzentų skaičius
lv: Minimālais recenzentu skaits
nb: Minimum antall anmeldere
pl: Minimalna liczba recenzentów
ru: Минимальное количество рецензентов
sv: Minsta antal granskare
th: จำนวนผู้ตรวจสอบขั้นต่ำ
uk: Мінімальна кількість рецензентів

source: Minimum reviewers
az: Minimum rəyçilər

source: Minimum username length is 3 characters.
ar: الحد الأدنى لطول اسم المستخدم هو 3 أحرف.
az: Minimum istifadəçi adı uzunluğu 3 simvoldur.
bn: ন্যূনতম ব্যবহারকারীর নামের দৈর্ঘ্য 3 অক্ষর।
cs: Minimální délka uživatelského jména jsou 3 znaky.
de: Die Mindestlänge des Benutzernamens beträgt 3 Zeichen.
es: La longitud mínima del nombre de usuario es de 3 caracteres.
et: Minimaalne kasutajanimi pikkus on 3 tähemärki.
fi: Käyttäjätunnuksen vähimmäispituus on 3 merkkiä.
ky: Минималдуу колдонуучу аты узундугу 3 белги.
lt: Minimalus vartotojo vardo ilgis yra 3 simboliai.
lv: Minimālais lietotājvārda garums ir 3 rakstzīmes.
nb: Minimum brukernavn lengde er 3 tegn.
pl: Minimalna długość nazwy użytkownika to 3 znaki.
ru: Минимальная длина имени пользователя — 3 символа.
sv: Minsta användarnamn längd är 3 tecken.
th: ความยาวชื่อผู้ใช้ขั้นต่ำคือ 3 ตัวอักษร
uk: Мінімальна довжина імені користувача становить 3 символи.

source: Mixed
ar: مختلط
az: Qarışıq
bn: মিশ্র
cs: Smíšený
de: Gemischt
es: Mezclado
et: Segatud
fi: Sekoitettu
ky: Аралаш
lt: Mišrus
lv: Jaukti
nb: Blandet
pl: mieszany
ru: Смешанный
sv: Blandad
th: ผสม
uk: змішаний

source: Mobile phone number
ar: رقم الهاتف الجوال
az: Mobil telefon nömrəsi
bn: মোবাইল ফোন নম্বর
cs: Číslo mobilního telefonu
de: Mobiltelefonnummer
es: Número de teléfono móvil
et: Telefoninumber
fi: Matkapuhelimen numero
ky: уюлдук телефон номери
lt: Mobilaus telefono numeris
lv: Mobilā tālruņa numurs
nb: Mobiltelefonnummer
pl: numer telefonu komórkowego
ru: Номер мобильного телефона
sv: Mobilnummer
th: เบอร์โทรศัพท์
uk: Номер мобільного телефону

source: Modified
ar: تعديل
az: Dəyişdirildi
bn: পরিবর্তিত
cs: Upravený
de: Geändert
es: Modificado
et: Muudetud
fi: Muunnettu
ky: Өзгөртүлгөн
lt: Modifikuota
lv: Modificēt
nb: Modifisert
pl: Zmodyfikowano
ru: Изменено
sv: Ändrad
th: ดัดแปลง
uk: Змінено

source: Module loading error. Try again.
ar: خطأ في تحميل الوحدة. حاول ثانية.
az: Modul yükləmə xətası. Yenidən cəhd edin.
bn: মডিউল লোডিং ত্রুটি৷ আবার চেষ্টা কর.
cs: Chyba při načítání modulu. Zkus to znovu.
de: Fehler beim Laden des Moduls. Versuchen Sie es erneut.
es: Error al cargar el módulo. Vuelva a intentarlo.
et: Mooduli laadimise viga. Proovi uuesti.
fi: Moduulin latausvirhe. Yritä uudelleen.
ky: Модулду жүктөө катасы. Кайра аракет кыл.
lt: Modulio įkėlimo klaida. Bandyk iš naujo.
lv: Moduļa ielādes kļūda. Mēģini vēlreiz.
nb: Feil ved innlasting av modul. Prøv igjen.
pl: Błąd ładowania modułu. Spróbuj ponownie.
ru: Ошибка загрузки модуля. Попробуйте еще раз.
sv: Modulladdningsfel. Försök igen.
th: เกิดข้อผิดพลาดในการโหลดโมดูล ลองอีกครั้ง.
uk: Помилка завантаження модуля. Спробуйте знову.

source: Monitoring
ar: يراقب
az: Monitorinq
bn: মনিটরিং
cs: Monitorování
de: Überwachung
es: Monitorizando
et: Järelevalve
fi: Valvonta
ky: Мониторинг
lt: Stebėjimas
lv: Uzraudzība
nb: Overvåkning
ru: Мониторинг
sv: Övervakning
th: การตรวจสอบ
uk: Моніторинг

source: Month
ar: شهر
az: Ay
bn: মাস
cs: Měsíc
de: Monat
es: Mes
et: Kuu
fi: Kuukausi
ky: Ай
lt: Mėnuo
lv: Mēnesis
nb: Måned
pl: Miesiąc
ru: Месяц
sv: Månad
th: เดือน
uk: Місяць

source: Monthly
ar: شهري
az: Aylıq
bn: মাসিক
cs: měsíčně
de: monatlich
es: mensual
et: Igakuine
fi: Kuukausittainen
ky: Ай сайын
lt: Kas mėnesį
lv: Ikmēneša
nb: Månedlig
pl: Miesięczny
ru: Ежемесячный
sv: En gång i månaden
th: รายเดือน
uk: Щомісяця

source: Monthly cost
ar: التكلفة الشهرية
az: Aylıq qiymət
bn: মাসিক খরচ
cs: Měsíční náklady
de: Monatliche Kosten
es: Costo mensual
et: Igakuine kulu
fi: kuukausittaiset kulut
ky: Айлык чыгым
lt: Mėnesio kaina
lv: Mēneša maksa
nb: Månedlig kostnad
pl: miesięczny koszt
ru: ежемесячная стоимость
sv: Månadskostnad
th: ค่าใช้จ่ายรายเดือน
uk: щомісячна вартість

source: Monthly invoices
ar: الفواتير الشهرية
az: Aylıq fakturalar
bn: মাসিক চালান
cs: Měsíční faktury
de: Monatliche Rechnungen
es: Facturas mensuales
et: Kuu arved
fi: Kuukausittaiset laskut
ky: Айлык эсеп-фактуралар
lt: Mėnesinės sąskaitos faktūros
lv: Ikmēneša rēķini
nb: Månedlige fakturaer
pl: Faktury miesięczne
ru: Ежемесячные счета
sv: Månadsfakturor
th: ใบแจ้งหนี้รายเดือน
uk: Щомісячні рахунки

source: Monthly revenue
ar: الإيرادات الشهرية
az: Aylıq gəlir
bn: মাসিক আয়
cs: Měsíční příjem
de: Monatliche Einnahmen
es: Ingresos mensuales
et: Igakuine müügitulu
fi: Kuukausittaiset tulot
ky: Айлык киреше
lt: Mėnesio pajamos
lv: Ikmēneša ieņēmumi
nb: Månedlig inntekt
pl: Dochody miesięczne
ru: Ежемесячный доход
sv: Månatlig intäkt
th: รายได้ต่อเดือน
uk: Щомісячний дохід

source: Months
ar: أشهر
az: Aylar
bn: মাস
cs: Měsíce
de: Monate
es: Meses
et: Kuud
fi: Kuukautta
ky: Айлар
lt: Mėnesiai
lv: Mēneši
nb: Måneder
pl: Miesiące
ru: Месяцы
sv: månader
th: เดือน
uk: Місяці

source: More
ar: أكثر
az: daha çox
bn: আরও
cs: Více
de: Mehr
es: Más
et: Rohkem
fi: Enemmän
ky: Дагы
lt: Daugiau
lv: VAIRĀK
nb: Mer
pl: Więcej
ru: Больше
sv: Mer
th: มากกว่า
uk: Більше

source: More actions
ar: المزيد من الإجراءات
az: daha çox hərəkətlər
bn: আরও কাজ
cs: Další akce
de: Mehr Aktionen
es: Más acciones
et: Rohkem toiminguid
fi: Lisää toimintoja
ky: Дагы аракеттер
lt: Daugiau veiksmų
lv: Vairāk darbību
nb: Flere handlinger
pl: Więcej akcji
ru: Больше действий
sv: Fler åtgärder
th: การดำเนินการมากขึ้น
uk: Більше дій

source: More info
ar: مزيد من المعلومات
az: Daha çox məlumat
bn: অধিক তথ্য
cs: Více informací
de: Mehr Info
es: Más información
et: Lisainfo
fi: Lisätietoja
ky: Көбүрөөк маалымат
lt: Daugiau informacijos
lv: Vairāk informācijas
nb: Mer info
pl: Więcej informacji
ru: Больше информации
sv: Mer info
th: ข้อมูลเพิ่มเติม
uk: Додаткова інформація

source: Mount
ar: تتعدد
az: Dağ
bn: মাউন্ট
de: Montieren
es: Montar
ky: Тоо
lt: Montuoti
nb: Monter
ru: Устанавливать
sv: Montera
th: ภูเขา
uk: кріплення

source: Mount point
ar: نقطة جبل
az: Montaj nöqtəsi
bn: পর্বত বিন্দু
cs: Přípojný bod
de: Mount-Punkt
es: Punto de montaje
et: Kinnituspunkt
fi: Kiinnityspiste
ky: Тоо чекити
lt: Montavimo taškas
lv: Montāžas punkts
nb: Monteringspunkt
pl: Punkt mocowania
ru: Точка монтирования
sv: Monteringspunkt
th: จุดเมานต์
uk: Точка монтування

source: Move
ar: حرك
az: Hərəkət et
bn: সরান
cs: Přesunout
de: Verschieben
es: Mover
et: Liiguta
fi: Siirtyä
ky: Жылдыруу
lt: Perkelti
lv: Pārvietot
nb: Flytt
pl: Ruszać
ru: Двигаться
sv: Flytta
th: เคลื่อนไหว
uk: Рухатися

source: Move item
ar: نقل العنصر
az: Elementi köçürün
bn: আইটেম সরান
cs: Přesunout položku
de: Artikel verschieben
es: Mover artículo
et: Teisalda üksus
fi: Siirrä kohde
ky: Нерсени жылдыруу
lt: Perkelti elementą
lv: Pārvietot vienumu
nb: Flytt element
pl: Przesuń element
ru: Переместить элемент
sv: Flytta objekt
th: ย้ายรายการ
uk: Перемістити елемент

source: Move item {name} from invoice {origin}
ar: نقل العنصر{name} من الفاتورة{origin}
az: Məhsulun faktur {name} adan köçürün {origin}
bn: আইটেম সরান{name} চালান থেকে{origin}
cs: Přesunout položku{name} z faktury{origin}
de: Artikel verschieben{name} ab Rechnung{origin}
es: Mover el artículo {name} de la factura {origin}
et: Teisalda üksus{name} arvelt{origin}
fi: Siirrä kohde{name} laskusta{origin}
ky: Элементти жылдыруу{name} эсеп-фактурадан{origin}
lt: Perkelti elementą{name} iš sąskaitos faktūros{origin}
lv: Pārvietot vienumu{name} no rēķina{origin}
nb: Flytt element{name} fra faktura{origin}
pl: Przesuń element{name} z faktury{origin}
ru: Переместить элемент{name} из счета-фактуры{origin}
sv: Flytta objekt{name} från faktura{origin}
th: ย้ายรายการ{name} จากใบแจ้งหนี้{origin}
uk: Перемістити елемент{name} з рахунку-фактури{origin}

source: Move project
ar: نقل المشروع
az: Layihə köçürün
bn: প্রকল্প সরান
cs: Přesunout projekt
de: Projekt verschieben
es: Mover proyecto
et: Teisalda projekt
fi: Siirrä projekti
ky: Долбоорду жылдыруу
lt: Perkelti projektą
lv: Pārvietot projektu
nb: Flytt prosjekt
pl: Przenieś projekt
ru: Переместить проект
sv: Flytta projekt
th: ย้ายโครงการ
uk: Перемістити проект

source: Move project {projectName}
ar: نقل المشروع{projectName}
az: Layihə köçürün {projectName}
bn: প্রকল্প সরান{projectName}
cs: Přesunout projekt {projectName}
de: Projekt {projectName} verschieben
es: Mover proyecto {projectName}
et: Teisalda projekt {projectName}
fi: Siirrä projekti{projectName}
ky: Долбоорду жылдыруу{projectName}
lt: Perkelti projektą {projectName}
lv: Pārvietot projektu{projectName}
nb: Flytt prosjekt {projectName}
pl: Przenieś projekt{projectName}
ru: Переместить проект{projectName}
sv: Flytta projekt{projectName}
th: ย้ายโครงการ{projectName}
uk: Перемістити проект{projectName}

source: Move resource {resourceName}
ar: نقل الموارد{resourceName}
az: Resursu köçürün {resourceName}
bn: সম্পদ সরান{resourceName}
cs: Přesunout zdroj {resourceName}
de: Ressource {resourceName} verschieben
es: Mover el recurso {resourceName}
et: Liigutage ressurssi{resourceName}
fi: Siirrä resurssia{resourceName}
ky: Ресурсту жылдыруу{resourceName}
lt: Perkelti išteklių {resourceName}
lv: Pārvietot resursu{resourceName}
nb: Flytt ressurs {resourceName}
pl: Przenieś zasób{resourceName}
ru: Переместить ресурс{resourceName}
sv: Flytta resurs{resourceName}
th: ย้ายทรัพยากร{resourceName}
uk: Перемістити ресурс{resourceName}

source: Move to organization
ar: الانتقال إلى المنظمة
az: Təşkilata keçin
bn: সংগঠনে যান
cs: Přesunout do organizace
de: Umzug in die Organisation
es: Mover a la organización
et: Liikuge organisatsiooni
fi: Siirry organisaatioon
ky: Уюмга өтүү
lt: Perkelti į organizaciją
lv: Pāriet uz organizāciju
nb: Flytte til organisasjon
pl: Przejdź do organizacji
ru: Переехать в организацию
sv: Flytta till organisation
th: ย้ายไปที่องค์กร
uk: Перейти до організації
