Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Script has been updated successfully.
ar: تم تحديث البرنامج النصي بنجاح.
az: Skript uğurla yeniləndi.
bn: স্ক্রিপ্ট সফলভাবে আপডেট করা হয়েছে.
cs: Skript byl úspěšně aktualizován.
de: Das Skript wurde erfolgreich aktualisiert.
es: El script se actualizó correctamente.
et: Skripti värskendamine õnnestus.
fi: Komentosarja on päivitetty onnistuneesti.
ky: Скрипт ийгиликтүү жаңыртылды.
lt: Scenarijus sėkmingai atnaujintas.
lv: Skripts ir veiksmīgi atjaunināts.
nb: Skriptet har blitt oppdatert.
pl: Skrypt został pomyślnie zaktualizowany.
ru: Скрипт успешно обновлен.
sv: Skriptet har uppdaterats framgångsrikt.
th: สคริปต์ได้รับการอัปเดตเรียบร้อยแล้ว
uk: Сценарій успішно оновлено.

source: Script language
ar: لغة البرنامج النصي
az: Ssenari dili
bn: স্ক্রিপ্ট ভাষা
cs: Jazyk skriptu
de: Script-Sprache
es: Lenguaje de script
et: Skripti keel
fi: Käsikirjoituskieli
ky: Скрипт тили
lt: Scenarijaus kalba
lv: Skriptu valoda
nb: Skriptspråk
pl: Język skryptowy
ru: Язык сценариев
sv: Skriptspråk
th: ภาษาสคริปต์
uk: Скриптова мова

source: Script language: {language}
ar: لغة البرنامج النصي:{language}
az: Ssenari dili: {language}
bn: স্ক্রিপ্ট ভাষা:{language}
cs: Skriptovací jazyk:{language}
de: Skriptsprache:{language}
es: Lenguaje de script: {language}
et: Skriptikeel:{language}
fi: Käsikirjoituskieli:{language}
ky: Скрипт тили:{language}
lt: Scenarijaus kalba:{language}
lv: Skripta valoda:{language}
nb: Skriptspråk:{language}
pl: Język skryptu:{language}
ru: Язык сценария:{language}
sv: Skriptspråk:{language}
th: ภาษาสคริปต์:{language}
uk: Мова сценарію:{language}

source: Search
ar: بحث
az: Axtarış
bn: অনুসন্ধান করুন
cs: Hledat
de: Suche
es: Buscar
et: Otsing
fi: Etsiä
ky: Издөө
lt: Paieška
lv: Meklēt
nb: Søk
pl: Szukać
ru: Поиск
sv: Sök
th: ค้นหา
uk: Пошук

source: Search...
ar: بحث...
az: Axtar...
bn: অনুসন্ধান করুন...
cs: Hledání...
de: Suchen...
es: Buscar...
et: Otsing...
fi: Etsiä...
ky: Издөө...
lt: Paieška...
lv: Meklēt...
nb: Søke...
pl: Szukać...
ru: Искать...
sv: Sök...
th: ค้นหา...
uk: Шукати...

source: Search by name or abbreviation
ar: البحث بالاسم أو الاختصار
az: Ad və ya qısaltma ilə axtarın
bn: নাম বা সংক্ষেপে অনুসন্ধান করুন
cs: Hledejte podle jména nebo zkratky
de: Suche nach Namen oder Abkürzung
es: Búsqueda por nombre o abreviatura
et: Otsige nime või lühendi järgi
fi: Hae nimellä tai lyhenteellä
ky: Аты же аббревиатура боюнча издөө
lt: Ieškokite pagal pavadinimą arba santrumpą
lv: Meklējiet pēc nosaukuma vai saīsinājuma
nb: Søk på navn eller forkortelse
pl: Szukaj według nazwy lub skrótu
ru: Поиск по имени или сокращению
sv: Sök på namn eller förkortning
th: ค้นหาตามชื่อหรือตัวย่อ
uk: Пошук за назвою або абревіатурою

source: Search for offering by name
ar: البحث عن العرض بالاسم
az: Təklifi adına görə axtarın
bn: নাম দ্বারা অফার জন্য অনুসন্ধান
cs: Vyhledejte nabídku podle názvu
de: Suchen Sie nach dem Angebot nach Namen
es: Búsqueda de ofertas por nombre
et: Otsi pakkumist nime järgi
fi: Etsi tarjous nimellä
ky: Сунуштарды аты боюнча изде
lt: Ieškokite pasiūlymo pagal pavadinimą
lv: Meklējiet piedāvājumu pēc nosaukuma
nb: Søk etter tilbud etter navn
pl: Wyszukaj ofertę według nazwy
ru: Искать предложение по названию
sv: Sök efter erbjudande med namn
th: ค้นหาข้อเสนอตามชื่อ
uk: Пошук пропозиції за назвою

source: Search for offerings...
ar: البحث عن العروض...
az: Təklifləri axtarın...
bn: অফারগুলির জন্য অনুসন্ধান করুন...
cs: Hledat nabídky...
de: Nach Angeboten suchen...
es: Búsqueda de ofertas...
et: Otsi teenust
fi: Etsi tarjouksia...
ky: Сунуштарды издөө...
lt: Ieškoti pasiūlymų...
lv: Piedāvājumu meklēšana...
nb: Søk etter tilbud...
pl: Szukaj ofert...
ru: Поиск предложений...
sv: Sök efter erbjudanden...
th: ค้นหาข้อเสนอ...
uk: Пошук пропозицій...

source: Search for offerings and providers
ar: البحث عن العروض ومقدمي الخدمات
az: Təkliflər və provayderlər axtarın
bn: অফার এবং প্রদানকারীদের জন্য অনুসন্ধান করুন
cs: Hledejte nabídky a poskytovatele
de: Suche nach Angeboten und Anbietern
es: Búsqueda de ofertas y proveedores
et: Pakkumiste ja pakkujate otsimine
fi: Etsi tarjouksia ja palveluntarjoajia
ky: Сунуштарды жана камсыздоочуларды издөө
lt: Ieškokite pasiūlymų ir tiekėjų
lv: Meklējiet piedāvājumus un pakalpojumu sniedzējus
nb: Søk etter tilbud og leverandører
pl: Wyszukaj oferty i dostawców
ru: Поиск предложений и поставщиков
sv: Sök efter erbjudanden och leverantörer
th: ค้นหาข้อเสนอและผู้ให้บริการ
uk: Пошук пропозицій і постачальників

source: Search for project
ar: بحث عن المشروع
az: Layihə axtarın
bn: প্রকল্পের জন্য অনুসন্ধান করুন
cs: Hledat projekt
de: Nach Projekt suchen
es: Búsqueda de proyecto
et: Otsige projekti
fi: Etsi projekti
ky: Долбоорду издөө
lt: Ieškoti projekto
lv: Meklēt projektu
nb: Søk etter prosjekt
pl: Wyszukaj projekt
ru: Поиск проекта
sv: Sök efter projekt
th: ค้นหาโครงการ
uk: Пошук проекту

source: Search offering...
ar: عروض البحث...
az: Təklifi axtarın...
bn: সার্চ অফার...
cs: Hledat nabídku...
de: Suchangebot...
es: Búsqueda de oferta...
et: Otsi pakkumist...
fi: Hae tarjontaa...
ky: Сунуштарды издөө...
lt: Ieškoti pasiūlymų...
lv: Meklēt piedāvājumu...
nb: Søketilbud...
pl: Wyszukaj ofertę...
ru: Поисковое предложение...
sv: Sökerbjudande...
th: ค้นหาข้อเสนอ...
uk: Пропозиція пошуку...

source: Second
ar: ثان
az: İkinci
bn: দ্বিতীয়
cs: Vteřina
de: Sekunde
es: Segundo
et: Teiseks
fi: toinen
ky: Экинчи
lt: antra
lv: Otrkārt
nb: andre
pl: sekunda
ru: секунда
sv: andra
th: ที่สอง
uk: По -друге

source: Section
ar: الفرع
az: Bölmə
bn: অধ্যায়
cs: oddíl
de: Sektion
es: Sección
et: jaotis
fi: osio
ky: Бөлүм
lt: skyrius
lv: sadaļa
nb: Seksjon
pl: Sekcja
ru: секция
sv: Sektion
th: ส่วน
uk: Розділ

source: Security group creation has been scheduled.
ar: تمت جدولة إنشاء مجموعة الأمان.
az: Təhlükəsizlik qrupunun yaradılması planlaşdırılıb.
bn: সিকিউরিটি গ্রুপ তৈরি করা হয়েছে।
cs: Vytvoření skupiny zabezpečení bylo naplánováno.
de: Die Erstellung der Sicherheitsgruppe wurde geplant.
es: Se ha programado la creación de un grupo de seguridad.
et: Turvarühma loomine on ajastatud.
fi: Suojausryhmän luominen on ajoitettu.
ky: Коопсуздук тобун түзүү пландаштырылган.
lt: Suplanuota saugumo grupės kūrimas.
lv: Drošības grupas izveide ir ieplānota.
nb: Oppretting av sikkerhetsgruppe er planlagt.
pl: Zaplanowano utworzenie grupy zabezpieczeń.
ru: Запланировано создание группы безопасности.
sv: Skapandet av säkerhetsgrupper har schemalagts.
th: มีกำหนดการสร้างกลุ่มความปลอดภัยแล้ว
uk: Створення групи безпеки заплановано.

source: Security group does not contain any rule yet.
ar: مجموعة الأمان لا تحتوي على أي قاعدة حتى الآن.
az: Təhlükəsizlik qrupunda hələ heç bir qayda yoxdur.
bn: সিকিউরিটি গ্রুপে এখনো কোনো নিয়ম নেই।
cs: Skupina zabezpečení zatím neobsahuje žádné pravidlo.
de: Die Sicherheitsgruppe enthält noch keine Regel.
es: El grupo de seguridad aún no contiene ninguna regla.
et: Turvagrupp ei sisalda veel ühtegi reeglit.
fi: Suojausryhmä ei vielä sisällä sääntöä.
ky: Коопсуздук тобунда азырынча эч кандай эреже жок.
lt: Apsaugos grupėje dar nėra jokių taisyklių.
lv: Drošības grupā vēl nav ietverta neviena kārtula.
nb: Sikkerhetsgruppen inneholder ingen regel ennå.
pl: Grupa zabezpieczeń nie zawiera jeszcze żadnej reguły.
ru: Группа безопасности пока не содержит ни одного правила.
sv: Säkerhetsgruppen innehåller ingen regel ännu.
th: กลุ่มความปลอดภัยยังไม่มีกฎใดๆ
uk: Група безпеки ще не містить жодного правила.

source: Security group name
ar: اسم مجموعة الأمان
az: Təhlükəsizlik qrupunun adı
bn: নিরাপত্তা গোষ্ঠীর নাম
cs: Název skupiny zabezpečení
de: Name der Sicherheitsgruppe
es: Nombre del grupo de seguridad
et: Turvagrupi nimi
fi: Suojausryhmän nimi
ky: Коопсуздук тобунун аталышы
lt: Apsaugos grupės pavadinimas
lv: Drošības grupas nosaukums
nb: Sikkerhetsgruppenavn
pl: Nazwa grupy zabezpieczeń
ru: Имя группы безопасности
sv: Säkerhetsgruppens namn
th: ชื่อกลุ่มความปลอดภัย
uk: Назва групи безпеки

source: Security group rules update has been scheduled.
ar: تمت جدولة تحديث قواعد مجموعة الأمان.
az: Təhlükəsizlik qrupu qaydalarının yenilənməsi planlaşdırıldı.
bn: নিরাপত্তা গ্রুপের নিয়ম আপডেট করা হয়েছে।
cs: Aktualizace pravidel skupiny zabezpečení byla naplánována.
de: Die Aktualisierung der Sicherheitsgruppenregeln wurde geplant.
es: Se ha programado la actualización de las reglas del grupo de seguridad.
et: Turvarühma reeglite värskendus on ajastatud.
fi: Suojausryhmän sääntöjen päivitys on ajoitettu.
ky: Коопсуздук тобунун эрежелерин жаңыртуу пландаштырылган.
lt: Suplanuotas saugos grupės taisyklių naujinimas.
lv: Ir ieplānota drošības grupas noteikumu atjaunināšana.
nb: Oppdatering av regler for sikkerhetsgruppe er planlagt.
pl: Zaplanowano aktualizację reguł grupy zabezpieczeń.
ru: Запланировано обновление правил группы безопасности.
sv: Uppdatering av säkerhetsgruppsregler har schemalagts.
th: มีกำหนดการอัปเดตกฎกลุ่มความปลอดภัยแล้ว
uk: Оновлення правил групи безпеки заплановано.

source: Security groups
ar: مجموعات أمنية
az: Təhlükəsizlik qrupları
bn: নিরাপত্তা গোষ্ঠী
cs: Skupiny zabezpečení
de: Sicherheitsgruppen
es: Grupos de seguridad
et: Turvagrupid
fi: Turvaryhmät
ky: Коопсуздук топтору
lt: Apsaugos grupės
lv: Drošības grupas
nb: Sikkerhetsgrupper
pl: Grupy zabezpieczeń
ru: Группы безопасности
sv: Säkerhetsgrupper
th: กลุ่มรักษาความปลอดภัย
uk: Групи безпеки

source: Security groups details
ar: تفاصيل مجموعات الأمان
az: Təhlükəsizlik qruplarının təfsilatları
bn: নিরাপত্তা গ্রুপ বিবরণ
cs: Podrobnosti skupin zabezpečení
de: Details zu Sicherheitsgruppen
es: Detalles de los grupos de seguridad
et: Turvagruppide detailid
fi: Tietoturvaryhmien tiedot
ky: Коопсуздук топторунун чоо-жайы
lt: Išsami informacija apie saugos grupes
lv: Drošības grupu informācija
nb: Detaljer for sikkerhetsgrupper
pl: Szczegóły grup zabezpieczeń
ru: Сведения о группах безопасности
sv: Information om säkerhetsgrupper
th: รายละเอียดกลุ่มความปลอดภัย
uk: Деталі груп безпеки

source: Security incident date: {date}
ar: تاريخ الحادث الأمني:{date}
az: Təhlükəsizlik hadisəsi tarixi: {date}
bn: নিরাপত্তা ঘটনার তারিখ:{date}
cs: Datum bezpečnostního incidentu: {date}
de: Datum des Sicherheitsvorfalls: {date}
es: Fecha del incidente de seguridad: {date}
et: Turvalisuse intsidendi kuupäev: {date}
fi: Turvatapahtuman päivämäärä:{date}
ky: Коопсуздук окуясынын датасы:{date}
lt: Apsaugos incidento data: {date}
lv: Drošības incidenta datums:{date}
nb: Dato for sikkerhetshendelse: {date}
pl: Data zdarzenia związanego z bezpieczeństwem:{date}
ru: Дата инцидента безопасности:{date}
sv: Datum för säkerhetsincident: {date}
th: วันที่เกิดเหตุด้านความปลอดภัย:{date}
uk: Дата інциденту безпеки:{date}

source: Security incident type: {type}
ar: نوع الحادث الأمني:{type}
az: Təhlükəsizlik hadisəsi növü: {type}
bn: নিরাপত্তা ঘটনার ধরন:{type}
cs: Typ bezpečnostního incidentu: {type}
de: Typ des Sicherheitsvorfalls: {type}
es: Tipo de incidente de seguridad: {type}
et: Turvajuhtumi tüüp: {type}
fi: Turvatapahtuman tyyppi:{type}
ky: Коопсуздук окуясынын түрү:{type}
lt: Apsaugos incidento tipas: {type}
lv: Drošības incidenta veids:{type}
nb: Sikkerhetshendelsestype: {type}
pl: Typ zdarzenia związanego z bezpieczeństwem:{type}
ru: Тип инцидента безопасности:{type}
sv: Säkerhetsincident typ: {type}
th: ประเภทเหตุการณ์ด้านความปลอดภัย:{type}
uk: Тип інциденту безпеки:{type}

source: See all
ar: شاهد الكل
az: Hamısını gör
bn: সবগুলো দেখ
cs: Zobrazit vše
de: Siehe alle
es: Ver todo
et: Vaata kõiki
fi: Katso kaikki
ky: Баарын көрүү
lt: Žiūrėti visus
lv: Redzēt visu
nb: Se alle
pl: Zobacz wszystkie
ru: Смотреть все
sv: Se alla
th: ดูทั้งหมด
uk: Бачити все

source: See all offerings
ar: رؤية جميع العروض
az: Bütün təkliflərə baxın
bn: সব অফার দেখুন
cs: Zobrazit všechny nabídky
de: Alle Angebote ansehen
es: Ver todas las ofertas
et: Vaata kõiki pakkumisi
fi: Katso kaikki tarjoukset
ky: Бардык сунуштарды караңыз
lt: Žiūrėti visus pasiūlymus
lv: Skatīt visus piedāvājumus
nb: Se alle tilbudene
pl: Zobacz wszystkie oferty
ru: Посмотреть все предложения
sv: Se alla erbjudanden
th: ดูข้อเสนอทั้งหมด
uk: Переглянути всі пропозиції

source: See all rounds
ar: شاهد جميع الجولات
az: Bütün turlara baxın
bn: সব রাউন্ড দেখুন
cs: Zobrazit všechna kola
de: Alle Runden ansehen
es: Ver todas las rondas
et: Vaata kõiki ringe
fi: Katso kaikki kierrokset
ky: Бардык турларды көрүү
lt: Žiūrėti visus raundus
lv: Skatīt visas kārtas
nb: Se alle rundene
pl: Zobacz wszystkie rundy
ru: Посмотреть все раунды
sv: Se alla omgångar
th: ดูทุกรอบ.
uk: Переглянути всі раунди

source: See call
ar: انظر المكالمة
az: Zənglə baxın
bn: কল দেখুন
cs: Viz hovor
de: Siehe Anruf
es: Ver convocatoria
et: Vaata kõnet
fi: Katso puhelu
ky: Чакырууну караңыз
lt: Žiūrėti skambutį
lv: Skatīt zvanu
nb: Se anrop
pl: Zobacz połączenie
ru: Посмотреть звонок
sv: Se samtal
th: ดูโทร
uk: См. дзвонити

source: See more
ar: شاهد المزيد
az: Daha çox bax
bn: আরো দেখুন
cs: Podívejte se na další
de: Mehr sehen
es: Ver más
et: Näe rohkem
fi: Katso lisää
ky: Дагы көрүү
lt: Žiūrėti daugiau
lv: Redzēt vairāk
nb: Se mer
pl: Zobacz więcej
ru: Смотреть больше
sv: Se mer
th: ดูเพิ่มเติม
uk: Побачити більше

source: See offerings
ar: انظر العروض
az: Təkliflərə baxın
bn: অফার দেখুন
cs: Podívejte se na nabídky
de: Siehe Angebote
es: Ver ofertas
et: Vaata pakkumisi
fi: Katso tarjoukset
ky: Сунуштарды караңыз
lt: Žiūrėti pasiūlymus
lv: Skatīt piedāvājumus
nb: Se tilbud
pl: Zobacz oferty
ru: Посмотреть предложения
sv: Se erbjudanden
th: ดูเครื่องบูชา
uk: Дивіться пропозиції

source: See resources
ar: انظر الموارد
az: Resurslara baxın
bn: সম্পদ দেখুন
cs: Viz zdroje
de: Siehe Ressourcen
es: Ver recursos
et: Vaata ressursse
fi: Katso resurssit
ky: Ресурстарды караңыз
lt: Žiūrėkite išteklius
lv: Skatiet resursus
nb: Se ressurser
pl: Zobacz zasoby
ru: Посмотреть ресурсы
sv: Se resurser
th: ดูแหล่งข้อมูล
uk: Дивіться ресурси

source: Seems there's nothing here
ar: يبدو أنه لا يوجد شيء هنا
az: Deyəsən burada heç bir şey yoxdur
bn: মনে হচ্ছে এখানে কিছুই নেই
cs: Zdá se, že tu nic není
de: Es scheint, dass es hier nichts gibt
es: Parece que no hay nada aqui
et: Paistab, et siin pole midagi
fi: Täällä ei näytä olevan mitään
ky: Бул жерде эч нерсе жок окшойт
lt: Atrodo, kad čia nieko nėra
lv: Šķiet, ka te nekā nav
nb: Ser ut til at det ikke er noe her
pl: Wygląda na to, że nic tu nie ma
ru: Кажется, здесь ничего нет
sv: Det verkar inte finnas något här
th: ดูเหมือนว่าจะไม่มีอะไรที่นี่
uk: Здається, тут нічого немає

source: Seems you don't have any public resources yet
ar: يبدو أنه ليس لديك أي موارد عامة حتى الآن
az: Deyəsən hələ heç bir ictimai mənbəniz yoxdur
bn: মনে হচ্ছে আপনার কাছে এখনও কোনো পাবলিক রিসোর্স নেই
cs: Zdá se, že zatím nemáte žádné veřejné zdroje.
de: Anscheinend hast du noch keine öffentlichen Ressourcen
es: Parece que aún no tienes recursos públicos
et: Sul ei ole veel ressursse.
fi: Vaikuttaa siltä, että sinulla ei ole vielä julkisia resursseja
ky: Сизде азырынча эч кандай коомдук ресурстар жок окшойт
lt: Atrodo, kad dar neturite jokių viešųjų išteklių
lv: Šķiet, ka jums vēl nav nekādu publisko resursu
nb: Ser ut til at du ikke har noen offentlige ressurser ennå
pl: Wygląda na to, że nie masz jeszcze żadnych zasobów publicznych
ru: Кажется, у вас пока нет общедоступных ресурсов.
sv: Verkar som om du inte har några offentliga resurser än
th: ดูเหมือนว่าคุณยังไม่มีทรัพยากรสาธารณะเลย
uk: Здається, у вас ще немає публічних ресурсів

source: Seems you don't have any resources yet
ar: يبدو أنه ليس لديك أي موارد حتى الآن
az: Deyəsən hələ heç bir mənbəniz yoxdur
bn: আপনার কাছে এখনও কোনো সম্পদ নেই বলে মনে হচ্ছে
cs: Zdá se, že zatím nemáte žádné zdroje.
de: Es scheint, du hast noch keine Ressourcen
es: Parece que aún no tienes recursos
et: Sul ei ole veel ressursse.
fi: Sinulla ei ilmeisesti ole vielä resursseja
ky: Сизде азырынча эч кандай ресурстар жок окшойт
lt: Panašu, kad dar neturite jokių išteklių
lv: Šķiet, ka jums vēl nav nekādu resursu
nb: Ser ut til at du ikke har noen ressurser ennå
pl: Wygląda na to, że nie masz jeszcze żadnych zasobów
ru: Кажется, у вас пока нет ресурсов
sv: Verkar som om du inte har några resurser än
th: ดูเหมือนว่าคุณยังไม่มีทรัพยากรใดๆ
uk: Здається, у вас ще немає ресурсів

source: Segmentation ID
ar: معرف التقسيم
az: Segmentasiya ID-si
bn: সেগমেন্টেশন আইডি
cs: ID segmentace
de: Segmentierungs-ID
es: ID de segmentación
et: Segmentatsiooni ID
fi: Segmentointitunnus
ky: Сегменттөө ID
lt: Segmentavimo ID
lv: Segmentācijas ID
nb: Segmenterings-ID
pl: Identyfikator segmentacji
ru: Идентификатор сегментации
sv: Segmenterings-ID
th: รหัสการแบ่งกลุ่ม
uk: Ідентифікатор сегментації

source: Select
ar: اختار
az: Seçin
bn: নির্বাচন করুন
cs: Vybrat
de: Auswählen
es: Seleccionar
et: Vali
fi: Valikoida
ky: Тандоо
lt: Pasirinkite
lv: Izvēlieties
nb: Velg
pl: Wybrać
ru: Выберите
sv: Välj
th: เลือก
uk: Виберіть

source: Select a date
ar: اختر التاريخ
az: Tarix seçin
bn: একটি তারিখ নির্বাচন করুন
cs: Vyberte datum
de: Wählen Sie ein Datum
es: Seleccione una fecha
et: Valige kuupäev
fi: Valitse päivämäärä
ky: Күн тандаңыз
lt: Pasirinkite datą
lv: Izvēlieties datumu
nb: Velg en dato
pl: Wybierz datę
ru: Выберите дату
sv: Välj ett datum
th: เลือกวันที่
uk: Виберіть дату

source: Select a server group...
ar: حدد مجموعة الخادم...
az: Server qrupunu seçin...
bn: একটি সার্ভার গ্রুপ নির্বাচন করুন...
cs: Vyberte skupinu serverů...
de: Wählen Sie eine Servergruppe aus...
es: Seleccione un grupo de servidores...
et: Valige serverirühm...
fi: Valitse palvelinryhmä...
ky: Сервер тобун тандаңыз...
lt: Pasirinkite serverio grupę...
lv: Atlasiet serveru grupu...
nb: Velg en servergruppe...
pl: Wybierz grupę serwerów...
ru: Выберите группу серверов...
sv: Välj en servergrupp...
th: เลือกกลุ่มเซิร์ฟเวอร์...
uk: Виберіть групу серверів...

source: Select accounting period
ar: اختر الفترة المحاسبية
az: Mühasibat dövrünü seçin
bn: অ্যাকাউন্টিং সময়কাল নির্বাচন করুন
cs: Zvolte účetní období
de: Wählen Sie den Rechnungszeitraum
es: Seleccione período contable
et: Vali arveldamise periood
fi: Valitse tilikausi
ky: Эсептөө мезгилин тандоо
lt: Pasirinkite apskaitos laikotarpį
lv: Izvēlieties grāmatvedības periodu
nb: Velg regnskapsperiode
pl: Wybierz okres rozliczeniowy
ru: Выберите отчетный период
sv: Välj redovisningsperiod
th: เลือกรอบระยะเวลาบัญชี
uk: Виберіть обліковий період

source: Select affected resource...
ar: حدد المورد المتأثر...
az: Təsirə məruz qalan resursu seçin ...
bn: প্রভাবিত সম্পদ নির্বাচন করুন...
cs: Vyberte ovlivněný zdroj...
de: Betroffene Ressource auswählen...
es: Seleccione el recurso afectado...
et: Valige seotud ressurss...
fi: Valitse resurssi, jota asia koskee...
ky: Таасирленген ресурсту тандаңыз...
lt: Pasirinkti paveiktą išteklių...
lv: Atlasiet ietekmēto resursu...
nb: Velg berørt ressurs...
pl: Wybierz zasób, którego dotyczy problem...
ru: Выберите затронутый ресурс...
sv: Välj berörd resurs...
th: เลือกทรัพยากรที่ได้รับผลกระทบ...
uk: Виберіть відповідний ресурс...

source: Select affiliation
ar: حدد الانتماء
az: Təşkilatı seçin
bn: অধিভুক্তি নির্বাচন করুন
cs: Vybrat příslušnost
de: Wählen Sie die Zugehörigkeit
es: Seleccione afiliación
et: Vali kuuluvus
fi: Valitse sidosryhmä
ky: Филиал тандоо
lt: Pasirinkite priklausomybę
lv: Izvēlieties piederību
nb: Velg tilknytning
pl: Wybierz przynależność
ru: Выберите принадлежность
sv: Välj tillhörighet
th: เลือกสังกัด
uk: Виберіть приналежність

source: Select an option...
ar: حدد اختيارا...
az: Seçim seçin...
bn: যেকোনো একটি নির্বাচন করুন...
cs: Vyberte možnost...
de: Wählen Sie eine Option aus...
es: Seleccione una opción...
et: Valige suvand...
fi: Valitse vaihtoehto...
ky: Опция тандаңыз...
lt: Pasirinkite parinktį...
lv: Izvēlieties opciju...
nb: Velg et alternativ...
pl: Wybierz opcję...
ru: Выберите вариант...
sv: Välj ett alternativ...
th: เลือกตัวเลือก...
uk: Виберіть варіант...

source: Select assignee...
ar: حدد المكلف...
az: Təyinatçını seçin ...
bn: অ্যাসাইনি বেছে নিন...
cs: Vyberte příjemce...
de: Empfänger auswählen ...
es: Seleccione el cesionario...
et: Kellele määratud...
fi: Valitse valtuutettu...
ky: Дайындоочуну тандоо...
lt: Pasirinkti perėmėį...
lv: Atlasīt pilnvaroto...
nb: Velg tilordnet...
pl: Wybierz osobę przypisaną...
ru: Выберите правопреемника...
sv: Välj tilldelare...
th: เลือกผู้รับมอบหมาย...
uk: Виберіть виконавця...

source: Select available weekdays
ar: حدد أيام الأسبوع المتاحة
az: Mövcud iş günlərini seçin
bn: উপলব্ধ কর্মদিবস নির্বাচন করুন
cs: Vybrat dostupné pracovní dny
de: Verfügbare Wochentage wählen
es: Seleccione los días laborables disponibles
et: Valige saadaolevad tööpäevad
fi: Valitse käytettävissä olevat arkipäivät
ky: Жеткиликтүү иш күндөрүн тандаңыз
lt: Pasirinkite galimas darbo dienas
lv: Izvēlieties pieejamās darba dienas
nb: Velg tilgjengelige hverdager
pl: Wybierz dostępne dni tygodnia
ru: Выберите доступные дни недели
sv: Välj tillgängliga vardagar
th: เลือกวันธรรมดาที่ว่าง
uk: Виберіть доступні дні тижня

source: Select call...
az: Zəng seçin...

source: Select caller...
ar: تحديد المتصل...
az: Zəng edəni seçin ...
bn: কলার নির্বাচন করুন...
cs: Vyberte volajícího...
de: Anrufer auswählen...
es: Seleccione el llamador...
et: Valige pöörduja...
fi: Valitse soittaja...
ky: Чалуучуну тандоо...
lt: Pasirinkti skambintojo...
lv: Izvēlieties zvanītāju...
nb: Velg oppringer...
pl: Wybierz rozmówcę...
ru: Выберите абонента...
sv: Välj uppringare...
th: เลือกผู้โทร...
uk: Виберіть абонента...

source: Select category
az: Kateqoriya seçin

source: Select category...
ar: اختر الفئة...
az: Kateqoriya seçin...
bn: বিভাগ নির্বাচন করুন...
cs: Vyberte kategorii...
de: Kategorie auswählen...
es: Seleccione la categoría...
et: Valige kategooria
fi: Valitse kategoria...
ky: Категория тандоо...
lt: Pasirinkite kategoriją...
lv: Izvēlieties kategoriju...
nb: Velg kategori...
pl: Wybierz kategorię...
ru: Выберите категорию...
sv: Välj kategori...
th: เลือกประเภท...
uk: Виберіть категорію...

source: Select connected subnet
ar: حدد الشبكة الفرعية المتصلة
az: Birləşmiş alt-şəbəkəni seçin
bn: সংযুক্ত সাবনেট নির্বাচন করুন
cs: Vybrat připojenou podsíť
de: Auswählen des verbundenen Subnetzes
es: Seleccione subred conectada
et: Valige ühendatud alamvõrgud
fi: Valitse yhdistetty aliverkko
ky: Туташкан ички тармакты тандаңыз
lt: Pasirinkti prijungtą potinklį
lv: Atlasiet pievienoto apakštīklu
nb: Velg tilkoblet delnett
pl: Wybierz połączoną podsieć
ru: Выберите подключенную подсеть
sv: Välj anslutet undernät
th: เลือกเครือข่ายย่อยที่เชื่อมต่อ
uk: Виберіть підключену підмережу

source: Select country...
ar: حدد الدولة...
az: Ölkəni seç...
bn: দেশ নির্বাচন করুন...
cs: Vyberte zemi...
de: Land auswählen...
es: Seleccione el país...
et: Valige riik...
fi: Valitse maa...
ky: Өлкө тандоо...
lt: Pasirinkite šalį...
lv: Izvēlies valsti...
nb: Velg land...
pl: Wybierz kraj...
ru: Выберите страну...
sv: Välj land...
th: เลือกประเทศ...
uk: Виберіть країну...

source: Select date...
ar: حدد تاريخ...
az: Tarix seçin...
bn: তারিখ নির্বাচন করুন...
cs: Vyberte datum...
de: Datum auswählen...
es: Seleccione la fecha...
et: Valige kuupäev
fi: Valitse päivämäärä...
ky: Датаны тандоо...
lt: Pasirinkite datą...
lv: Izvēlieties datumu...
nb: Velg dato...
pl: Wybierz datę...
ru: Выберите дату...
sv: Välj datum...
th: เลือกวันที่...
uk: Виберіть дату...

source: Select dates
ar: تحديد التواريخ
az: Tarixləri seçin
bn: তারিখ নির্বাচন করুন
cs: Vybrat data
de: Datum auswählen
es: Seleccione fechas
et: Valitud ajad
fi: Valitse päivämäärät
ky: Даталарды тандаңыз
lt: Pasirinkite datas
lv: Izvēlieties datumus
nb: Velg datoer
ru: Выберите даты
sv: Välj datum
th: เลือกวันที่
uk: Виберіть дати
