Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Invoice events timeline
ar: الجدول الزمني لأحداث الفاتورة
az: Faktura tədbirlərinin qrafiki
bn: চালান ইভেন্ট টাইমলাইন
cs: Časová osa fakturačních událostí
de: Zeitleiste für Rechnungsereignisse
es: Cronología de eventos de facturas
et: Arve sündmuste ajakava
fi: Laskutapahtumien aikajana
ky: Эсеп-фактура окуяларынын хронологиясы
lt: Sąskaitos faktūros įvykių laiko juosta
lv: Rēķinu notikumu laika skala
nb: Tidslinje for faktura hendelser
pl: Harmonogram zdarzeń na fakturze
ru: График событий по счетам
sv: Tidslinje för fakturahändelser
th: ไทม์ไลน์เหตุการณ์ใบแจ้งหนี้
uk: Графік подій рахунків-фактур

source: Invoice for organization {customer_link} for the period of {period} has been created.
ar: فاتورة للمنظمة{customer_link} لفترة{period} تم إنشاء.
az: {period} dövrü üzrə {customer_link} təşkilatı üçün faktura yaradılmışdır.
bn: প্রতিষ্ঠানের জন্য চালান{customer_link} সময়ের জন্য{period} তৈরি করা হয়েছে.
cs: Faktura pro organizaci {customer_link} za období {period} byla vytvořena.
de: Die Rechnung für die Organisation {customer_link} für den Zeitraum von {period} wurde erstellt.
es: Se ha creado la factura de la organización {customer_link} para el período de {period}.
et: Arve organisatsioonile {customer_name} perioodi {invoice_date} eest on loodud.
fi: Lasku organisaatiolle{customer_link} ajanjaksolle{period} on luotu.
ky: Уюм үчүн эсеп-дүмүрчөк{customer_link} мезгил үчүн{period} түзүлгөн.
lt: Sukurta sąskaita faktūra organizacijai {customer_link} už laikotarpį {period}.
lv: Rēķins organizācijai{customer_link} gada periodam{period} ir izveidots.
nb: Faktura for organisasjon {customer_link} for perioden {period} er opprettet.
pl: Faktura dla organizacji{customer_link} w okresie{period} został stworzony.
ru: Счет для организации{customer_link} на период{period} был создан.
sv: Faktura för organisationen {customer_link} för perioden {period} har skapats.
th: ใบแจ้งหนี้สำหรับองค์กร{customer_link} สำหรับระยะเวลาของ{period} ได้ถูกสร้างขึ้น
uk: Рахунок для організації{customer_link} за період{period} було створено.

source: Invoice for organization {customer_link} for the period of {period} has been updated.
ar: فاتورة للمنظمة{customer_link} لفترة{period} تم التحديث.
az: {period} dövrü üzrə {customer_link} təşkilatı üçün faktura yenilənmişdir.
bn: প্রতিষ্ঠানের জন্য চালান{customer_link} সময়ের জন্য{period} আপডেট করা হয়েছে.
cs: Faktura pro organizaci {customer_link} za období {period} byla aktualizována.
de: Die Rechnung für die Organisation {customer_link} für den Zeitraum von {period} wurde aktualisiert.
es: Se ha actualizado la factura de la organización {customer_link} para el período de {period}.
et: Arve organisatsioonile {customer_name} perioodi {invoice_date} eest on uuendatud.
fi: Lasku organisaatiolle{customer_link} ajanjaksolle{period} on päivitetty.
ky: Уюм үчүн эсеп-дүмүрчөк{customer_link} мезгил үчүн{period} жаңыртылган.
lt: Atnaujinta organizacijos {customer_link} sąskaita už {period} laikotarpį.
lv: Rēķins organizācijai{customer_link} gada periodam{period} ir atjaunināts.
nb: Faktura for organisasjon {customer_link} for perioden {period} er oppdatert.
pl: Faktura dla organizacji{customer_link} w okresie{period} został zaktualizowany.
ru: Счет для организации{customer_link} на период{period} был обновлен.
sv: Fakturan för organisationen {customer_link} för perioden {period} har uppdaterats.
th: ใบแจ้งหนี้สำหรับองค์กร{customer_link} สำหรับระยะเวลาของ{period} ได้รับการปรับปรุงแล้ว
uk: Рахунок для організації{customer_link} за період{period} було оновлено.

source: Invoice for organization {customer_name} for the period of {period} has been deleted.
ar: فاتورة للمنظمة{customer_name} لفترة{period} قد تم حذف.
az: {period} dövrü üzrə {customer_name} təşkilatı üçün faktura silindi.
bn: প্রতিষ্ঠানের জন্য চালান{customer_name} সময়ের জন্য{period} মুছে ফেলা হয়েছে.
cs: Faktura pro organizaci {customer_name} za období {period} byla smazána.
de: Die Rechnung für die Organisation {customer_name} für den Zeitraum von {period} wurde gelöscht.
es: Se ha eliminado la factura de la organización {customer_name} para el período de {period}.
et: Arve organisatsioonile {customer_name} perioodi {invoice_date} eest on kustutatud.
fi: Lasku organisaatiolle{customer_name} ajanjaksolle{period} on poistettu.
ky: Уюм үчүн эсеп-дүмүрчөк{customer_name} мезгил үчүн{period} өчүрүлгөн.
lt: Organizacijos {customer_name} sąskaita už laikotarpį {period} buvo ištrinta.
lv: Rēķins organizācijai{customer_name} gada periodam{period} ir dzēsts.
nb: Faktura for organisation {customer_name} for perioden {period} er slettet.
pl: Faktura dla organizacji{customer_name} w okresie{period} zostało usunięte.
ru: Счет для организации{customer_name} на период{period} был удален.
sv: Faktura för organisationen {customer_name} för perioden {period} har tagits bort.
th: ใบแจ้งหนี้สำหรับองค์กร{customer_name} สำหรับระยะเวลาของ{period} ถูกลบไปแล้ว
uk: Рахунок для організації{customer_name} за період{period} було видалено.

source: Invoice from
ar: الفاتورة من
az: Faktura
bn: থেকে চালান
cs: Faktura od
de: Rechnung von
es: Factura de
et: Arve alates
fi: Lasku lähteestä
ky: Эсеп-фактурадан
lt: Sąskaita iš
lv: Rēķins no
nb: Faktura fra
ru: Счет от
sv: Faktura från
th: ใบแจ้งหนี้จาก
uk: Рахунок від

source: Invoice has been successfully linked to payment.
ar: تم ربط الفاتورة بالدفع بنجاح.
az: Faktura ödənişlə uğurla əlaqələndirilmişdir.
bn: চালান সফলভাবে পেমেন্টের সাথে লিঙ্ক করা হয়েছে।
cs: Faktura byla úspěšně propojena s platbou.
de: Die Rechnung wurde erfolgreich mit der Zahlung verknüpft.
es: La factura se ha vinculado correctamente al pago.
et: Arve on edukalt seotud maksega.
fi: Lasku on yhdistetty maksuun.
ky: Эсеп-фактура төлөмгө ийгиликтүү байланыштырылды.
lt: Sąskaita faktūra sėkmingai susieta su mokėjimu.
lv: Rēķins ir veiksmīgi saistīts ar maksājumu.
nb: Fakturaen er koblet til betaling.
pl: Faktura została pomyślnie powiązana z płatnością.
ru: Счет успешно связан с оплатой.
sv: Fakturan har kopplats till betalningen.
th: เชื่อมโยงใบแจ้งหนี้กับการชำระเงินเรียบร้อยแล้ว
uk: Рахунок-фактуру успішно пов’язано з оплатою.

source: Invoice has been successfully unlinked from payment.
ar: تم إلغاء ربط الفاتورة بالدفع بنجاح.
az: Faktura uğurla ödənişdən ayrıldı.
bn: ইনভয়েস সফলভাবে পেমেন্ট থেকে লিঙ্কমুক্ত করা হয়েছে।
cs: Faktura byla úspěšně odpojena od platby.
de: Die Rechnung wurde erfolgreich von der Zahlung getrennt.
es: La factura se ha desvinculado correctamente del pago.
et: Arve on maksest edukalt eemaldatud.
fi: Laskun linkitys maksusta on poistettu onnistuneesti.
ky: Эсеп-фактура төлөмдөн ийгиликтүү ажыратылды.
lt: Sąskaita faktūra buvo sėkmingai atsieta nuo mokėjimo.
lv: Rēķins ir veiksmīgi atsaistīts no maksājuma.
nb: Fakturaen har blitt fjernet fra betaling.
pl: Faktura została pomyślnie odłączona od płatności.
ru: Счет успешно отсоединен от оплаты.
sv: Fakturan har kopplats bort från betalningen.
th: ยกเลิกการเชื่อมโยงใบแจ้งหนี้จากการชำระเงินเรียบร้อยแล้ว
uk: Рахунок-фактуру успішно від’єднано від платежу.

source: Invoice has not been sent to PayPal yet
ar: ولم يتم إرسال الفاتورة إلى PayPal بعد
az: Faktura hələ PayPal-a göndərilməyib
bn: চালান এখনও PayPal এ পাঠানো হয়নি
cs: Faktura ještě nebyla odeslána na PayPal
de: Die Rechnung wurde noch nicht an PayPal gesendet
es: La factura aún no se ha enviado a PayPal
et: Arvet pole veel PayPali saadetud.
fi: Laskua ei ole vielä lähetetty PayPaliin
ky: Эсеп-фактура PayPalга жөнөтүлө элек
lt: Sąskaita faktūra dar neišsiųsta į PayPal
lv: Rēķins vēl nav nosūtīts uz PayPal
nb: Fakturaen har ikke blitt sendt til PayPal ennå
pl: Faktura nie została jeszcze wysłana do systemu PayPal
ru: Счет еще не отправлен в PayPal
sv: Faktura har ännu inte skickats till PayPal
th: ใบแจ้งหนี้ยังไม่ได้ถูกส่งไปยัง PayPal
uk: Рахунок-фактура ще не надіслано до PayPal

source: Invoice item has been removed.
ar: تمت إزالة عنصر الفاتورة.
az: Faktura maddəsi silindi.
bn: চালান আইটেম সরানো হয়েছে.
cs: Položka faktury byla odstraněna.
de: Rechnungsposition wurde entfernt.
es: Se ha eliminado el artículo de la factura.
et: Arve üksus on eemaldatud.
fi: Laskunimike on poistettu.
ky: Эсеп-фактура объектиси өчүрүлдү.
lt: Sąskaitos faktūros elementas pašalintas.
lv: Rēķina vienība ir noņemta.
nb: Fakturavare er fjernet.
pl: Pozycja na fakturze została usunięta.
ru: Элемент счета-фактуры удален.
sv: Fakturaobjekt har tagits bort.
th: รายการใบแจ้งหนี้ถูกลบออกแล้ว
uk: Позицію рахунку видалено.

source: Invoice item has been updated.
ar: تم تحديث عنصر الفاتورة.
az: Faktura maddəsi yeniləndi.
bn: চালান আইটেম আপডেট করা হয়েছে.
cs: Položka faktury byla aktualizována.
de: Rechnungsposition wurde aktualisiert.
es: Se ha actualizado el artículo de la factura.
et: Arve on uuendatud.
fi: Laskun nimike on päivitetty.
ky: Эсеп-фактура жаңыртылды.
lt: Sąskaitos faktūros elementas buvo atnaujintas.
lv: Rēķina vienība ir atjaunināta.
nb: Fakturavare er oppdatert.
pl: Pozycja na fakturze została zaktualizowana.
ru: Позиция счета-фактуры обновлена.
sv: Fakturaposten har uppdaterats.
th: รายการใบแจ้งหนี้ได้รับการอัปเดตแล้ว
uk: Позицію рахунку оновлено.

source: Invoice number
ar: رقم الفاتورة
az: Faktura nömrəsi
bn: চালান নম্বর
cs: Číslo faktury
de: Rechnungsnummer
es: Número de la factura
et: Arve number
fi: Laskun numero
ky: Эсеп-фактуранын номери
lt: Sąskaitos faktūros numeris
lv: Rēķina numurs
nb: Fakturanummer
pl: Numer faktury
ru: Номер счёта
sv: Fakturanummer
th: เลขใบสั่งของ
uk: Номер накладної

source: Invoice period
ar: فترة الفاتورة
az: Faktura müddəti
bn: চালান সময়কাল
cs: Fakturační období
de: Rechnungszeitraum
es: Periodo de facturación
et: Arve periood
fi: Laskutuskausi
ky: Эсеп-фактура мөөнөтү
lt: Sąskaitos faktūros laikotarpis
lv: Rēķina periods
nb: Fakturaperiode
pl: Okres fakturowania
ru: Расчетный период
sv: Fakturaperiod
th: ระยะเวลาการออกใบแจ้งหนี้
uk: Період фактури

source: Invoice statistics
ar: إحصائيات الفاتورة
az: Faktura statistikası
bn: চালান পরিসংখ্যান
cs: Statistiky faktur
de: Rechnungsstatistik
es: Estadísticas de facturas
et: Arve statistika
fi: Laskutilastot
ky: Эсеп-фактура статистикасы
lt: Sąskaitų faktūrų statistika
lv: Rēķinu statistika
nb: Faktura statistikk
pl: Statystyki faktur
ru: Статистика счетов
sv: Fakturastatistik
th: สถิติใบแจ้งหนี้
uk: Статистика рахунків-фактур

source: Invoice to
ar: فاتورة إلى
az: Faktura
bn: চালান
cs: Fakturovat na
de: Rechnung an
es: Facturar a
et: Arve saaja
fi: Laskuta kohteeseen
ky: эсеп-дүмүрчөк
lt: Sąskaita faktūra į
lv: Rēķins uz
nb: Faktura til
pl: Faktura do
ru: Счет на
sv: Fakturera till
th: ใบแจ้งหนี้ไปที่
uk: Рахунок до

source: Invoiced to
ar: مفوتر لي
az: Faktura _______göndərilib
bn: চালান করা হয়েছে
cs: Fakturováno
de: Fakturiert an
es: Facturado a
et: Kellele
fi: Laskutettu
ky: үчүн эсеп-дүмүрчөк
lt: Sąskaita faktūra į
lv: Rēķins uz
nb: Fakturert til
pl: Zafakturowane na
ru: Счет выставлен на
sv: Faktureras till
th: ออกใบแจ้งหนี้ไปที่
uk: Виставлено рахунок до

source: Invoices list
ar: قائمة الفواتير
az: Fakturalar siyahısı
bn: চালান তালিকা
cs: Seznam faktur
de: Rechnungsliste
es: Lista de facturas
et: Arvete nimekiri
fi: Laskujen luettelo
ky: Эсеп-фактуралардын тизмеси
lt: Sąskaitų faktūrų sąrašas
lv: Rēķinu saraksts
nb: Fakturaer liste
pl: Lista faktur
ru: Список счетов
sv: Fakturalista
th: รายการใบแจ้งหนี้
uk: Список рахунків-фактур

source: Is active
ar: نشط
az: Aktivdir
bn: সক্রিয়
cs: Je aktivní
de: Ist aktiv
es: Está activo
et: On aktiivne
fi: On aktiivinen
ky: Активдүү
lt: Yra aktyvus
lv: Aktīvs
nb: Er aktiv
ru: Активен
sv: Är aktiv
th: มีการใช้งานอยู่
uk: Активний

source: Is external
ar: هو خارجي
az: Xaricdir
bn: বাহ্যিক
cs: Je externí
de: Ist extern
es: Es externo
et: Väline
fi: On ulkoinen
ky: Тышкы болуп саналат
lt: Ar išorinis
lv: Ir ārējs
nb: Er ekstern
pl: Jest zewnętrzny
ru: Является внешним
sv: Är extern
th: เป็นภายนอก
uk: Є зовнішнім

source: Is official
ar: رسمي
az: Rəsmidir
bn: অফিসিয়াল
cs: Je oficiální
de: Ist offiziell
es: Es oficial
et: On ametlik
fi: On virallista
ky: Официалдуу
lt: Yra oficialus
lv: Ir oficiāls
nb: Er offisiell
pl: Jest oficjalny
ru: Официален
sv: Är officiell
th: เป็นทางการ
uk: Є офіційним

source: Is service provider
ar: هو مزود الخدمة
az: Xidmət təminatçısıdır
bn: সেবা প্রদানকারী হয়
cs: Je poskytovatelem služeb
de: Ist Dienstleister
es: Es proveedor de servicios
et: Teenusepakkuja
fi: On palveluntarjoaja
ky: кызмат көрсөтүүчү болуп саналат
lt: Ar paslaugų teikėjas
lv: Ir pakalpojumu sniedzējs
nb: Er tjenesteleverandør
pl: Jest usługodawcą
ru: Является поставщиком услуг
sv: Är tjänsteleverantör
th: เป็นผู้ให้บริการ
uk: Є постачальником послуг

source: Is the project confidential?
az: Layihə məxfidirmi?

source: Issue
ar: أصدر
az: Məsələ
bn: সমস্যা
cs: Problém
de: Problem
es: Problema
et: Probleem
fi: Ongelma
ky: Чыгаруу
lt: Problema
lv: Izdevums
nb: Problem
pl: Problem
ru: Проблема
sv: Fråga
th: ปัญหา
uk: Проблема

source: Issue link
ar: رابط الإصدار
az: Məsələ linki
bn: ইস্যু লিঙ্ক
cs: Odkaz na problém
de: Problemlink
es: Enlace de problema
et: Juhtumi link
fi: Ongelma linkki
ky: Маселе шилтемеси
lt: Problemos nuoroda
lv: Problēmas saite
nb: Problem lenke
pl: Wydanie linku
ru: Ссылка на выпуск
sv: Länk till problemet
th: ลิงค์ประเด็น
uk: Посилання на випуск

source: Issue request feedback field name
ar: اسم حقل ملاحظات طلب الإصدار
az: Məsələ sorğusu rəy sahəsinin adı
bn: ইস্যু অনুরোধ প্রতিক্রিয়া ফিল্ড নাম
cs: Název pole s žádostí o zpětnou vazbu
de: Name des Feedback-Felds für die Problemanforderung
es: Nombre del campo de comentarios de solicitud de emisión
et: Probleemitaotluse tagasiside välja nimi
fi: Ongelmapyynnön palautekentän nimi
ky: Көйгөй суроо пикири талаасынын аталышы
lt: Problemos užklausos atsiliepimo lauko pavadinimas
lv: Problēmas pieprasījuma atsauksmes lauka nosaukums
nb: Navn på felt for forespørsel om tilbakemelding
pl: Nazwa pola opinii dotyczącego żądania wydania
ru: Имя поля отзыва о запросе на выпуск
sv: Namn på fältet för ärendebegäran
th: ชื่อช่องความคิดเห็นเกี่ยวกับคำขอปัญหา
uk: Назва поля запиту відгуку про проблему

source: Issue types
ar: أنواع القضايا
az: Məsələ növləri
bn: সমস্যার ধরন
cs: Typy problémů
de: Problemtypen
es: Tipos de problemas
et: Probleemi tüübid
fi: Ongelmatyypit
ky: Маселенин түрлөрү
lt: Problemos tipai
lv: Problēmu veidi
nb: Problemtyper
pl: Typy problemów
ru: Типы проблем
sv: Problemtyper
th: ประเภทปัญหา
uk: Типи випуску

source: Issue {issue_link} has been created by {caller_link}.
ar: مشكلة{issue_link} تم إنشاؤه بواسطة{caller_link} .
az: {issue_link} məsələsi {caller_link} tərəfindən yaradılmışdır
bn: সমস্যা{issue_link} দ্বারা তৈরি করা হয়েছে{caller_link} .
cs: Problém {issue_link} byl vytvořen {caller_link}.
de: Das Problem {issue_link} wurde von {caller_link} erstellt.
es: El problema {issue_link} ha sido creado por {caller_link}.
et: {Caller_full_name} on loonud juhtumi {issue_key}.
fi: Ongelma{issue_link} on luonut{caller_link} .
ky: Чыгаруу{issue_link} тарабынан түзүлгөн{caller_link} .
lt: Problemą {issue_link} sukūrė {caller_link}.
lv: Izdevums{issue_link} ir izveidojis{caller_link} .
nb: Problemet {issue_link} er opprettet av {caller_link}.
pl: Wydanie{issue_link} został stworzony przez{caller_link} .
ru: Проблема{issue_link} был создан{caller_link} .
sv: Problem {issue_link} har skapats av {caller_link}.
th: ปัญหา{issue_link} ได้รับการสร้างขึ้นโดย{caller_link} .
uk: Проблема{issue_link} був створений{caller_link} .

source: Issues
ar: مشاكل
az: Məsələlər
bn: ইস্যু
cs: Problémy
de: Probleme
es: Problemas
et: Juhtumid
fi: Ongelmat
ky: Маселелер
lt: Problemos
lv: problēmas
nb: Problemer
pl: Problemy
ru: Проблемы
sv: Frågor
th: ปัญหา
uk: Питання

source: Issues are trackable requests to the operator.
ar: القضايا هي طلبات يمكن تتبعها للمشغل.
az: Məsələlər operatora izlənilə bilən istəklərdir.
bn: সমস্যাগুলি হল অপারেটরের কাছে ট্র্যাকযোগ্য অনুরোধ৷
cs: Problémy jsou sledovatelné požadavky na provozovatele.
de: Probleme sind nachverfolgbare Anfragen an den Betreiber.
es: Los problemas son solicitudes rastreables para el operador.
et: Juhtumid on jälgitavad päringud operaatorile.
fi: Ongelmat ovat jäljitettävissä olevia pyyntöjä operaattorille.
ky: Маселелер операторго көзөмөлгө алынуучу суроо-талаптар.
lt: Problemos yra atsekamos užklausos operatoriui.
lv: Problēmas ir izsekojami pieprasījumi operatoram.
nb: Problemer er sporbare forespørsler til operatøren.
pl: Problemy to możliwe do śledzenia żądania kierowane do operatora.
ru: Проблемы отслеживаются обращениями к оператору.
sv: Frågor är spårbara förfrågningar till operatören.
th: ปัญหาคือคำขอที่สามารถติดตามได้ไปยังผู้ปฏิบัติงาน
uk: Проблеми - це відстежувані запити до оператора.

source: It is used to automatically assign floating IP to your virtual machine.
ar: يتم استخدامه لتعيين IP العائم تلقائيًا لجهازك الظاهري.
az: Avtomatik olaraq virtual maşınınıza üzən IP təyin etmək üçün istifadə olunur.
bn: এটি স্বয়ংক্রিয়ভাবে আপনার ভার্চুয়াল মেশিনে ভাসমান আইপি বরাদ্দ করতে ব্যবহৃত হয়।
cs: Slouží k automatickému přiřazení plovoucí IP k vašemu virtuálnímu počítači.
de: Es wird verwendet, um Ihrer virtuellen Maschine automatisch Floating IP zuzuweisen.
es: Se utiliza para asignar automáticamente IP flotante a su máquina virtual.
et: On kasutusel liikuva IP aadressi automaatseks virtuaalsele masinale lisamiseks
fi: Sitä käytetään automaattisesti kelluvan IP:n määrittämiseen virtuaalikoneen.
ky: Ал виртуалдык машинаңызга калкып жүрүүчү IPди автоматтык түрдө дайындоо үчүн колдонулат.
lt: Jis naudojamas automatiškai priskirti slankiojo IP į savo virtualiąją mašiną.
lv: To izmanto, lai automātiski piešķirtu peldošo IP jūsu virtuālajai mašīnai.
nb: Den brukes til automatisk å tilordne flytende IP til din virtuelle maskin.
pl: Służy do automatycznego przypisywania pływającego adresu IP do Twojej maszyny wirtualnej.
ru: Он используется для автоматического назначения плавающего IP-адреса вашей виртуальной машине.
sv: Den används för att automatiskt tilldela flytande IP till din virtuella dator.
th: ใช้เพื่อกำหนด IP แบบลอยตัวให้กับเครื่องเสมือนของคุณโดยอัตโนมัติ
uk: Він використовується для автоматичного призначення плаваючої IP-адреси вашій віртуальній машині.

source: Item
ar: بند
az: Maddə
bn: আইটেম
cs: Položka
de: Artikel
es: Artículo
et: Objekt
fi: kohta
ky: пункт
lt: Prekė
lv: Vienumu
nb: Element
pl: przedmiot
ru: пункт
sv: Objekt
th: สิ่งของ
uk: Пункт

source: Item has been added to shopping cart.
ar: تمت إضافة العنصر إلى سلة التسوق.
az: Məhsul alış-veriş səbətinə əlavə edildi.
bn: আইটেম শপিং কার্ট যোগ করা হয়েছে.
cs: Položka byla přidána do nákupního košíku.
de: Artikel wurde in den Warenkorb gelegt.
es: El artículo se ha añadido al carrito de la compra.
et: Objekt on lisatud ostukorvi
fi: Tuote on lisätty ostoskoriin.
ky: Буюм себетке кошулду.
lt: Prekė buvo įtraukta į pirkinių krepšelį.
lv: Prece ir pievienota iepirkumu grozam.
nb: Varen er lagt til i handlekurven.
pl: Artykuł został dodany do koszyka.
ru: Товар добавлен в корзину.
sv: Artikeln har lagts till i varukorgen.
th: สินค้าถูกเพิ่มลงตะกร้าสินค้าแล้ว
uk: Товар додано до кошика.

source: Item has been removed from shopping cart.
ar: تمت إزالة العنصر من سلة التسوق.
az: Məhsul alış-veriş səbətindən çıxarıldı.
bn: শপিং কার্ট থেকে আইটেম সরানো হয়েছে.
cs: Položka byla odstraněna z nákupního košíku.
de: Artikel wurde aus dem Warenkorb entfernt.
es: El artículo ha sido eliminado del carrito de la compra.
et: Objekt on ostukorvist eemaldatud
fi: Tuote on poistettu ostoskorista.
ky: Буюм корзинага алынып салынды.
lt: Prekė pašalinta iš pirkinių krepšelio.
lv: Prece ir izņemta no iepirkumu groza.
nb: Varen er fjernet fra handlekurven.
pl: Artykuł został usunięty z koszyka.
ru: Товар был удален из корзины.
sv: Artikeln har tagits bort från kundvagnen.
th: สินค้าถูกลบออกจากตะกร้าสินค้าแล้ว
uk: Товар вилучено з кошика для покупок.

source: Item type
ar: نوع العنصر
az: Maddənin növü
bn: খবর ধরন
cs: Typ položky
de: Artikeltyp
es: Tipo de artículo
et: Elemendi tüüp
fi: Kohteen tyyppi
ky: Элемент түрү
lt: Prekės tipas
lv: Preces veids
nb: Elementtype
pl: Typ przedmiotu
ru: ТИП ВЕЩИ
sv: Objekttyp
th: ประเภทรายการ
uk: Тип елемента

source: Item {item} has been moved from invoice {origin} to {target}.
ar: غرض{item} تم نقله من الفاتورة{origin} ل{target} .
az: Məh {item} sul fakturadan köçür {origin} üldü{target}.
bn: আইটেম{item} চালান থেকে সরানো হয়েছে{origin} প্রতি{target} .
cs: Položka{item} byla přesunuta z faktury{origin} na{target} .
de: Artikel{item} wurde aus der Rechnung verschoben{origin} Zu{target} .
es: El artículo {item} se ha movido de la factura {origin} a {target}.
et: Üksus{item} on arvelt teisaldatud{origin} juurde{target} .
fi: Tuote{item} on siirretty laskusta{origin} to{target} .
ky: пункт{item} эсеп-фактурадан жылдырылды{origin} чейин{target} .
lt: Prekė{item} buvo perkeltas iš sąskaitos faktūros{origin} į{target} .
lv: Lieta{item} ir pārvietots no rēķina{origin} uz{target} .
nb: Punkt{item} er flyttet fra faktura{origin} til{target} .
pl: Przedmiot{item} został przeniesiony z faktury{origin} Do{target} .
ru: Элемент{item} было перенесено из счета-фактуры{origin} к{target} .
sv: Artikel{item} har flyttats från faktura{origin} till{target} .
th: รายการ{item} ได้ถูกย้ายออกจากใบแจ้งหนี้แล้ว{origin} ถึง{target} .
uk: Пункт{item} було переміщено з рахунку-фактури{origin} до{target} .

source: Job has been submitted.
ar: تم تقديم الوظيفة.
az: İş təqdim edildi.
bn: চাকরি জমা দেওয়া হয়েছে।
cs: Úloha byla odeslána.
de: Auftrag wurde übermittelt.
es: Se ha enviado el trabajo.
et: Töö on esitatud.
fi: Työ on lähetetty.
ky: Жумуш тапшырылды.
lt: Darbas pateiktas.
lv: Darbs ir iesniegts.
nb: Jobben er sendt inn.
pl: Praca została przesłana.
ru: Работа отправлена.
sv: Jobbet har skickats in.
th: ส่งงานแล้ว.
uk: Роботу подано.

source: Job position
ar: الوظيفة
az: Vəzifəsi
bn: চাকুরী পদমর্যাদা
cs: Pracovní pozice
de: Stellenausschreibung
es: Puesto del trabajo
et: Tööpositsioon
fi: Tehtävänimike
ky: Жумуш орду
lt: Darbo vieta
lv: Darba pozīcija
nb: Jobb stilling
pl: Posada
ru: Должность
sv: Befattning
th: ตำแหน่งงาน
uk: Посада

source: Job title
ar: المسمى الوظيفي
az: İşin adı
bn: কাজের শিরোনাম
cs: Pracovní pozice
de: Berufsbezeichnung
es: Título del trabajo
et: Ametinimetus
fi: Työnimike
ky: Кызматы
lt: Pareigos
lv: Darba nosaukums
nb: Jobbtittel
pl: Stanowisko
ru: Должность
sv: Jobbtitel
th: ชื่องาน
uk: Назва посади

source: Jobs
ar: وظائف
az: İşlər
bn: চাকরি
cs: Pracovní místa
de: Arbeitsplätze
es: Trabajos
et: Töökohad
fi: Työpaikkoja
ky: Жумуштар
lt: Darbai
lv: Darbavietas
nb: Jobber
pl: Zadania
ru: рабочие места
sv: Jobb
th: งาน
uk: Вакансії

source: Keep forever
ar: إبقاء إلى الأبد
az: Əbədi saxlayın
bn: চিরকাল রাখুন
cs: Uchovat navždy
de: Für immer bewahren
es: Mantener para siempre
et: Hoia igavesti
fi: Säilytä ikuisesti
ky: Түбөлүккө сакта
lt: Laikyti amžinai
lv: Saglabājiet mūžīgi
nb: Hold for alltid
pl: Zachowaj na zawsze
ru: Хранить навсегда
sv: Håll för evigt
th: เก็บไว้ตลอดไป
uk: Зберігайте назавжди

source: Keep until
ar: احتفظ حتى
az: -----qədər saxlayın
bn: পর্যন্ত রাখুন
cs: Uchovat, dokud
de: Bleib bis
es: Mantener hasta
et: Hoia kuni
fi: Säilytä kunnes
ky: чейин сакта
lt: Laikyti iki
lv: Uzglabāt līdz
nb: Hold til
pl: Zachowaj do
ru: Сохранить до
sv: Behåll tills
th: เก็บไว้จนกระทั่ง
uk: Тримайте до

source: Keep until {date}
ar: احتفظ حتى{date}
az: Baxana qədər saxlayın {date}
bn: পর্যন্ত রাখুন{date}
cs: Uchovávejte do{date}
de: Behalten bis{date}
es: Mantener hasta {date}
et: Hoidke kuni{date}
fi: Säilytä kunnes{date}
ky: чейин сакта{date}
lt: Laikyti iki{date}
lv: Uzglabāt līdz{date}
nb: Hold til{date}
pl: Zachowaj do{date}
ru: Хранить до{date}
sv: Behåll tills{date}
th: เก็บไว้จนกระทั่ง{date}
uk: Тримайте до{date}
