Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Page is not found. You've either entered invalid URL or trying to reach disabled feature.
ar: لم يتم العثور على الصفحة. إما أنك أدخلت عنوان URL غير صالح أو تحاول الوصول إلى الميزة المعطلة.
az: Səhifə tapılmadı. Siz ya yalnış URL daxil etdiniz və ya işləməyən xüsusiyyətə daxil olmağa çalışırsınız.
bn: পেজ পাওয়া যায় না। আপনি হয় অবৈধ URL লিখছেন বা অক্ষম বৈশিষ্ট্যে পৌঁছানোর চেষ্টা করছেন৷
cs: Stránka nebyla nalezena. Buď jste zadali neplatnou adresu URL, nebo se snažíte dostat na zakázanou funkci.
de: Die Seite wurde nicht gefunden. Sie haben entweder eine ungültige URL eingegeben oder versucht, die deaktivierte Funktion zu erreichen.
es: No se encuentra la página. Ha introducido una URL no válida o ha intentado acceder a la función desactivada.
et: Lehte ei leitud. Olete sisestanud kehtetu URL-i või proovite jõuda keelatud funktsioonini.
fi: Sivua ei löydy. Annoit joko virheellisen URL-osoitteen tai yrität päästä pois käytöstä olevaan ominaisuuteen.
ky: Барак табылган жок. Сиз URL дарегин жараксыз киргиздиңиз же өчүрүлгөн функцияга жетүүгө аракет кылып жатасыз.
lt: Puslapis nerastas. Įvedėte neteisingą URL arba bandėte pasiekti išjungtą funkciją.
lv: Lapa nav atrasta. Jūs esat ievadījis nederīgu URL vai mēģinājāt sasniegt atspējotu funkciju.
nb: Siden er ikke funnet. Du har enten angitt ugyldig URL-adresse eller prøver å nå deaktivert funksjon.
pl: Nie znaleziono strony. Wpisałeś nieprawidłowy adres URL lub próbujesz uzyskać dostęp do wyłączonej funkcji.
ru: Страница не найдена. Вы либо ввели неверный URL-адрес, либо пытаетесь получить доступ к отключенной функции.
sv: Sidan hittades inte. Du har antingen angett ogiltig URL eller försöker nå inaktiverad funktion.
th: ไม่พบเพจ คุณป้อน URL ไม่ถูกต้องหรือพยายามเข้าถึงคุณลักษณะที่ถูกปิดใช้งาน
uk: Сторінка не знайдена. Ви або ввели недійсну URL-адресу, або намагалися отримати доступ до вимкненої функції.

source: Paid
ar: مدفوع
az: Ödənilib
bn: পেড
cs: Zaplaceno
de: Bezahlt
es: Pagado
et: Tasuline
fi: Maksettu
ky: Төлөндү
lt: Mokama
lv: Apmaksāts
nb: Betalt
pl: Płatny
ru: Оплачен
sv: Betald
th: จ่าย
uk: Платний

source: Parent offering
az: Valideyn təklifi
uk: Батьківська пропозиція

source: Parent offering:
ar: تقديم الوالدين:
az: Valideyn təklifi:
bn: অভিভাবক অফার:
cs: Nabídka pro rodiče:
de: Elternangebot:
es: Oferta principal:
et: Vanema pakkumine:
fi: Vanhemman tarjonta:
ky: Ата-эне сунушу:
lt: Tėvų pasiūlymas:
lv: Vecāku piedāvājums:
nb: Foreldretilbud:
pl: Oferta dla rodziców:
ru: Родительское предложение:
sv: Föräldraerbjudande:
th: ข้อเสนอของผู้ปกครอง:
uk: Батьківська пропозиція:

source: Parent offering description:
ar: وصف عرض الوالدين:
az: Valideyn təklif təsviri:
bn: অভিভাবক অফার বিবরণ:
cs: Popis nabídky rodiče:
de: Beschreibung des übergeordneten Angebots:
es: Descripción de la oferta principal:
et: Vanemapakkumise kirjeldus:
fi: Vanhemman tarjouksen kuvaus:
ky: Ата-эне сунушунун сүрөттөлүшү:
lt: Tėvų pasiūlymo aprašymas:
lv: Vecāku piedāvājuma apraksts:
nb: Beskrivelse av foreldretilbud:
pl: Opis oferty dla rodziców:
ru: Описание родительского предложения:
sv: Beskrivning av föräldraerbjudande:
th: คำอธิบายข้อเสนอของผู้ปกครอง:
uk: Опис батьківської пропозиції:

source: Part of {name}
az: bir hissəsi {name}

source: Part of {resource}
ar: جزء من{resource}
az: bir hissəsi {resource}
bn: অংশ বিশেষ{resource}
cs: Část{resource}
de: Teil von{resource}
es: Parte de {resource}
et: Osa{resource}
fi: Osa{resource}
ky: Бөлүгү{resource}
lt: Dalis{resource}
lv: Daļa no{resource}
nb: Del av{resource}
pl: Część{resource}
ru: Часть{resource}
sv: Del av{resource}
th: เป็นส่วนหนึ่งของ{resource}
uk: Частина{resource}

source: Partial access
ar: الوصول الجزئي
az: Qismən giriş
bn: আংশিক অ্যাক্সেস
cs: Částečný přístup
de: Teilweiser Zugang
es: Acceso parcial
et: Osaline juurdepääs
fi: Osittainen pääsy
ky: Жарым-жартылай кирүү
lt: Dalinė prieiga
lv: Daļēja piekļuve
nb: Delvis tilgang
pl: Częściowy dostęp
ru: Частичный доступ
sv: Delvis åtkomst
th: การเข้าถึงบางส่วน
uk: Частковий доступ

source: Password
ar: شعار
az: Şifrə
bn: পাসওয়ার্ড
cs: Heslo
de: Passwort
es: Contraseña
et: Parool
fi: Salasana
ky: Купуя сөз
lt: Slaptažodis
lv: Parole
nb: Passord
pl: Hasło
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
uk: Пароль

source: Password has been changed for user {affected_user_link}.
ar: تم تغيير كلمة المرور للمستخدم{affected_user_link} .
az: Şifrə {affected_user_link} istifadəçisi üçün dəyişdirildi.
bn: ব্যবহারকারীর জন্য পাসওয়ার্ড পরিবর্তন করা হয়েছে{affected_user_link} .
cs: Heslo bylo změněno pro uživatele {affected_user_link}.
de: Das Passwort wurde für den Benutzer {affected_user_link} geändert.
es: Se ha cambiado la contraseña para el usuario {affected_user_link}.
et: Kasutaja {affected_user_full_name} parool on muudetud
fi: Käyttäjän salasana on vaihdettu{affected_user_link} .
ky: Колдонуучу үчүн сырсөз өзгөртүлдү{affected_user_link} .
lt: Pakeistas vartotojo {affected_user_link} slaptažodis.
lv: Lietotājam ir nomainīta parole{affected_user_link} .
nb: Passordet er endret for bruker {affected_user_link}.
pl: Hasło zostało zmienione dla użytkownika{affected_user_link} .
ru: Пароль для пользователя изменен{affected_user_link} .
sv: Lösenordet har ändrats för användaren {affected_user_link}.
th: มีการเปลี่ยนแปลงรหัสผ่านสำหรับผู้ใช้{affected_user_link} .
uk: Для користувача змінено пароль{affected_user_link} .

source: Past time slots are not allowed.
ar: لا يُسمح بفترات زمنية سابقة.
az: Keçmiş vaxt yuvalarına icazə verilmir.
bn: বিগত সময়ের স্লট অনুমোদিত নয়।
cs: Časové úseky v minulosti nejsou povoleny.
de: Vergangene Zeitfenster sind nicht erlaubt.
es: No se permiten ranuras horarias pasadas.
et: Möödunud ajavahemikud ei ole lubatud.
fi: Menneet aikavälit eivät ole sallittuja.
ky: Өткөн убакыт аралыгына жол берилбейт.
lt: Ankstesni laiko tarpsniai neleidžiami.
lv: Iepriekšējie laika niši nav atļauti.
nb: Tidligere tidsrom er ikke tillatt.
pl: Wcześniejsze przedziały czasowe są niedozwolone.
ru: Прошлые временные интервалы не допускаются.
sv: Tidigare tidsluckor är inte tillåtna.
th: ไม่อนุญาตให้ใช้ช่วงเวลาที่ผ่านมา
uk: Минулі часові інтервали заборонені.

source: Path
ar: طريق
az: Yol
bn: পথ
cs: Cesta
de: Weg
es: Camino
et: Tee
fi: Polku
ky: Жол
lt: Kelias
lv: Ceļš
nb: Sti
pl: Ścieżka
sv: Väg
th: เส้นทาง
uk: шлях

source: Pause
ar: تورع
az: Fasilə verin
bn: বিরতি
cs: Pozastavit
es: Pausar
et: Peata ajutiselt
fi: Tauko
ky: Тыныгуу
lt: Pauzė
lv: Pauze
pl: Pauza
ru: Пауза
sv: Pausa
th: หยุดชั่วคราว
uk: Пауза

source: Pause offering
ar: وقفة العرض
az: Təklifi dayandırın
bn: প্রস্তাব বিরতি
cs: Pozastavit nabídku
de: Pausenangebot
es: Pausar la oferta
et: Peata ajutiselt pakkumine
fi: Keskeytä tarjous
ky: Сунуштарды тындыруу
lt: Pristabdyti siūlymą
lv: Pārtraukt piedāvājumu
nb: Sett tilbudet på pause
pl: Wstrzymaj ofertę
ru: Приостановить предложение
sv: Pausa erbjudandet
th: งดถวาย
uk: Призупинити пропозицію

source: Paused
ar: متوقف مؤقتًا
az: Dayandırıldı
bn: বিরতি দেওয়া হয়েছে
cs: Pozastaveno
de: Angehalten
es: En pausa
et: Ajutiselt peatatud
fi: Keskeytetty
ky: Тындырылды
lt: Pristabdyta
lv: Apklusa
nb: Pauset
pl: Wstrzymana
ru: Приостановлена
sv: Pausad
th: หยุดชั่วคราว
uk: Призупинено

source: Pay
ar: دفع
az: Ödəniş
bn: বেতন
cs: Zaplatit
de: Zahlen
es: Pagar
et: Maksa
fi: maksaa
ky: Төлө
lt: Apmokėti
lv: Maksāt
nb: Betale
pl: Płacić
ru: ПЛАТИТЬ
sv: Betala
th: จ่าย
uk: платити

source: Pay invoice
ar: دفع الفاتورة
az: Fakturanı ödəyin
bn: চালান পরিশোধ করুন
cs: Zaplatit fakturu
de: Rechnung bezahlen
es: Pagar la factura
et: Maksa arve
fi: Maksa lasku
ky: Эсеп-фактураны төлөө
lt: Apmokėti sąskaitą faktūrą
lv: Apmaksāt rēķinu
nb: Betal faktura
pl: Zapłać fakturę
ru: Оплатить счёт
sv: Betala faktura
th: ชำระใบแจ้งหนี้
uk: Оплатити рахунок

source: Payment events
ar: أحداث الدفع
az: Ödəmə hadisələri
bn: পেমেন্ট ইভেন্ট
cs: Platební události
de: Zahlungsereignisse
es: Eventos de pago
et: Makse sündmused
fi: Maksutapahtumat
ky: Төлөм окуялары
lt: Mokėjimo įvykiai
lv: Maksājumu pasākumi
nb: Betaling hendelser
pl: Zdarzenia płatnicze
ru: Платежные события
sv: Betalning händelser
th: เหตุการณ์การชำระเงิน
uk: Платіжні події

source: Payment failed.
ar: عملية الدفع فشلت.
az: Ödəniş uğursuz oldu.
bn: পেমেন্ট ব্যর্থ হয়েছে.
cs: Platba selhala.
de: Bezahlung fehlgeschlagen.
es: Pago fallido
et: Makse ebaõnnestus
fi: Maksu epäonnistui.
ky: Төлөм ишке ашкан жок.
lt: Mokėjimas nepavyko.
lv: Maksājums neizdevās.
nb: Betalingen feilet.
pl: Płatność nie powiodła się.
ru: Платеж не прошел.
sv: Betalning misslyckades.
th: การชำระเงินล้มเหลว
uk: Платіж не вдалося.

source: Payment for {customer_link} has been approved.
ar: الدفع ل{customer_link} تمت الموافقة عليه.
az: {customer_link} üçün ödəniş təsdiq edilmişdir.
bn: জন্য পেমেন্ট{customer_link} অনুমোদিত হয়েছে.
cs: Platba pro {customer_link} byla schválena.
de: Die Zahlung für {customer_link} wurde genehmigt.
es: Se ha aprobado el pago de {customer_link}.
et: Maksed kliendile {customer_name} on kinnitatud.
fi: Maksu{customer_link} on hyväksytty.
ky: үчүн төлөө{customer_link} бекитилди.
lt: Mokėjimas už {customer_link} patvirtintas.
lv: Samaksa par{customer_link} tika apstiprināts.
nb: Betaling for {customer_link} er godkjent.
pl: Opłata za{customer_link} został zatwierdzony.
ru: Платеж за{customer_link} был одобрен.
sv: Betalning för {customer_link} har godkänts.
th: การชำระเงินสำหรับ{customer_link} ได้รับการอนุมัติแล้ว
uk: Оплата за{customer_link} було затверджено.

source: Payment for {customer_link} has been cancelled.
ar: الدفع ل{customer_link} تم إلغاء.
az: {customer_link} üçün ödəniş ləğv edildi.
bn: জন্য পেমেন্ট{customer_link} বাতিল করা হয়েছে.
cs: Platba pro {customer_link} byla zrušena.
de: Die Zahlung für {customer_link} wurde storniert.
es: Se ha cancelado el pago de {customer_link}.
et: Maksed kliendile {customer_name} on katkestatud.
fi: Maksu{customer_link} on peruttu.
ky: үчүн төлөө{customer_link} жокко чыгарылды.
lt: Mokėjimas už {customer_link} atšauktas.
lv: Samaksa par{customer_link} ir atcelts.
nb: Betaling for {customer_link} har blitt kansellert.
pl: Opłata za{customer_link} zostało odwołane.
ru: Платеж за{customer_link} был отменен.
sv: Betalningen för {customer_link} har annullerats.
th: การชำระเงินสำหรับ{customer_link} ถูกยกเลิก.
uk: Оплата за{customer_link} було скасовано.

source: Payment gateways (monthly)
ar: بوابات الدفع (شهريا)
az: Ödəniş şlüzləri (aylıq)
bn: পেমেন্ট গেটওয়ে (মাসিক)
cs: Platební brány (měsíčně)
de: Zahlungs-Gateways (monatlich)
es: Puertas de enlace de pago (mensual)
et: Makseväravad (igakuised)
fi: Maksuyhdyskäytävät (kuukausittain)
ky: Төлөм шлюздары (ай сайын)
lt: Mokėjimo šliuzai (kas mėnesį)
lv: Maksājumu vārtejas (mēnesī)
nb: Betaling gateways (månedlig)
pl: Bramki płatnicze (miesięczne)
ru: Платежные шлюзы (ежемесячно)
sv: Betalningsgateways (månadsvis)
th: เกตเวย์การชำระเงิน (รายเดือน)
uk: Платіжні шлюзи (щомісяця)

source: Payment has already been done.
ar: لقد تم الدفع بالفعل.
az: Ödəniş artıq həyata keçirilmişdir.
bn: পেমেন্ট ইতিমধ্যে করা হয়েছে.
cs: Platba již byla provedena.
de: Die Zahlung ist bereits erfolgt.
es: El pago ya se ha realizado.
et: Maksmine on juba tehtud.
fi: Maksu on jo suoritettu.
ky: Төлөм мурунтан эле аткарылган.
lt: Mokėjimas jau atliktas.
lv: Maksājums jau ir veikts.
nb: Betaling er allerede utført.
pl: Płatność została już dokonana.
ru: Оплата уже произведена.
sv: Betalning har redan skett.
th: ชำระเงินเรียบร้อยแล้ว
uk: Оплату вже здійснено.

source: Payment has been created.
ar: تم إنشاء الدفع.
az: Ödəniş yaradılıb.
bn: পেমেন্ট তৈরি করা হয়েছে।
cs: Platba byla vytvořena.
de: Die Zahlung wurde erstellt.
es: Se ha creado el pago.
et: Makse on loodud.
fi: Maksu on luotu.
ky: Төлөм түзүлдү.
lt: Mokėjimas sukurtas.
lv: Maksājums ir izveidots.
nb: Betaling er opprettet.
pl: Płatność została utworzona.
ru: Платеж создан.
sv: Betalning har skapats.
th: สร้างการชำระเงินแล้ว
uk: Платіж створено.

source: Payment has been deleted.
ar: تم حذف الدفع.
az: Ödəniş silindi.
bn: পেমেন্ট মুছে ফেলা হয়েছে.
cs: Platba byla odstraněna.
de: Die Zahlung wurde gelöscht.
es: Se ha eliminado el pago.
et: Makse on kustutatud.
fi: Maksu on poistettu.
ky: Төлөм өчүрүлдү.
lt: Mokėjimas ištrintas.
lv: Maksājums ir dzēsts.
nb: Betalingen er slettet.
pl: Płatność została usunięta.
ru: Платеж удален.
sv: Betalningen har tagits bort.
th: ลบการชำระเงินแล้ว
uk: Платіж видалено.

source: Payment has been processed successfully.
ar: تمت معالجة الدفع بنجاح.
az: Ödəmə uğurla həyata keçmişdir.
bn: পেমেন্ট সফলভাবে প্রক্রিয়া করা হয়েছে.
cs: Platba byla úspěšně zpracována.
de: Die Zahlung wurde erfolgreich verarbeitet.
es: El pago se ha procesado correctamente.
et: Makse on edukalt töödeldud.
fi: Maksu on käsitelty onnistuneesti.
ky: Төлөм ийгиликтүү иштетилди.
lt: Mokėjimas sėkmingai apdorotas.
lv: Maksājums ir veiksmīgi apstrādāts.
nb: Betalingen har blitt behandlet.
pl: Płatność została pomyślnie przetworzona.
ru: Платеж успешно обработан.
sv: Betalningen har bearbetats framgångsrikt.
th: การชำระเงินได้รับการประมวลผลเรียบร้อยแล้ว
uk: Платіж успішно оброблено.

source: Payment has been updated.
ar: تم تحديث الدفع.
az: Ödəniş yeniləndi.
bn: পেমেন্ট আপডেট করা হয়েছে.
cs: Platba byla aktualizována.
de: Die Zahlung wurde aktualisiert.
es: Se ha actualizado el pago.
et: Makse on uuendatud.
fi: Maksu on päivitetty.
ky: Төлөм жаңыртылган.
lt: Mokėjimas atnaujintas.
lv: Maksājums ir atjaunināts.
nb: Betalingen er oppdatert.
pl: Płatność została zaktualizowana.
ru: Оплата обновлена.
sv: Betalningen har uppdaterats.
th: อัปเดตการชำระเงินแล้ว
uk: Платіж оновлено.

source: Payment is being processed, please wait.
ar: تتم معالجة الدفع، يرجى الانتظار.
az: Ödəniş işlənilir, xahiş edirik gözləyin.
bn: অর্থপ্রদান প্রক্রিয়া করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন।
cs: Platba se zpracovává, čekejte prosím.
de: Die Zahlung wird bearbeitet, bitte warten Sie.
es: El pago se está procesando, por favor espere.
et: Makset töödeldakse, Palun oota.
fi: Maksua käsitellään, odota.
ky: Төлөм иштетилүүдө, күтө туруңуз.
lt: Mokėjimas apdorojamas, palaukite.
lv: Maksājums tiek apstrādāts, lūdzu, uzgaidiet.
nb: Betaling blir behandlet, vennligst vent.
pl: Płatność jest przetwarzana, proszę czekać.
ru: Платеж обрабатывается, пожалуйста, подождите.
sv: Betalningen behandlas, vänta.
th: กำลังดำเนินการชำระเงิน กรุณารอสักครู่
uk: Платіж обробляється, зачекайте.

source: Payment pending
ar: انتظار الدفع
az: Ödəniş natamamdır
bn: পেমেন্ট মুলতুবি
cs: Platba čeká na vyřízení
de: Zahlung ausstehend
es: Pago pendiente
et: Makse ootel
fi: Maksu vireillä
ky: Төлөм күтүлүүдө
lt: Laukiama apmokėjimo
lv: Tiek gaidīts maksājums
nb: Betaling venter
pl: Płatność oczekująca
ru: Ожидается платеж
sv: Betalning väntande
th: อยู่ระหว่างดำเนินการชำระเงิน
uk: Очікується оплата

source: Payment profile
ar: ملف تعريف الدفع
az: Ödəniş profili
bn: পেমেন্ট প্রোফাইল
cs: Platební profil
de: Zahlungsprofil
es: Perfil de pago
et: Makseprofiil
fi: Maksuprofiili
ky: Төлөм профили
lt: Mokėjimo profilis
lv: Maksājumu profils
nb: Betalingsprofil
pl: Profil płatności
ru: Платежный профиль
sv: Betalningsprofil
th: โปรไฟล์การชำระเงิน
uk: Платіжний профіль

source: Payment profile defines how invoices are processed.
ar: يحدد ملف تعريف الدفع كيفية معالجة الفواتير.
az: Ödəniş profili fakturaların necə işləndiyini müəyyən edir.
bn: পেমেন্ট প্রোফাইল কিভাবে চালান প্রক্রিয়া করা হয় তা সংজ্ঞায়িত করে।
cs: Platební profil definuje způsob zpracování faktur.
de: Das Zahlungsprofil definiert, wie Rechnungen verarbeitet werden.
es: El perfil de pago define cómo se procesan las facturas.
et: Makseprofiil määratleb, kuidas arveid töödeldakse.
fi: Maksuprofiili määrittää, kuinka laskut käsitellään.
ky: Төлөм профили эсеп-фактуралар кантип иштетилерин аныктайт.
lt: Mokėjimo profilis apibrėžia, kaip tvarkomos sąskaitos faktūros.
lv: Maksājumu profils nosaka, kā tiek apstrādāti rēķini.
nb: Betalingsprofil definerer, hvordan fakturaer behandles.
pl: Profil płatności określa sposób przetwarzania faktur.
ru: Профиль оплаты определяет, как обрабатываются счета.
sv: Betalningsprofil definierar hur fakturor bearbetas.
th: โปรไฟล์การชำระเงินจะกำหนดวิธีการประมวลผลใบแจ้งหนี้
uk: Платіжний профіль визначає спосіб обробки рахунків-фактур.

source: Payment profile has been created.
ar: تم إنشاء ملف تعريف الدفع.
az: Ödəniş profili yaradılıb.
bn: পেমেন্ট প্রোফাইল তৈরি করা হয়েছে।
cs: Platební profil byl vytvořen.
de: Das Zahlungsprofil wurde erstellt.
es: Se ha creado el perfil de pago.
et: Makseprofiil on loodud.
fi: Maksuprofiili on luotu.
ky: Төлөм профили түзүлдү.
lt: Mokėjimo profilis sukurtas.
lv: Maksājumu profils ir izveidots.
nb: Betalingsprofil er opprettet.
pl: Profil płatności został utworzony.
ru: Платежный профиль создан.
sv: Betalningsprofilen har skapats.
th: สร้างโปรไฟล์การชำระเงินแล้ว
uk: Платіжний профіль створено.

source: Payment profile has been created and enabled.
ar: تم إنشاء ملف تعريف الدفع وتمكينه.
az: Ödəniş profili yaradılıb və aktivləşdirilib.
bn: পেমেন্ট প্রোফাইল তৈরি এবং সক্রিয় করা হয়েছে.
cs: Platební profil byl vytvořen a povolen.
de: Das Zahlungsprofil wurde erstellt und aktiviert.
es: Se ha creado y habilitado el perfil de pago.
et: Makseprofiil on loodud ja aktiveeritud.
fi: Maksuprofiili on luotu ja otettu käyttöön.
ky: Төлөм профили түзүлүп, иштетилди.
lt: Mokėjimo profilis buvo sukurtas ir įgalintas.
lv: Maksājumu profils ir izveidots un iespējots.
nb: Betalingsprofil er opprettet og aktivert.
pl: Profil płatności został utworzony i włączony.
ru: Платежный профиль создан и активирован.
sv: Betalningsprofil har skapats och aktiverats.
th: สร้างและเปิดใช้งานโปรไฟล์การชำระเงินแล้ว
uk: Платіжний профіль створено та активовано.

source: Payment profile has been enabled.
ar: تم تمكين ملف تعريف الدفع.
az: Ödəniş profili aktivləşdirilib.
bn: পেমেন্ট প্রোফাইল সক্ষম করা হয়েছে।
cs: Platební profil byl povolen.
de: Das Zahlungsprofil wurde aktiviert.
es: Se ha habilitado el perfil de pago.
et: Makseprofiil on aktiveeritud.
fi: Maksuprofiili on otettu käyttöön.
ky: Төлөм профили иштетилди.
lt: Mokėjimo profilis įgalintas.
lv: Maksājumu profils ir iespējots.
nb: Betalingsprofil er aktivert.
pl: Profil płatności został włączony.
ru: Платежный профиль включен.
sv: Betalningsprofilen har aktiverats.
th: เปิดใช้งานโปรไฟล์การชำระเงินแล้ว
uk: Платіжний профіль увімкнено.

source: Payment profile has been removed.
ar: تمت إزالة ملف تعريف الدفع.
az: Ödəniş profili silindi.
bn: পেমেন্ট প্রোফাইল সরানো হয়েছে।
cs: Platební profil byl odstraněn.
de: Das Zahlungsprofil wurde entfernt.
es: Se ha eliminado el perfil de pago.
et: Makseprofiil on eemaldatud.
fi: Maksuprofiili on poistettu.
ky: Төлөм профили өчүрүлдү.
lt: Mokėjimo profilis pašalintas.
lv: Maksājumu profils ir noņemts.
nb: Betalingsprofilen er fjernet.
pl: Profil płatności został usunięty.
ru: Платежный профиль удален.
sv: Betalningsprofilen har tagits bort.
th: โปรไฟล์การชำระเงินถูกลบแล้ว
uk: Платіжний профіль видалено.

source: Payment profile has been updated.
ar: تم تحديث ملف تعريف الدفع.
az: Ödəniş profili yeniləndi.
bn: পেমেন্ট প্রোফাইল আপডেট করা হয়েছে।
cs: Platební profil byl aktualizován.
de: Das Zahlungsprofil wurde aktualisiert.
es: Se ha actualizado el perfil de pago.
et: Makseprofiili on uuendatud.
fi: Maksuprofiili on päivitetty.
ky: Төлөм профили жаңыртылды.
lt: Mokėjimo profilis atnaujintas.
lv: Maksājumu profils ir atjaunināts.
nb: Betalingsprofilen er oppdatert.
pl: Profil płatności został zaktualizowany.
ru: Платежный профиль обновлен.
sv: Betalningsprofilen har uppdaterats.
th: โปรไฟล์การชำระเงินได้รับการอัปเดตแล้ว
uk: Платіжний профіль оновлено.

source: Payment profiles
ar: ملفات تعريف الدفع
az: Ödəniş profilləri
bn: পেমেন্ট প্রোফাইল
cs: Platební profily
de: Zahlungsprofile
es: Perfiles de pago
et: Makseprofiilid
fi: Maksuprofiilit
ky: Төлөм профилдери
lt: Mokėjimų profiliai
lv: Maksājumu profili
nb: Betalingsprofiler
pl: Profile płatności
ru: Платежные профили
sv: Betalningsprofiler
th: โปรไฟล์การชำระเงิน
uk: Платіжні профілі

source: Payment succeeded.
ar: نجح الدفع.
az: Ödəmə uğur qazandı
bn: পেমেন্ট সফল.
cs: Platba proběhla úspěšně.
de: Zahlung erfolgreich abgeschlossen.
es: El pago se ha realizado correctamente.
et: Maksmine õnnestus.
fi: Maksu onnistui.
ky: Төлөм ийгиликтүү болду.
lt: Mokėjimas pavyko.
lv: Maksājums izdevās.
nb: Betalingen lyktes.
pl: Płatność powiodła się.
ru: Оплата прошла успешно.
sv: Betalningen lyckades.
th: ชำระเงินสำเร็จ
uk: Платіж здійснено.

source: Payment type {type}
ar: نوع الدفع{type}
az: Ödəniş növü {type}
bn: শোধের ধরণ{type}
cs: Typ platby {type}
de: Zahlungsart {type}
es: Tipo de pago {type}
et: Makse tüüp{type}
fi: Maksutapa{type}
ky: Төлөм түрү{type}
lt: Mokėjimo tipas {type}
lv: Maksājuma veids{type}
nb: Betalingstype {type}
pl: Typ płatności{type}
ru: Способ оплаты{type}
sv: Betalningstyp {type}
th: ประเภทการชำระเงิน{type}
uk: Тип оплати{type}

source: Payments
ar: الدفعات
az: ödənişlər
bn: পেমেন্ট
cs: Platby
es: Pagos
et: Maksed
fi: Maksut
ky: Төлөмдөр
lt: Mokėjimai
lv: Maksājumi
nb: Betalinger
pl: Płatności
ru: Платежи
sv: Betalningar
th: การชำระเงิน
uk: Платежі

source: Payments connected with an active payment profile.
ar: المدفوعات المرتبطة بملف تعريف دفع نشط.
az: Aktiv ödəniş profili ilə əlaqəli ödənişlər.
bn: পেমেন্ট একটি সক্রিয় পেমেন্ট প্রোফাইলের সাথে সংযুক্ত।
cs: Platby spojené s aktivním platebním profilem.
de: Zahlungen, die mit einem aktiven Zahlungsprofil verbunden sind.
es: Pagos conectados con un perfil de pago activo.
et: Aktiivse makseprofiiliga seotud maksed.
fi: Aktiiviseen maksuprofiiliin liittyvät maksut.
ky: Жигердүү төлөм профили менен байланышкан төлөмдөр.
lt: Mokėjimai, susieti su aktyviu mokėjimo profiliu.
lv: Maksājumi, kas saistīti ar aktīvu maksājumu profilu.
nb: Betalinger knyttet til en aktiv betalingsprofil.
pl: Płatności powiązane z aktywnym profilem płatności.
ru: Платежи, связанные с активным платежным профилем.
sv: Betalningar kopplade till en aktiv betalningsprofil.
th: การชำระเงินที่เชื่อมต่อกับโปรไฟล์การชำระเงินที่ใช้งานอยู่
uk: Платежі, пов&#39;язані з активним платіжним профілем.

source: Payments list
ar: قائمة المدفوعات
az: Ödənişlər siyahısı
bn: পেমেন্ট তালিকা
cs: Seznam plateb
de: Zahlungsliste
es: Lista de pagos
et: Maksete nimekiri
fi: Maksulista
ky: Төлөм тизмеси
lt: Mokėjimų sąrašas
lv: Maksājumu saraksts
nb: Betalingsliste
pl: Lista płatności
ru: Список платежей
sv: Betalningslista
th: รายการการชำระเงิน
uk: Список платежів

source: Pending
ar: المعلقه
az: Natamam
bn: বিচারাধীন
cs: Čekající
de: Ausstehend
es: Pendiente
et: Ootel
fi: Vireillä
ky: Күтүүдө
lt: Laukiama
lv: Gaida
nb: Venter
pl: Oczekujące
ru: Отложенные
sv: Väntar
th: รอดำเนินการ
uk: В очікуванні

source: Pending approval
ar: في انتظار الموافقة
az: Təsdiq gözlənilir
bn: অনুমোদন অপেক্ষারত
cs: Čeká na schválení
de: Ausstehende Genehmigung
es: Pendiente de aprobación
et: Kinnituse ootel
fi: Odottaa hyväksyntää
ky: Бекитүүнү күтүүдө
lt: Laukiama patvirtinimo
lv: Gaida apstiprinājumu
nb: Venter på godkjenning
pl: Oczekuje na zatwierdzenie
ru: В ожидании утверждения
sv: Väntar på godkännande
th: รอการพิสูจน์
uk: Очікує підтвердження
