Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Fee applied according to the maximum value reported by service provider over the whole active state of resource.
ar: يتم تطبيق الرسوم وفقًا للحد الأقصى للقيمة التي أبلغ عنها مزود الخدمة على كامل الحالة النشطة للمورد.
az: Resursun bütün aktiv vəziyyəti boyunca xidmət təminatçısı tərəfindən bildirilən maksimum dəyərə uyğun olaraq tətbiq olunan ödəniş.
bn: সম্পদের পুরো সক্রিয় অবস্থার উপর পরিষেবা প্রদানকারীর দ্বারা রিপোর্ট করা সর্বোচ্চ মান অনুযায়ী ফি প্রযোজ্য।
cs: Poplatek uplatňovaný podle maximální hodnoty nahlášené poskytovatelem služby za celý aktivní stav zdroje.
de: Die Gebühr richtet sich nach dem vom Dienstanbieter gemeldeten Maximalwert für den gesamten aktiven Zustand der Ressource.
es: Tarifa aplicada de acuerdo con el valor máximo informado por el proveedor de servicios durante todo el estado activo del recurso.
et: Tasu rakendatakse vastavalt teenusepakkuja teatatud maksimumväärtusele kogu ressursi aktiivse oleku kohta.
fi: Maksu peritään palveluntarjoajan ilmoittaman enimmäisarvon mukaan koko resurssin aktiiviselta tilalta.
ky: Алым ресурстун бардык активдүү абалы боюнча кызмат көрсөтүүчү тарабынан билдирилген максималдуу мааниге ылайык колдонулат.
lt: Mokestis taikomas pagal maksimalią paslaugų teikėjo nurodytą vertę per visą aktyvią išteklių būseną.
lv: Maksa tiek piemērota saskaņā ar pakalpojuma sniedzēja norādīto maksimālo vērtību visā aktīvajā resursa stāvoklī.
nb: Gebyr pålagt i henhold til maksimalverdien rapportert av tjenesteleverandøren over hele ressursens aktive tilstand.
pl: Opłata pobierana według maksymalnej wartości zgłoszonej przez usługodawcę za cały aktywny stan zasobu.
ru: Комиссия взимается в соответствии с максимальным значением, сообщенным поставщиком услуг, за все активное состояние ресурса.
sv: Avgift tillämpas enligt det maximala värdet som rapporterats av tjänsteleverantören över hela resursens aktiva tillstånd.
th: ค่าธรรมเนียมจะคิดตามมูลค่าสูงสุดที่ผู้ให้บริการรายงานตลอดสถานะทรัพยากรที่ใช้งานอยู่ทั้งหมด
uk: Комісія застосовується відповідно до максимального значення, повідомленого постачальником послуг, за весь активний стан ресурсу.

source: Fee applied each time this plan is activated.
ar: يتم تطبيق الرسوم في كل مرة يتم فيها تفعيل هذه الخطة.
az: Bu plan hər dəfə aktivləşdirildikdə ödəniş tətbiq olunur.
bn: প্রতিবার এই প্ল্যানটি সক্রিয় করার সময় ফি প্রযোজ্য৷
cs: Poplatek se účtuje při každé aktivaci tohoto plánu.
de: Die Gebühr wird bei jeder Aktivierung dieses Plans erhoben.
es: Tarifa aplicada cada vez que se activa este plan.
et: Tasu, mida rakendatakse iga kord, kui see plaan aktiveeritakse.
fi: Maksu veloitetaan aina, kun tämä suunnitelma aktivoidaan.
ky: Бул план иштетилген сайын төлөм алынат.
lt: Mokestis taikomas kiekvieną kartą, kai suaktyvinamas šis planas.
lv: Maksa tiek piemērota katru reizi, kad šis plāns tiek aktivizēts.
nb: Gebyret påføres hver gang denne planen aktiveres.
pl: Opłata naliczana przy każdej aktywacji tego planu.
ru: Комиссия взимается при каждой активации этого плана.
sv: Avgift tillämpas varje gång denna plan aktiveras.
th: มีค่าธรรมเนียมทุกครั้งที่เปิดใช้งานแผนนี้
uk: Комісія стягується щоразу, коли цей план активується.

source: Feedback
ar: ردود الفعل
az: Əlaqə
bn: প্রতিক্রিয়া
cs: Zpětná vazba
de: Rückmeldung
es: Comentarios
et: Tagasiside
fi: Palaute
ky: Пикир
lt: Atsiliepimai
lv: Atsauksmes
nb: Tilbakemelding
pl: Sprzężenie zwrotne
ru: Обратная связь
sv: Återkoppling
th: ข้อเสนอแนะ
uk: Зворотній зв&#39;язок

source: Fetching...
ar: جارٍ الجلب...
az: Gəlir...
bn: আনা হচ্ছে...
cs: Načítání...
de: Abrufen...
es: Buscando...
et: Tõmban...
fi: Haetaan...
ky: Алынууда...
lt: Gaunama...
lv: Notiek ienešana...
nb: Henter...
pl: Ujmujący...
ru: Загрузка...
sv: Hämtar...
th: กำลังดึงข้อมูล...
uk: Отримання...

source: Field
ar: ميدان
az: Sahə
bn: মাঠ
cs: Pole
de: Feld
es: Campo
et: Väli
fi: Pelto
ky: Талаа
lt: Laukas
lv: Lauks
nb: Felt
pl: Pole
ru: Поле
sv: Fält
th: สนาม
uk: Поле

source: File
ar: ملف
az: Fayl
bn: ফাইল
cs: Soubor
de: Datei
es: Archivo
et: Fail
fi: Tiedosto
ky: Файл
lt: Failas
lv: Fails
nb: Fil
pl: Plik
ru: Файл
sv: Fil
th: ไฟล์
uk: файл

source: File download has been started.
ar: لقد بدأ تنزيل الملف.
az: Faylın yüklənməsinə başlanıb
bn: ফাইল ডাউনলোড শুরু হয়েছে।
cs: Stahování souboru bylo zahájeno.
de: Der Dateidownload wurde gestartet.
es: Se ha iniciado la descarga de archivos.
et: Faili allalaadimine on alanud
fi: Tiedoston lataus on aloitettu.
ky: Файлды жүктөө башталды.
lt: Failų atsisiuntimas buvo pradėtas.
lv: Faila lejupielāde ir sākta.
nb: Nedlasting av filer er startet.
pl: Rozpoczęło się pobieranie pliku.
ru: Загрузка файла началась.
sv: Filhämtning har startats.
th: เริ่มดาวน์โหลดไฟล์แล้ว
uk: Розпочато завантаження файлу.

source: File for login page.
ar: ملف لصفحة تسجيل الدخول.
az: Giriş səhifəsi üçün fayl.
bn: লগইন পৃষ্ঠার জন্য ফাইল।
cs: Soubor pro přihlašovací stránku.
de: Datei für Anmeldeseite.
es: Archivo para la página de inicio de sesión.
et: Sisselogimismenüü ülaosas kasutatav pilt.
fi: Tiedosto kirjautumissivulle.
ky: Кирүү барагы үчүн файл.
lt: Failas prisijungimo puslapiui.
lv: Fails pieteikšanās lapai.
nb: Fil for påloggingsside.
pl: Plik strony logowania.
ru: Файл для страницы входа.
sv: Fil för inloggningssida.
th: ไฟล์สำหรับหน้าเข้าสู่ระบบ
uk: Файл для сторінки входу.

source: File has been copied
ar: تم نسخ الملف
az: Fayl kopyalandı
bn: ফাইল কপি করা হয়েছে
cs: Soubor byl zkopírován
de: Datei wurde kopiert
es: Se ha copiado el archivo
et: Fail on kopeeritud
fi: Tiedosto on kopioitu
ky: Файл көчүрүлдү
lt: Failas nukopijuotas
lv: Fails ir nokopēts
nb: Filen er kopiert
pl: Plik został skopiowany
ru: Файл скопирован
sv: Filen har kopierats
th: คัดลอกไฟล์แล้ว
uk: Файл скопійовано

source: File has been downloaded.
ar: تم تنزيل الملف.
az: Fayl yüklənib
bn: ফাইল ডাউনলোড করা হয়েছে.
cs: Soubor byl stažen.
de: Die Datei wurde heruntergeladen.
es: Se ha descargado el archivo.
et: Fail on allalaaditud
fi: Tiedosto on ladattu.
ky: Файл жүктөлүп алынды.
lt: Failas atsisiųstas.
lv: Fails ir lejupielādēts.
nb: Filen er lastet ned.
pl: Plik został pobrany.
ru: Файл был скачан.
sv: Filen har laddats ner.
th: ดาวน์โหลดไฟล์แล้ว
uk: Файл завантажено.

source: File too large. Please select a smaller file.
ar: الملف كبير جدًا. الرجاء تحديد ملف أصغر.
az: Fayl çox böyükdür. Zəhmət olmasa daha kiçik bir fayl seçin.
bn: খুব বড় ফাইল. একটি ছোট ফাইল নির্বাচন করুন.
cs: Soubor je příliš velký. Vyberte prosím menší soubor.
de: Datei zu groß. Bitte wählen Sie eine kleinere Datei aus.
es: El archivo es demasiado grande. Seleccione un archivo más pequeño.
et: Fail on liiga suur. Palun valige väiksem fail.
fi: Tiedosto on liian iso. Valitse pienempi tiedosto.
ky: Файл өтө чоң. Кичирээк файл тандаңыз.
lt: Failas per didelis. Pasirinkite mažesnį failą.
lv: Fails ir pārāk liels. Lūdzu, atlasiet mazāku failu.
nb: Filen er for stor. Velg en mindre fil.
pl: Plik zbyt duży. Wybierz mniejszy plik.
ru: Файл слишком большой. Пожалуйста, выберите файл меньшего размера.
sv: För stor fil. Välj en mindre fil.
th: ไฟล์มีขนาดใหญ่เกินไป โปรดเลือกไฟล์ที่มีขนาดเล็กลง
uk: Файл завеликий. Виберіть файл меншого розміру.

source: Filename
ar: اسم الملف
az: Fayl adı
bn: ফাইলের নাম
cs: Název souboru
de: Dateiname
es: Nombre del archivo
et: Faili nimi
fi: Tiedoston nimi
ky: Шилтемелер аты
lt: Failo pavadinimas
lv: Faila nosaukums
nb: Filnavn
pl: Pod nazwą
ru: Имя файла
sv: Filnamn
th: ชื่อไฟล์
uk: Ім&#39;я файлу

source: Files
ar: الملفات
az: Fayllar
bn: নথি পত্র
cs: Soubory
de: Dateien
es: Archivos
et: Failid
fi: Tiedostot
ky: Файлдар
lt: Failai
lv: Faili
nb: Filer
pl: Pliki
ru: Файлы
sv: Filer
th: ไฟล์
uk: Файли

source: Filter
ar: راووق
az: Filtr
bn: ছাঁকনি
cs: Filtr
es: Filtro
et: Filtreeri
fi: Suodatin
ky: Фильтр
lt: Filtras
lv: Filtrs
nb: Filtrer
pl: Filtr
ru: Фильтр
sv: Filtrera
th: กรอง
uk: Фільтр

source: Filter organizations
ar: تصفية المنظمات
az: Filtrləmə təşkilatları
bn: ফিল্টার সংস্থা
cs: Filtrovat organizace
de: Organisationen filtern
es: Filtrar organizaciones
et: Filtreeri organisatsioone
fi: Suodata organisaatiot
ky: Уюмдарды чыпкалоо
lt: Filtruoti organizacijas
lv: Filtrēt organizācijas
nb: Filtrer organisasjoner
pl: Filtruj organizacje
ru: Фильтровать организации
sv: Filtrera organisationer
th: กรององค์กร
uk: Фільтрувати організації

source: Filter projects
ar: مشاريع التصفية
az: Filtrləmə layihələri
bn: ফিল্টার প্রকল্প
cs: Filtrovat projekty
de: Projekte filtern
es: Filtrar proyectos
et: Filtreeri projekte
fi: Suodata projektit
ky: Долбоорлорду чыпкалоо
lt: Filtruoti projektus
lv: Filtrēt projektus
nb: Filtrer prosjekter
pl: Filtruj projekty
ru: Фильтровать проекты
sv: Filtrera projekt
th: กรองโครงการ
uk: Фільтрувати проекти

source: Filtered by
ar: تمت التصفية بواسطة
az: Süzülmüş
bn: দ্বারা ফিল্টার করা হয়েছে
cs: Filtrováno podle
de: Gefiltert nach
es: Filtrado por
et: Filtreeritud
fi: Suodatusperuste
ky: Төмөнкү боюнча чыпкаланган
lt: Filtruota pagal
lv: Filtrēts pēc
nb: Filtrert etter
pl: Filtrowane według
ru: Отфильтровано по
sv: Filtrerat efter
th: กรองโดย
uk: Відфільтровано за

source: Final configuration
ar: التكوين النهائي
az: Son konfiqurasiya
bn: চূড়ান্ত কনফিগারেশন
cs: Konečná konfigurace
de: Endgültige Konfiguration
es: Configuración final
et: Lõplik seadistus
fi: Lopullinen kokoonpano
ky: Акыркы конфигурация
lt: Galutinė konfigūracija
lv: Galīgā konfigurācija
nb: Endelig konfigurasjon
pl: Konfiguracja końcowa
ru: Окончательная конфигурация
sv: Slutlig konfiguration
th: การกำหนดค่าขั้นสุดท้าย
uk: Остаточна конфігурація

source: Financial
ar: مالي
az: Maliyyə
bn: আর্থিক
cs: Finanční
de: Finanzielle
es: Financiero
et: Rahandus
fi: Taloudellinen
ky: Каржылык
lt: Finansinis
lv: Finanšu
nb: Finansiell
pl: Finansowy
ru: Финансовый
sv: Finansiell
th: การเงิน
uk: фінансовий

source: Financial overview
ar: تقييم مالي
az: Maliyyə icmalı
bn: আর্থিক ওভারভিউ
cs: Finanční přehled
de: Finanzielle Übersicht
es: Visión general financiera
et: Majanduslik ülevaade
fi: Talouskatsaus
ky: Каржылык сереп
lt: Finansinė apžvalga
lv: Finanšu pārskats
nb: Økonomisk oversikt
pl: Przegląd finansowy
ru: Финансовый обзор
sv: Finansiell översikt
th: ภาพรวมทางการเงิน
uk: Фінансовий огляд

source: Find project
ar: ابحث عن المشروع
az: Layihəni tapın
bn: প্রকল্প খুঁজুন
cs: Najděte projekt
de: Projekt finden
es: Encontrar un proyecto
et: Otsi projekti
fi: Etsi projekti
ky: Долбоорду табуу
lt: Rasti projektą
lv: Atrodi projektu
nb: Finn prosjekt
pl: Znajdź projekt
ru: Найти проект
sv: Hitta projekt
th: ค้นหาโครงการ
uk: Знайти проект

source: Find resource
ar: ابحث عن الموارد
az: Resurs tapın
bn: সম্পদ খুঁজুন
cs: Najděte zdroj
de: Ressource finden
es: Encontrar recurso
et: Otsi ressurssi
fi: Etsi resurssi
ky: Ресурсту табуу
lt: Raskite išteklių
lv: Atrodiet resursu
nb: Finn ressurs
pl: Znajdź zasób
ru: Найти ресурс
sv: Hitta resurs
th: ค้นหาทรัพยากร
uk: Знайти ресурс

source: Find solution
ar: البحث عن الحل
az: Çözüm tapın
bn: সমাধান খুঁজুন
cs: Najít řešení
de: Lösung finden
es: Encontrar la solución
et: Leidke lahendus
fi: Etsi ratkaisu
ky: Чечимди табыңыз
lt: Rasti sprendimą
lv: Atrodi risinājumu
nb: Finn løsning
pl: Znaleźć rozwiązanie
ru: Найти решение
sv: Hitta lösning
th: ค้นหาวิธีแก้ปัญหา
uk: Знайдіть рішення

source: Fingerprint
ar: بصمة
az: Barmaq izi
bn: আঙুলের ছাপ
cs: Otisk prstu
de: Fingerabdruck
es: Huella dactilar
et: Sõrmejälg
fi: Sormenjälki
ky: Манжа изи
lt: Piršto antspaudas
lv: Pirkstu nospiedums
nb: Fingeravtrykk
pl: Odcisk palca
ru: Отпечаток пальца
sv: Fingeravtryck
th: ลายนิ้วมือ
uk: Відбиток пальця

source: First
ar: أولا
az: Birincisi
bn: প্রথম
cs: První
de: Zuerst
es: Primero
et: Esimene
fi: ensimmäinen
ky: Алгачкы
lt: Pirmas
lv: vispirms
nb: Første
pl: pierwszy
ru: первый
sv: Först
th: อันดับแรก
uk: спочатку

source: First name
ar: الاسم الأول
az: Adı
bn: নামের প্রথম অংশ
cs: Křestní jméno
de: Vorname
es: Nombre de pila
et: Eesnimi
fi: Etunimi
ky: Биринчи аты
lt: Pirmas vardas
lv: Vārds
nb: Fornavn
pl: Imię
ru: Имя
sv: Förnamn
th: ชื่อจริง
uk: Ім&#39;я

source: Fixed-price contract
ar: عقد بسعر ثابت
az: Sabit qiymətli müqavilə
bn: স্থির-মূল্যের চুক্তি
cs: Smlouva s pevnou cenou
de: Festpreisvertrag
es: Contrato de precio fijo
et: Fikseeritud hinnaga leping
fi: Kiinteähintainen sopimus
ky: Туруктуу баада келишим
lt: Fiksuotos kainos sutartis
lv: Fiksētas cenas līgums
nb: Fastpriskontrakt
pl: Umowa ze stałą ceną
ru: Контракт с фиксированной ценой
sv: Avtal om fast pris
th: สัญญาราคาคงที่
uk: Контракт з фіксованою ціною

source: Fixed IPs
ar: عناوين IP الثابتة
az: Sabit IP-lər
bn: স্থির আইপি
cs: Pevné IP adresy
de: Feste IPs
es: IPs fijadas
et: Fikseeritud IP-d
fi: Kiinteät IP:t
lt: Fiksuoti IP
lv: Fiksētie IP
nb: Faste IP-er
pl: Stałe adresy IP
ru: Фиксированные IP-адреса
sv: Fasta IP-adresser
th: IP แบบคงที่
uk: Фіксовані IP-адреси

source: Fixed IPs: {fixed_ips}
ar: عناوين IP الثابتة:{fixed_ips}
az: Sabit IP-lər: {fixed_ips}
bn: স্থির আইপি:{fixed_ips}
cs: Pevné IP adresy:{fixed_ips}
de: Feste IPs:{fixed_ips}
es: IPs fijadas: {fixed_ips}
et: Fikseeritud IP-d: {fixed_ips}
fi: Kiinteät IP:t:{fixed_ips}
ky: Туруктуу IP даректер:{fixed_ips}
lt: Fiksuoti IP:{fixed_ips}
lv: Fiksētie IP:{fixed_ips}
nb: Faste IP-er:{fixed_ips}
pl: Stałe adresy IP:{fixed_ips}
ru: Фиксированные IP-адреса:{fixed_ips}
sv: Fasta IP:er:{fixed_ips}
th: IP คงที่:{fixed_ips}
uk: Фіксовані IP-адреси:{fixed_ips}

source: Fixed price
ar: السعر الثابت
az: sabit qiymət
bn: নির্দিষ্ট মূল্য
cs: Pevná cena
de: Festpreis
es: Precio fijo
et: Fikseeritud hind
fi: Kiinteä hinta
ky: Туруктуу баа
lt: Fiksuota kaina
lv: Fiksētā cena
nb: Fast pris
pl: Stała cena
ru: Измененная цена
sv: Fast pris
th: ราคาคงที่
uk: Фіксована ціна

source: Fixed — use common storage quota
ar: تم الإصلاح - استخدام حصة التخزين المشتركة
az: Sabit - ümumi saxlama kvotasından istifadə edin
bn: স্থির — সাধারণ স্টোরেজ কোটা ব্যবহার করুন
cs: Opraveno - použití společné kvóty úložiště
de: Behoben – gemeinsames Speicherkontingent verwenden
es: Fijo — utilizar la cuota de almacenamiento común
et: Parandatud – kasutage ühist salvestuskvooti
fi: Kiinteä — käytä yhteistä tallennuskiintiötä
ky: Туруктуу — жалпы сактоо квотасын колдонуңуз
lt: Fiksuota – naudoti bendrąją saugyklos kvotą
lv: Fiksēts — izmantojiet kopējo krātuves kvotu
nb: Fast — bruk vanlig lagringskvote
pl: Naprawiono — używaj wspólnego limitu miejsca
ru: Исправлено — используйте общую квоту хранилища.
sv: Fast - använd gemensam lagringskvot
th: แก้ไข — ใช้โควต้าพื้นที่เก็บข้อมูลทั่วไป
uk: Виправлено — використовуйте загальну квоту зберігання

source: Flavor
ar: نكهة
az: Variant
bn: স্বাদ
cs: Příchuť
de: Geschmack
es: Sabor
et: Tüüp (flavor)
fi: Maku
ky: Даам
lt: Skonis
lv: Garša
nb: Smak
pl: Smak
ru: Вкус
sv: Smak
th: รสชาติ
uk: Смак

source: Flavor: {flavor}
ar: نكهة:{flavor}
az: Ləzzət: {flavor}
bn: স্বাদ:{flavor}
cs: Příchuť:{flavor}
de: Geschmack:{flavor}
es: Sabor: {flavor}
et: Tüüp: {flavor}
fi: Maku:{flavor}
ky: Даам:{flavor}
lt: Skonis:{flavor}
lv: Garša:{flavor}
nb: Smak:{flavor}
pl: Smak:{flavor}
ru: Вкус:{flavor}
sv: Smak:{flavor}
th: รสชาติ:{flavor}
uk: Смак:{flavor}

source: Flavor: {flavor_name}, image: {image_name}
ar: نكهة:{flavor_name} ، صورة:{image_name}
az: Ləzzət:{flavor_name}, şəkil: {image_name}
bn: স্বাদ:{flavor_name} , চিত্র:{image_name}
cs: Příchuť:{flavor_name} , obraz:{image_name}
de: Geschmack:{flavor_name} , Bild:{image_name}
es: Sabor: {flavor_name}, imagen: {image_name}
et: Tüüp: {flavor_name}, kettapilt: {image_name}
fi: Maku:{flavor_name} , kuva:{image_name}
ky: Даам:{flavor_name} , сүрөт:{image_name}
lt: Skonis:{flavor_name} , vaizdas:{image_name}
lv: Garša:{flavor_name} , attēls:{image_name}
nb: Smak:{flavor_name} , bilde:{image_name}
pl: Smak:{flavor_name} , obraz:{image_name}
ru: Вкус:{flavor_name} , изображение:{image_name}
sv: Smak:{flavor_name} , bild:{image_name}
th: รสชาติ:{flavor_name} , ภาพ:{image_name}
uk: Смак:{flavor_name} , зображення:{image_name}

source: Flavor change has been scheduled.
ar: تمت جدولة تغيير النكهة.
az: Ləzzət dəyişikliyi planlaşdırılmışdır.
bn: স্বাদ পরিবর্তন নির্ধারিত হয়েছে.
cs: Změna příchuti byla naplánována.
de: Geschmacksänderung wurde geplant.
es: Se ha programado el cambio de sabor.
et: Maitsemuutus on planeeritud.
fi: Maun muutos on suunniteltu.
ky: Даамын өзгөртүү пландаштырылган.
lt: Suplanuotas skonio pakeitimas.
lv: Ir ieplānota garšas maiņa.
nb: Smakendring er planlagt.
pl: Zaplanowano zmianę smaku.
ru: Запланировано изменение вкуса.
sv: Smakförändring har planerats.
th: มีกำหนดการเปลี่ยนรสชาติแล้ว
uk: Заплановано зміну смаку.

source: Flavor exclude regex
ar: النكهة تستبعد التعبير العادي
az: Variantlar daimi ifadələri istisna edir
bn: স্বাদ regex বাদ
cs: Příchuť nezahrnuje regex
de: Geschmack schließen Regex aus
es: Sabor excluir regex
et: Tüübi välistamise regex
fi: Maku ei sisällä regexiä
ky: Даам регексти жокко чыгарат
lt: Skonis neįtraukti regex
lv: Garšas izslēdz regex
nb: Smaken utelukke regex
pl: Smak wyklucza wyrażenie regularne
ru: Ароматизировать исключение регулярного выражения
sv: Smak exkluderar regex
th: รสชาติไม่รวม regex
uk: Смак виключає регулярний вираз

source: Flavor name
ar: اسم النكهة
az: Variantların adı
bn: স্বাদ নাম
cs: Název příchuti
de: Geschmacksname
es: Nombre del sabor
et: Tüübi nimi
fi: Maun nimi
ky: Даам аты
lt: Skonio pavadinimas
lv: Garšas nosaukums
nb: Smak navn
pl: Nazwa smaku
ru: Название вкуса
sv: Smaknamn
th: ชื่อรส
uk: Назва смаку

source: Flavor name: {flavor_name}
ar: اسم النكهة:{flavor_name}
az: Variantların adı: {flavor_name}
bn: স্বাদ নাম:{flavor_name}
cs: Název příchuti: {flavor_name}
de: Geschmack name: {flavor_name}
es: Nombre del sabor: {flavor_name}
et: Tüübi nimi: {flavor_name}
fi: Maun nimi:{flavor_name}
ky: Даам аты:{flavor_name}
lt: Skonio pavadinimas: {flavor_name}
lv: Garšas nosaukums:{flavor_name}
nb: Smaknavn: {flavor_name}
pl: Nazwa smaku:{flavor_name}
ru: Название вкуса:{flavor_name}
sv: Smak namn: {flavor_name}
th: ชื่อรสชาติ:{flavor_name}
uk: Назва смаку:{flavor_name}

source: Flavors
ar: النكهات
az: Ləzzətlər
bn: স্বাদ
cs: Příchutě
de: Geschmacksrichtungen
es: Sabores
et: Tüübid
fi: Mausteet
ky: Даамдар
lt: Skoniai
lv: Garšas
nb: Smaker
pl: Smaki
ru: Вкусы
sv: Smaker
th: รสชาติ
uk: аромати

source: Flavors List
ar: قائمة النكهات
az: Dadlar siyahısı
bn: স্বাদের তালিকা
cs: Seznam příchutí
de: Geschmacksliste
es: Lista de sabores
et: Tüüpide nimekiri
fi: Makuluettelo
ky: Даамдардын тизмеси
lt: Skonių sąrašas
lv: Garšu saraksts
nb: Smaker Liste
pl: Lista smaków
ru: Список вкусов
sv: Lista över smaker
th: รายการรสชาติ
uk: Список смаків

source: Flavors matching this regex expression will not be pulled from the backend.
ar: لن يتم سحب النكهات المطابقة لتعبير regex هذا من الواجهة الخلفية.
az: Bu daimi ifadəyə uyğun gələn variantlar sever hissəsindən çıxarıla bilməz
bn: এই রেজেক্স এক্সপ্রেশনের সাথে মিলে যাওয়া স্বাদগুলি ব্যাকএন্ড থেকে টেনে আনা হবে না।
cs: Příchutě odpovídající tomuto regex výrazu nebudou z backendu staženy.
de: Geschmacksrichtungen, die diesem Regex-Ausdruck entsprechen, werden nicht aus dem Backend gezogen.
es: Los sabores que coincidan con esta expresión regex no se extraerán del backend.
et: Sellele regexile vastavaid tüüpe ei tõmmata.
fi: Tätä regex-lauseketta vastaavia makuja ei vedä taustaohjelmasta.
ky: Бул регекс туюнтмасына дал келген даамдар арткы четтен чыгарылбайт.
lt: Skoniai, atitinkantys šią regex išraišką, nebus ištraukti iš užpakalinės dalies.
lv: Aromāti, kas atbilst šai regulārajai izteiksmei, netiks izvilkti no aizmugursistēmas.
nb: Smaker som samsvarer med dette regex-uttrykket vil ikke bli trukket fra backend.
pl: Smaki pasujące do tego wyrażenia regularnego nie będą pobierane z zaplecza.
ru: Варианты, соответствующие этому регулярному выражению, не будут извлечены из серверной части.
sv: Smaker som matchar det här regex-uttrycket kommer inte att hämtas från gränssnittet.
th: รสที่ตรงกับนิพจน์ regex นี้จะไม่ถูกดึงออกจากแบ็กเอนด์
uk: Аромати, які відповідають цьому виразу регулярного виразу, не будуть отримані з серверної частини.

source: Flavors regex
ar: النكهات العادية
az: Dadlar regex
bn: স্বাদ regex
cs: Příchutě regex
de: Geschmacksrichtungen Regex
es: Sabores regex
et: Maitsed regex
fi: Maut regex
lt: Skoniai regex
lv: Garšas regex
nb: Smaker regex
pl: Wyrażenie regularne smaki
ru: Регулярное выражение ароматизаторов
sv: Smaker regex
th: รสชาติ regex
uk: Смаки регулярний вираз

source: Flexible
ar: مرن
az: Çevik
bn: নমনীয়
cs: Flexibilní
de: Flexibel
et: Paindlik
fi: Joustava
ky: ийкемдүү
lt: Lankstus
lv: Lokans
nb: Fleksibel
pl: Elastyczny
ru: Гибкий
sv: Flexibel
th: ยืดหยุ่นได้
uk: гнучкий

source: Floating IP
ar: IP العائمة
az: Üzən IP
bn: ভাসমান আইপি
cs: Plovoucí IP
de: Schwebende IP
es: IP flotante
et: Liikuv IP
fi: Kelluva IP
lt: Slankusis IP
lv: Peldošais IP
nb: Flytende IP
pl: Pływające IP
ru: Плавающий IP-адрес
sv: Flytande IP
th: IP ลอยตัว
uk: Плаваючий IP

source: Floating IP count
ar: عدد IP العائم
az: Üzən IP sayı
bn: ভাসমান আইপি গণনা
cs: Počet plovoucích IP
de: Floating IP-Anzahl
es: Recuento de IP flotante
et: Liikuvate IPde arv
fi: Kelluva IP-määrä
ky: Калкыма IP саны
lt: Slankusis IP skaičius
lv: Peldošais IP skaits
nb: Flytende IP-antall
pl: Zmienna liczba adresów IP
ru: Плавающее количество IP-адресов
sv: Flytande IP-antal
th: จำนวน IP ลอยตัว
uk: Кількість плаваючих IP-адрес

source: Floating IPs
ar: عناوين IP العائمة
az: Üzən IP-lər
bn: ভাসমান আইপি
cs: Plovoucí IP adresy
es: IPs flotantes
et: Liikuvad IPd
fi: Kelluvat IP-osoitteet
ky: Калкыма IP
lt: Slankieji IP
lv: Peldošie IP
nb: Flytende IPer
pl: Pływające adresy IP
ru: Плавающие IP-адреса
sv: Flytande IP-adresser
th: IP แบบลอยตัว
uk: Плаваючі IP-адреси

source: Floating IPs update has been scheduled.
ar: تمت جدولة تحديث عناوين IP العائمة.
az: Üzən IP-lərin yenilənməsi planlaşdırıldı.
bn: ভাসমান আইপি আপডেট নির্ধারিত হয়েছে।
cs: Aktualizace plovoucích IP adres byla naplánována.
de: Die Aktualisierung der schwebenden IPs wurde geplant.
es: Se ha programado la actualización de IPs flotantes.
et: Ujuvate IP-de värskendus on ajastatud.
fi: Kelluvien IP-osoitteiden päivitys on ajoitettu.
ky: Калкыма IP жаңыртуу пландаштырылган.
lt: Suplanuotas slankiojo IP naujinimas.
lv: Ir ieplānots peldošo IP atjauninājums.
nb: Flytende IPer-oppdatering er planlagt.
pl: Zaplanowano aktualizację pływających adresów IP.
ru: Запланировано обновление плавающих IP-адресов.
sv: Flytande IPS-uppdatering har schemalagts.
th: มีกำหนดการอัปเดต IP แบบลอยตัวแล้ว
uk: Оновлення плаваючих IP-адрес заплановано.

source: Flow update
ar: تحديث التدفق
az: Axın yenilənməsi
bn: ফ্লো আপডেট
cs: Aktualizace toku
es: Actualización de flujo
et: Voo värskendus
fi: Flow-päivitys
ky: Агымды жаңыртуу
lt: Srauto atnaujinimas
lv: Plūsmas atjaunināšana
nb: Flytoppdatering
pl: Aktualizacja przepływu
ru: Обновление потока
sv: Flödesuppdatering
th: อัพเดตกระแส
uk: Оновлення потоку

source: Flowmap
ar: خريطة التدفق
az: İnteraktiv xəritəçəkmə proqramı
bn: ফ্লোম্যাপ
cs: Vývojový diagram
es: Mapa de flujo
et: Vooskeem
lt: Srauto žemėlapis
lv: Plūsmas karte
nb: Flytkart
pl: Mapa przepływu
ru: Блок-схема
th: โฟลว์แมป
uk: Карта потоку

source: Folder
ar: مجلد
az: Qovluq
bn: ফোল্ডার
cs: Složka
de: Ordner
es: Carpeta
et: Kaust
fi: Kansio
ky: Папка
lt: Aplankas
lv: Mape
nb: Mappe
ru: Папка
sv: Mapp
th: โฟลเดอร์
uk: Папка

source: For
ar: من أجل
az: Üçün
bn: জন্য
cs: Pro
de: Für
es: Para
et: Selleks
fi: varten
ky: үчүн
lt: Dėl
lv: Priekš
ru: Для
sv: För
th: สำหรับ
uk: Для

source: For vendors
ar: للبائعين
az: Satıcılar üçün
bn: বিক্রেতাদের জন্য
cs: Pro prodejce
de: Für Anbieter
es: Para vendedores
et: Müüjatele
fi: Myyjille
ky: Сатуучулар үчүн
lt: Pardavėjams
lv: Pārdevējiem
nb: For leverandører
pl: Dla dostawców
ru: Для продавцов
sv: För försäljare
th: สำหรับผู้ขาย
uk: Для продавців
