Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: End date must be after start date.
ar: يجب أن يكون تاريخ الانتهاء بعد تاريخ البدء.
az: Bitmə tarixi başlanğıc tarixindən sonra olmalıdır.
bn: শেষ তারিখ শুরুর তারিখের পরে হতে হবে।
cs: Datum ukončení musí být po datu zahájení.
de: Das Enddatum muss nach dem Startdatum liegen.
es: La fecha de finalización debe ser posterior a la fecha de inicio.
et: Lõppkuupäev peab olema pärast alguskuupäeva.
fi: Päättymispäivän on oltava aloituspäivän jälkeinen.
ky: Аяктоо күнү башталган күндөн кийин болушу керек.
lt: Pabaigos data turi būti vėlesnė už pradžios datą.
lv: Beigu datumam ir jābūt pēc sākuma datuma.
nb: Sluttdato må være etter startdato.
pl: Data zakończenia musi być późniejsza niż data rozpoczęcia.
ru: Дата окончания должна быть позже даты начала.
sv: Slutdatum måste vara efter startdatum.
th: วันที่สิ้นสุดต้องอยู่หลังวันที่เริ่มต้น
uk: Дата завершення має бути після дати початку.

source: End date of the agreement is {date}.
ar: تاريخ انتهاء الاتفاقية هو{date} .
az: Müqavilənin bitmə tarixi{date}.
bn: চুক্তির শেষ তারিখ হল{date} .
cs: Datum ukončení smlouvy je{date} .
de: Enddatum der Vereinbarung ist{date} .
es: La fecha de finalización del acuerdo es {date}.
et: Lepingu lõppkuupäev on {date}.
fi: Sopimuksen päättymispäivä on{date} .
ky: Келишимдин аяктоо датасы{date} .
lt: Sutarties pabaigos data yra{date} .
lv: Līguma beigu datums ir{date} .
nb: Sluttdato for avtalen er{date} .
pl: Data zakończenia umowy to{date} .
ru: Дата окончания договора{date} .
sv: Slutdatum för avtalet är{date} .
th: วันสิ้นสุดสัญญาคือ{date} .
uk: Кінцева дата договору{date} .

source: End time
ar: وقت الانتهاء
az: Bitmə vaxtı
bn: শেষ সময়
cs: Čas ukončení
de: Endzeit
es: Hora de finalización
et: Lõppaeg
fi: Päättymisaika
ky: Аяктоо убактысы
lt: Pabaigos laikas
lv: Beigu laiks
nb: Sluttid
pl: Koniec czasu
ru: Время окончания
sv: Sluttid
th: เวลาสิ้นสุด
uk: Час закінчення

source: Ended
ar: انتهت
az: sona çatdı
bn: শেষ হয়েছে
cs: Skončený
de: BEENDET
es: Terminó
et: Lõppenud
fi: Päättyi
ky: Бүттү
lt: Baigėsi
lv: Beigās
nb: Endte
pl: Zakończył
ru: Закончилась
sv: Slutade
th: สิ้นสุดแล้ว
uk: Закінчено

source: Endpoint has been added successfully.
ar: تمت إضافة نقطة النهاية بنجاح.
az: Son nöqtə uğurla əlavə edildi.
bn: শেষ বিন্দু সফলভাবে যোগ করা হয়েছে.
cs: Koncový bod byl úspěšně přidán.
de: Der Endpunkt wurde erfolgreich hinzugefügt.
es: El punto final se agregó correctamente.
et: Lõpp-punkt on edukalt lisatud.
fi: Päätepiste on lisätty onnistuneesti.
ky: Акыркы чекит ийгиликтүү кошулду.
lt: Galutinis taškas sėkmingai pridėtas.
lv: Galapunkts ir veiksmīgi pievienots.
nb: Sluttpunkt er lagt til.
pl: Punkt końcowy został pomyślnie dodany.
ru: Конечная точка успешно добавлена.
sv: Slutpunkt har lagts till.
th: เพิ่มปลายทางสำเร็จแล้ว
uk: Кінцеву точку успішно додано.

source: Endpoint has been removed.
ar: تمت إزالة نقطة النهاية.
az: Son nöqtə silindi.
bn: শেষবিন্দু সরানো হয়েছে।
cs: Koncový bod byl odstraněn.
de: Endpunkt wurde entfernt.
es: Se ha eliminado el punto final.
et: Lõpp-punkt on eemaldatud.
fi: Päätepiste on poistettu.
ky: Акыркы чекит өчүрүлдү.
lt: Galutinis taškas pašalintas.
lv: Galapunkts ir noņemts.
nb: Endepunkt er fjernet.
pl: Punkt końcowy został usunięty.
ru: Конечная точка удалена.
sv: Endpoint har tagits bort.
th: ปลายทางถูกลบออกแล้ว
uk: Кінцеву точку видалено.

source: Endpoints
ar: نقاط النهاية
az: Endnöqtələr
bn: শেষবিন্দু
cs: Koncové body
de: Endpunkte
es: Puntos finales
et: Lõpp-punktid
fi: Päätepisteet
ky: Акыркы чекиттер
lt: Galiniai taškai
lv: Gala punkti
nb: Endepunktene
pl: Punkty końcowe
ru: Конечные точки
sv: Slutpunkter
th: จุดสิ้นสุด
uk: Кінцеві точки

source: Ensure this field has no more than 30 characters.
ar: تأكد من أن هذا الحقل لا يحتوي على أكثر من 30 حرفًا.
az: Bu sahənin 30 simvoldan çox olmamasından əmin olun.
bn: নিশ্চিত করুন যে এই ক্ষেত্রটিতে 30টির বেশি অক্ষর নেই।
cs: Ujistěte se, že toto pole neobsahuje více než 30 znaků.
de: Stellen Sie sicher, dass dieses Feld nicht mehr als 30 Zeichen enthält.
es: Asegúrese de que este campo no tenga más de 30 caracteres.
et: Veenduge, et sellel väljal ei ole rohkem kui 30 märki.
fi: Varmista, että tässä kentässä on enintään 30 merkkiä.
ky: Бул талаа 30 белгиден ашпоого тийиш.
lt: Įsitikinkite, kad šiame lauke yra ne daugiau kaip 30 simbolių.
lv: Pārliecinieties, vai šajā laukā ir ne vairāk kā 30 rakstzīmes.
nb: Kontroller at dette feltet ikke har mer enn 30 tegn.
pl: Upewnij się, że to pole nie zawiera więcej niż 30 znaków.
ru: Убедитесь, что в этом поле не более 30 символов.
sv: Se till att det här fältet inte har fler än 30 tecken.
th: ตรวจสอบให้แน่ใจว่าฟิลด์นี้มีอักขระไม่เกิน 30 ตัว
uk: Переконайтеся, що це поле містить не більше 30 символів.

source: Enter IPv4 address.
ar: أدخل عنوان IPv4.
az: IPv4 ünvanını daxil edin.
bn: IPv4 ঠিকানা লিখুন।
cs: Zadejte adresu IPv4.
de: Geben Sie die IPv4-Adresse ein.
es: Introduzca la dirección IPv4.
et: Sisestage IPv4 aadress.
fi: Anna IPv4-osoite.
ky: IPv4 дарегин киргизиңиз.
lt: Įveskite IPv4 adresą.
lv: Ievadiet IPv4 adresi.
nb: Skriv inn IPv4-adresse.
pl: Wprowadź adres IPv4.
ru: Введите IPv4-адрес.
sv: Ange IPv4-adress.
th: ป้อนที่อยู่ IPv4
uk: Введіть адресу IPv4.

source: Enter a comma separated list of fields of the user profile that would be protected from editing in Waldur.
ar: أدخل قائمة مفصولة بفواصل من حقول ملف تعريف المستخدم التي ستكون محمية من التحرير في Waldur.
az: Waldurda redaktədən qorunacaq istifadəçi profilinin sahələrinin vergüllə ayrılmış siyahısını daxil edin.
bn: ব্যবহারকারী প্রোফাইলের ক্ষেত্রগুলির একটি কমা বিভক্ত তালিকা লিখুন যা Waldur-এ সম্পাদনা থেকে সুরক্ষিত থাকবে৷
cs: Zadejte čárkami oddělený seznam polí uživatelského profilu, která budou chráněna před úpravami ve Walduru.
de: Geben Sie eine durch Kommas getrennte Liste von Feldern des Benutzerprofils ein, die vor der Bearbeitung in Waldur geschützt werden sollen.
es: Ingrese una lista separada por comas de campos del perfil de usuario que estarían protegidos contra edición en Waldur.
et: Sisestage komadega eraldatud loend kasutajaprofiili väljadest, mis on Walduris redigeerimise eest kaitstud.
fi: Kirjoita pilkuilla eroteltu luettelo käyttäjäprofiilin kentistä, jotka olisi suojattu muokkaukselta Waldurissa.
ky: Waldur&#39;да түзөтүүдөн корголгон колдонуучу профилинин талааларынын үтүр менен бөлүнгөн тизмесин киргизиңиз.
lt: Įveskite kableliais atskirtą vartotojo profilio laukų, kurie būtų apsaugoti nuo redagavimo Waldur, sąrašą.
lv: Ievadiet ar komatu atdalītu lietotāja profila lauku sarakstu, kas būtu aizsargāti pret rediģēšanu programmā Waldur.
nb: Skriv inn en kommadelt liste over felt i brukerprofilen som vil være beskyttet mot redigering i Waldur.
pl: Wpisz rozdzieloną przecinkami listę pól profilu użytkownika, które będą chronione przed edycją w Waldur.
ru: Введите через запятую список полей профиля пользователя, которые будут защищены от редактирования в Waldur.
sv: Ange en kommaseparerad lista över fält i användarprofilen som skulle skyddas från redigering i Waldur.
th: ป้อนรายการช่องของโปรไฟล์ผู้ใช้โดยคั่นด้วยเครื่องหมายจุลภาคที่จะป้องกันไม่ให้แก้ไขใน Waldur
uk: Введіть розділений комами список полів профілю користувача, які будуть захищені від редагування в Waldur.

source: Enter a single port (22) or a port range (5000-6000) or just leave blank for all ports.
ar: أدخل منفذًا واحدًا (22) أو نطاق منفذ (5000-6000) أو اتركه فارغًا لجميع المنافذ.
az: Tək bir port (22) və ya bir port aralığını (5000-6000) daxil edin və ya sadəcə bütün portlar üçün boş buraxın.
bn: একটি একক পোর্ট (22) বা একটি পোর্ট পরিসীমা (5000-6000) লিখুন বা সমস্ত পোর্টের জন্য খালি রাখুন৷
cs: Zadejte jeden port (22) nebo rozsah portů (5000-6000), nebo ponechte prázdné pro všechny porty.
de: Geben Sie einen einzelnen Port (22) oder einen Portbereich (5000–6000) ein oder lassen Sie für alle Ports einfach das Feld leer.
es: Introduzca un puerto único (22) o un rango de puertos (5000-6000) o déjelo en blanco para todos los puertos.
et: Sisestage üks port (22) või pordivahemik (5000-6000) või jätke tühjaks kõigi portide jaoks.
fi: Anna yksi portti (22) tai porttialue (5000-6000) tai jätä kaikki portit tyhjäksi.
ky: Бир портту (22) же порт диапазонун (5000-6000) киргизиңиз же бардык порттор үчүн бош калтырыңыз.
lt: Įveskite vieną prievadą (22) arba prievadų diapazoną (5000–6000) arba tiesiog palikite tuščią visų prievadų laukelį.
lv: Ievadiet vienu portu (22) vai portu diapazonu (5000–6000) vai vienkārši atstājiet tukšu visiem portiem.
nb: Angi en enkelt port (22) eller et portområde (5000-6000) eller la det stå tomt for alle porter.
pl: Wprowadź pojedynczy port (22) lub zakres portów (5000-6000) lub po prostu pozostaw puste dla wszystkich portów.
ru: Введите один порт (22) или диапазон портов (5000–6000) или просто оставьте поле пустым для всех портов.
sv: Ange en enskild port (22) eller ett portintervall (5000-6000) eller lämna bara tomt för alla portar.
th: ป้อนพอร์ตเดียว (22) หรือช่วงพอร์ต (5,000-6,000) หรือเว้นว่างไว้สำหรับพอร์ตทั้งหมด
uk: Введіть один порт (22) або діапазон портів (5000-6000) або просто залиште поле порожнім для всіх портів.

source: Enter address...
ar: أدخل العنوان...
az: Ünvanı daxil edin...
bn: ঠিকানা লিখুন...
cs: Zadejte adresu...
de: Adresse eingeben...
es: Introduzca la dirección...
et: Sisestage aadress...
fi: Anna osoite...
ky: Даректи киргизиңиз...
lt: Įveskite adresą ...
lv: Ievadiet adresi...
nb: Skriv inn adresse...
pl: Podaj adres...
ru: Введите адрес...
sv: Ange adress ...
th: ใส่ที่อยู่...
uk: Введіть адресу...

source: Enter private IPv4 CIDR.
ar: أدخل IPv4 CIDR الخاص.
az: Şəxsi IPv4 CIDR daxil edin.
bn: ব্যক্তিগত IPv4 CIDR লিখুন।
cs: Zadejte privátní IPv4 CIDR.
de: Geben Sie private IPv4 CIDR ein.
es: Introduzca el CIDR IPv4 privado.
et: Sisestage privaatne IPv4 CIDR.
fi: Anna yksityinen IPv4 CIDR.
ky: Жеке IPv4 CIDR киргизиңиз.
lt: Įveskite privatų IPv4 CIDR.
lv: Ievadiet privāto IPv4 CIDR.
nb: Skriv inn privat IPv4 CIDR.
pl: Wprowadź prywatny CIDR IPv4.
ru: Введите частный IPv4 CIDR.
sv: Ange privat IPv4 CIDR.
th: ป้อน CIDR IPv4 ส่วนตัว
uk: Введіть приватний IPv4 CIDR.

source: Enter your custom message
ar: أدخل رسالتك المخصصة
az: Xüsusi mesajınızı daxil edin
bn: আপনার কাস্টম বার্তা লিখুন
cs: Zadejte vlastní zprávu
de: Geben Sie Ihre benutzerdefinierte Nachricht ein
es: Introduce tu mensaje personalizado
et: Sisestage oma kohandatud sõnum
fi: Kirjoita mukautettu viestisi
ky: Ыңгайлаштырылган билдирүүңүздү киргизиңиз
lt: Įveskite tinkintą pranešimą
lv: Ievadiet savu pielāgoto ziņojumu
nb: Skriv inn din egendefinerte melding
pl: Wpisz swoją niestandardową wiadomość
ru: Введите свое сообщение
sv: Ange ditt anpassade meddelande
th: ป้อนข้อความที่คุณกำหนดเอง
uk: Введіть власне повідомлення

source: Environment variables
ar: متغيرات البيئة
az: Mühit dəyişənləri
bn: পরিবেশ পরিবর্তনশীল
cs: Proměnné prostředí
de: Umgebungsvariablen
es: Variables de entorno
et: Keskkonnamuutujad
fi: Ympäristömuuttujat
ky: Айлана-чөйрөнүн өзгөрмөлөрү
lt: Aplinkos kintamieji
lv: Vides mainīgie
nb: Miljøvariabler
pl: Zmienne środowiska
ru: Переменные среды
sv: Miljövariabler
th: ตัวแปรสภาพแวดล้อม
uk: Змінні середовища

source: Environment variables have been updated successfully.
ar: تم تحديث متغيرات البيئة بنجاح.
az: Ətraf mühit dəyişənləri uğurla yenilənir
bn: এনভায়রনমেন্ট ভেরিয়েবল সফলভাবে আপডেট করা হয়েছে।
cs: Proměnné prostředí byly úspěšně aktualizovány.
de: Umgebungsvariablen wurden erfolgreich aktualisiert.
es: Las variables de entorno se han actualizado correctamente.
et: Keskkonnamuutujate värskendamine õnnestus.
fi: Ympäristömuuttujat on päivitetty onnistuneesti.
ky: Айлана-чөйрө өзгөрмөлөрү ийгиликтүү жаңыртылды.
lt: Aplinkos kintamieji buvo sėkmingai atnaujinti.
lv: Vides mainīgie ir veiksmīgi atjaunināti.
nb: Miljøvariabler har blitt oppdatert.
pl: Zmienne środowiskowe zostały pomyślnie zaktualizowane.
ru: Переменные среды успешно обновлены.
sv: Miljövariabler har uppdaterats framgångsrikt.
th: อัปเดตตัวแปรสภาพแวดล้อมสำเร็จแล้ว
uk: Змінні середовища успішно оновлено.

source: Erred
ar: أخطأ
az: Səhv
bn: ভুল
cs: Chybný
de: Verrottete
es: Errado
et: Viga
fi: Erehtynyt
ky: Ката
lt: Klaida
lv: Kļūdaini
nb: Feilet
pl: Błąd
ru: Ошибка
sv: Fel
th: ผิดพลาด
uk: Помилка

source: Erred resources
ar: الموارد المخطئة
az: Səhv mənbələr
bn: ভুল সম্পদ
cs: Chybné zdroje
de: Fehlerhafte Ressourcen
es: Recursos errados
et: Vigased ressursid
fi: Väärät resurssit
ky: Каталанган ресурстар
lt: Suklysti ištekliai
lv: Kļūdaini resursi
nb: Feil ressurser
pl: Błędne zasoby
ru: Ошибочные ресурсы
sv: Felaktiga resurser
th: ทรัพยากรผิดพลาด
uk: Помилкові ресурси

source: Error
ar: خطأ
az: Səhv
bn: ত্রুটি
cs: Chyba
de: Fehler
et: Viga
fi: Virhe
ky: Ката
lt: Klaida
lv: Kļūda
nb: Feil
pl: Błąd
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
uk: Помилка

source: Error disabling the notification.
az: Bildirişi aradan qaldırmaqda səhv.

source: Error disabling the role.
az: Rolu aradan qaldırmaqda səhv.

source: Error enabling the notification.
az: Bildirişi aktivləşdirən səhv.

source: Error enabling the role.
az: Rolu aktivləşdirən səhv.

source: Error in fetching groups
ar: خطأ في جلب المجموعات
az: Qrupların alınmasında səhv
bn: গোষ্ঠীগুলি আনার সময় ত্রুটি৷
cs: Chyba při načítání skupin
de: Fehler beim Abrufen der Gruppen
es: Error al buscar grupos
et: Viga rühmade toomisel
fi: Virhe ryhmien noutamisessa
ky: Топторду алууда ката кетти
lt: Klaida gaunant grupes
lv: Ienesot grupas, radās kļūda
nb: Feil under henting av grupper
pl: Błąd podczas pobierania grup
ru: Ошибка при получении групп.
sv: Fel vid hämtning av grupper
th: เกิดข้อผิดพลาดในการดึงข้อมูลกลุ่ม
uk: Помилка під час отримання груп

source: Error message
ar: رسالة خطأ
az: Xəta mesajı
bn: ভুল বার্তা
cs: Chybová zpráva
de: Fehlermeldung
es: Mensaje de error
et: Veateade
fi: Virheviesti
ky: Ката билдирүү
lt: Klaidos pranešimas
lv: Kļūdas ziņojums
nb: Feilmelding
pl: Komunikat o błędzie
ru: Сообщение об ошибке
sv: Felmeddelande
th: ข้อความผิดพลาด
uk: Повідомлення про помилку

source: Error traceback
ar: تتبع الخطأ
az: İzləmə səhv
bn: ত্রুটি ট্রেসব্যাক
cs: Zpětné sledování chyby
de: Fehler beim Traceback
es: Rastreo de errores
et: Vigade jälgimine
fi: Virheen jäljitys
ky: Ката кайра издөө
lt: Klaida atsekant
lv: Kļūdas izsekošana
nb: Feil traceback
pl: Śledzenie błędów
ru: Отслеживание ошибок
sv: Fel traceback
th: ข้อผิดพลาดในการติดตามกลับ
uk: Трасування помилки

source: Error while deleting offering.
ar: حدث خطأ أثناء حذف العرض.
az: Təklifi silərkən səhv.
bn: অফার মোছার সময় ত্রুটি৷
cs: Chyba při mazání nabídky.
de: Fehler beim Löschen des Angebots.
es: Error al eliminar la oferta.
et: Viga pakkumise kustutamisel.
fi: Virhe poistettaessa tarjousta.
ky: Сунушту жок кылууда ката кетти.
lt: Ištrinant pasiūlymą įvyko klaida.
lv: Dzēšot piedāvājumu, radās kļūda.
nb: Feil under sletting av tilbud.
pl: Błąd podczas usuwania oferty.
ru: Ошибка при удалении предложения.
sv: Fel när erbjudandet skulle tas bort.
th: เกิดข้อผิดพลาดขณะลบข้อเสนอ
uk: Помилка під час видалення пропозиції.

source: Esimated price per month
ar: السعر المقدر شهريا
az: Aylıq təqribi xərc
bn: প্রতি মাসে অনুমানকৃত মূল্য
cs: Odhadovaná cena za měsíc
de: Esimated Preis pro Monat
es: Precio estimado por mes
et: Hinnanguline kuutasu
fi: Arvioitu hinta kuukaudessa
ky: Айына болжолдуу баасы
lt: Pirmoji kaina per mėnesį
lv: Paredzamā cena mēnesī
nb: Esimert pris per måned
pl: Szacunkowa cena za miesiąc
ru: Ориентировочная цена в месяц
sv: Esimerat pris per månad
th: ราคาโดยประมาณต่อเดือน
uk: Орієнтовна ціна за місяць

source: Est revenue
ar: لقد عاد
az: Est gəlir
bn: ফিরেছে
cs: Vrátil se
de: Ist zurückgekommen
es: Ingreso estimado
et: Hinnanguline müügitulu
fi: On palannut
ky: Кайтып келди
lt: Sugrįžo
lv: Ir atgriezies
nb: Har kommet tilbake
pl: Powrócił
ru: Вернулся
sv: Har återvänt
th: กลับมาแล้ว
uk: Повернувся

source: Estimate
ar: تقدير
az: Təxmin edin
bn: অনুমান
cs: Odhadovat
de: Schätzen
es: Estimar
et: Hinnang
fi: Arvio
ky: Баалоо
lt: Sąmata
lv: Tāme
nb: Taksere
pl: Oszacowanie
ru: Оценивать
sv: Uppskatta
th: ประมาณการ
uk: Оцінка

source: Estimate usage of {component}
ar: تقدير الاستخدام{component}
az: İstifadəsini təxmin edin {component}
bn: এর ব্যবহার অনুমান{component}
cs: Odhadněte využití{component}
de: Schätzen Sie die Nutzung von{component}
es: Estime el uso de {component}
et: Hinnanguline kasutus{component}
fi: Arvioi käyttö{component}
ky: колдонууну болжолдоо{component}
lt: Apytikslis naudojimas{component}
lv: Aptuvenais lietojums{component}
nb: Anslå bruk av{component}
pl: Oszacuj wykorzystanie{component}
ru: Оценить использование{component}
sv: Uppskatta användningen av{component}
th: ประมาณการใช้งานของ{component}
uk: Оцініть використання{component}

source: Estimated cost
ar: التكلفة المتوقعة
az: Təqribi xərc
bn: আনুমানিক খরচ
cs: Odhadované náklady
de: Geschätzte Kosten
es: Costo estimado
et: Hinnangulised kulud
fi: Kustannusarvio
ky: Болжолдуу наркы
lt: Įvertintos išlaidos
lv: Paredzamās izmaksas
nb: Estimert kostnad
pl: Szacowany koszt
ru: Ориентировочная стоимость
sv: Beräknad kostnad
th: ค่าใช้จ่ายโดยประมาณ
uk: Орієнтовна вартість

source: Estimated cost for the current month: {cost}
ar: التكلفة التقديرية للشهر الحالي:{cost}
az: Cari ay üçün təxmin edilən dəyər: {cost}
bn: চলতি মাসের আনুমানিক খরচ:{cost}
cs: Odhadované náklady za aktuální měsíc: {cost}
de: Geschätzte Kosten für den aktuellen Monat: {cost}
es: Costo estimado para el mes actual: {cost}
et: Jooksva kuu hinnanguline maksumus: {cost}
fi: Kuluvan kuukauden arvioidut kustannukset:{cost}
ky: Учурдагы ай үчүн болжолдуу наркы:{cost}
lt: Numatomos einamojo mėnesio išlaidos: {cost}
lv: Paredzamās izmaksas par pašreizējo mēnesi:{cost}
nb: Estimert kostnad for gjeldende måned: {cost}
pl: Szacowany koszt na bieżący miesiąc:{cost}
ru: Ориентировочная стоимость на текущий месяц:{cost}
sv: Beräknad kostnad för innevarande månad: {cost}
th: ค่าใช้จ่ายโดยประมาณสำหรับเดือนปัจจุบัน:{cost}
uk: Орієнтовна вартість на поточний місяць:{cost}

source: Estimated cost reaches
ar: تصل التكلفة المقدرة
az: Təxmini dəyər çatır
bn: আনুমানিক খরচ পৌঁছেছে
cs: Odhadované náklady dosahují
de: Geschätzte Kosten erreicht
es: El costo estimado alcanza
et: Eeldatav kulu jõuab
fi: Arvioidut kustannukset ulottuvat
ky: Болжолдуу наркы жетет
lt: Numatomos sąnaudos pasiekia
lv: Paredzamās izmaksas sasniedz
nb: Estimert kostnad når
pl: Szacowany koszt osiąga
ru: Ориентировочная стоимость достигает
sv: Beräknad kostnad når
th: ถึงต้นทุนโดยประมาณแล้ว
uk: Орієнтовна вартість досягає

source: Estimated monthly cost
ar: التكلفة الشهرية المقدرة
az: Təxmini aylıq xərc
bn: আনুমানিক মাসিক খরচ
cs: Odhadované měsíční náklady
de: Geschätzte monatliche Kosten
es: Costo mensual estimado
et: Hinnanguline kuu kulu
fi: Arvioidut kuukausikustannukset
ky: Болжолдуу айлык чыгым
lt: Numatomos mėnesio išlaidos
lv: Paredzamās ikmēneša izmaksas
nb: Estimert månedlig kostnad
pl: Szacunkowy koszt miesięczny
ru: Ориентировочная ежемесячная стоимость
sv: Beräknad månadskostnad
th: ค่าใช้จ่ายรายเดือนโดยประมาณ
uk: Орієнтовна місячна вартість

source: Estimated monthly fee will change from {old_estimate} to {new_estimate}. VAT is not included.
ar: سوف تتغير الرسوم الشهرية المقدرة من{old_estimate} ل{new_estimate} . لا يتم تضمين ضريبة القيمة المضافة.
az: Təxmini aylıq ödəniş -dən dəyi {old_estimate} şəcək{new_estimate}. ƏDV daxil deyil.
bn: থেকে আনুমানিক মাসিক ফি পরিবর্তন হবে{old_estimate} প্রতি{new_estimate} . ভ্যাট অন্তর্ভুক্ত নয়।
cs: Odhadovaný měsíční poplatek se změní z {old_estimate} na {new_estimate}. DPH není zahrnuta.
de: Die geschätzte monatliche Gebühr ändert sich von {old_estimate} zu {new_estimate}. Die Mehrwertsteuer ist nicht enthalten.
es: La tarifa mensual estimada cambiará de {old_estimate} a {new_estimate}. El IVA no está incluido.
et: Eeldatav kuutasu muutub {old_estimate}-lt {new_estimate}-ni. Käibemaks ei sisaldu.
fi: Arvioitu kuukausimaksu muuttuu{old_estimate} to{new_estimate} . ALV ei sisälly hintaan.
ky: Болжолдуу айлык төлөм баштап өзгөрөт{old_estimate} чейин{new_estimate} . КНС камтылган эмес.
lt: Numatomas mėnesinis mokestis pasikeis iš {old_estimate} į {new_estimate}. PVM neįtrauktas.
lv: Paredzamā mēneša maksa mainīsies no{old_estimate} uz{new_estimate} . PVN nav iekļauts.
nb: Estimert månedlig avgift vil endres fra {old_estimate} til {new_estimate}. MVA er ikke inkludert.
pl: Szacunkowa opłata miesięczna ulegnie zmianie od{old_estimate} Do{new_estimate} . VAT nie jest wliczony w cenę.
ru: Ориентировочная ежемесячная плата изменится с{old_estimate} к{new_estimate} . НДС не включен.
sv: Beräknad månadsavgift ändras från {old_estimate} till {new_estimate}. Moms ingår ej.
th: ค่าบริการรายเดือนโดยประมาณจะเปลี่ยนจาก{old_estimate} ถึง{new_estimate} . ไม่รวมภาษีมูลค่าเพิ่ม
uk: Орієнтовна місячна плата зміниться з{old_estimate} до{new_estimate} . ПДВ не включено.

source: Estimated revenue
ar: الإيرادات المقدرة
az: Təxmini gəlir
bn: আনুমানিক আয়
cs: Odhadovaný příjem
de: Geschätzter Umsatz
es: Ingreso estimado
et: Hinnanguline müügitulu
fi: ARVIOIDUT TULOT
ky: Болжолдуу киреше
lt: Numatomos pajamos
lv: Paredzamie ieņēmumi
nb: Estimert inntekt
pl: SZACOWANE DOCHODY
ru: Предполагаемый доход
sv: BERÄKNADE INTÄKTER
th: รายได้โดยประมาณ
uk: ОЦІНКОВИЙ ДОХОД

source: Ethernet type
ar: نوع إيثرنت
az: Ethernet növü
bn: ইথারনেট টাইপ
cs: Typ sítě Ethernet
de: Ethernet-Typ
es: Tipo de Ethernet
et: Etherneti tüüp
fi: Ethernet tyyppi
ky: Ethernet түрү
lt: Ethernet tipas
lv: Ethernet tips
pl: Typ Ethernetu
ru: Тип Ethernet
sv: Ethernet-typ
th: ประเภทอีเทอร์เน็ต
uk: Тип Ethernet

source: Evaluation
ar: تقييم
az: Qiymətləndirmə
bn: মূল্যায়ন
cs: Hodnocení
de: Auswertung
es: Evaluación
et: Hindamine
fi: Arviointi
ky: Баалоо
lt: Vertinimas
lv: Novērtēšana
nb: Evaluering
pl: Ocena
ru: Оценка
sv: Utvärdering
th: การประเมิน
uk: Оцінка

source: Event details
ar: تفاصيل الحدث
az: Hadisənin təfsilatları
bn: অনুষ্ঠানের বিবরণ
cs: Podrobnosti o události
de: Veranstaltungsdetails
es: Detalles del evento
et: Sündmuse andmed
fi: Tapahtuman Yksityiskohdat
ky: Окуянын чоо-жайы
lt: Išsami įvykio informacija
lv: Pasākuma informācija
nb: Arrangementsdetaljer
pl: Szczegóły wydarzenia
ru: Детали события
sv: Information om evenemanget
th: รายละเอียดกิจกรรม
uk: Деталі події

source: Event group
ar: مجموعة الحدث
az: Tədbir qrupu
bn: ইভেন্ট গ্রুপ
cs: Skupina událostí
de: Veranstaltungsgruppe
es: Grupo de evento
et: Sündmuse grupp
fi: Tapahtumaryhmä
ky: Окуя тобу
lt: Renginių grupė
lv: Pasākumu grupa
nb: Arrangementsgruppe
pl: Grupa wydarzeń
ru: Группа событий
sv: Eventgrupp
th: กลุ่มกิจกรรม
uk: Група заходів

source: Event message
ar: رسالة الحدث
az: Hadisə mesajı
bn: ইভেন্ট বার্তা
cs: Zpráva o události
de: Ereignismeldung
es: Mensaje del evento
et: Sündmuse teade
fi: Tapahtuman viesti
ky: Окуя билдирүүсү
lt: Įvykio žinutė
lv: Notikuma ziņojums
nb: Hendelsesmelding
pl: Wiadomość o wydarzeniu
ru: Сообщение о событии
sv: Händelsemeddelande
th: ข้อความเหตุการณ์
uk: Повідомлення про подію

source: Event type
ar: نوع الحدث
az: Hadisə növü
bn: ইভেন্টের ধরণ
cs: Typ události
de: Ereignistyp
es: Tipo de evento
et: Sündmuse tüüp
fi: Tapahtumatyyppi
ky: Окуя түрү
lt: Įvykio tipas
lv: Notikuma tips
nb: Hendelsestype
pl: Typ wydarzenia
ru: Тип события
sv: Händelsetyp
th: ประเภทเหตุการณ์
uk: Тип події

source: Event types
ar: أنواع الأحداث
az: Hadisə növləri
bn: ইভেন্টের ধরন
cs: Typy událostí
de: Ereignistypen
es: Tipos de eventos
et: Sündmuste tüübid
fi: Tapahtumatyypit
ky: Окуя түрлөрү
lt: Įvykių tipai
lv: Pasākumu veidi
nb: Arrangement typer
pl: Typy wydarzeń
ru: Типы событий
sv: Händelsetyper
th: ประเภทเหตุการณ์
uk: Типи подій

source: Events
ar: احداث
az: Hadisələr
bn: ঘটনা
cs: Události
de: Ereignisse
es: Eventos
et: Sündmused
fi: Tapahtumat
ky: Окуялар
lt: Įvykiai
lv: Notikumi
nb: Hendelser
pl: Zdarzenia
ru: События
sv: Händelser
th: เหตุการณ์
uk: Події
