Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Record number
ar: رقم السجل
az: Qeyd nömrəsi
bn: রেকর্ড সংখ্যা
cs: Číslo záznamu
de: Rekord-Nummer
es: Número de registro
et: Kirje number
fi: Ennätysnumero
ky: Рекорддук номер
lt: Įrašo numeris
lv: Ieraksta numurs
nb: Rekordnummer
pl: Numer rekordu
ru: Номер записи
sv: Rekordnummer
th: บันทึกหมายเลข
uk: Номер запису

source: Record period
ar: فترة قياسية
az: Qeyd dövrü
bn: রেকর্ড সময়কাল
cs: Období záznamu
de: Rekordzeitraum
es: Periodo de registro
et: Kirje periood
fi: Ennätysaika
ky: Рекорддук мезгил
lt: Įrašo laikotarpis
lv: Rekorda periods
nb: Rekordperiode
pl: Rekordowy okres
ru: Период записи
sv: Rekordperiod
th: ระยะเวลาบันทึก
uk: Період запису

source: Redeploy
ar: إعادة الانتشار
az: Yenidən yerləşdirin
bn: পুনরায় স্থাপন করুন
cs: Přesunout
de: Bereitstellen
es: Redistribuir
et: Ümberpaigutamine
fi: Järjestä uudelleen
ky: Кайра жайгаштыруу
lt: Perdislokavimas
lv: Pārvietot
nb: Omplasser
pl: Wdróż ponownie
ru: Перераспределить
sv: Distribuera om
th: ปรับใช้ใหม่
uk: Перерозподіл

source: Reference
ar: مرجع
az: Referans
bn: রেফারেন্স
cs: Odkaz
de: Referenz
es: Referencia
et: Viide
fi: Viittaus
ky: Шилтеме
lt: Nuoroda
lv: Atsauce
nb: Referanse
pl: Odniesienie
ru: Ссылка
sv: Referens
th: อ้างอิง
uk: довідка

source: Reference code
az: İstinad kodu

source: Referral count
ar: عدد الإحالة
az: İstinad sayı
bn: রেফারেল গণনা
cs: Počet doporučení
de: Überweisungszahl
es: Recuento de referencias
et: Saatekirjade arv
fi: Viittausten määrä
ky: Реферат саны
lt: Persiuntimų skaičius
lv: Ieteikumu skaits
nb: Henvisningstall
pl: Liczba skierowań
ru: Количество рефералов
sv: Hänvisningsantal
th: จำนวนผู้อ้างอิง
uk: Кількість рефералів

source: Referrals for {name}
ar: إحالات ل{name}
az: üçün müraciətlər {name}
bn: জন্য রেফারেল{name}
cs: Doporučení pro {name}
de: Empfehlungen für {name}
es: Referencias para {name}
et: Soovitused{name}
fi: Suositukset kohteelle{name}
ky: үчүн жолдомо{name}
lt: Rekomendacijos dėl {name}
lv: Ieteikumi par{name}
nb: Henvisninger for {name}
pl: Polecenia dla{name}
ru: Рекомендации для{name}
sv: Hänvisningar för {name}
th: การอ้างอิงสำหรับ{name}
uk: Реферали для{name}

source: Refresh
ar: تحديث
az: Təzələmək
bn: রিফ্রেশ
cs: Obnovit
de: Aktualisieren
es: Actualizar
et: Värskenda
fi: Virkistää
ky: Жаңылоо
lt: Atnaujinti
lv: atjaunot
nb: Oppdater
pl: Odświeżyć
ru: Обновить
sv: Uppdatera
th: รีเฟรช
uk: Оновити

source: Regenerate
ar: تجديد
az: Yenilənmək
bn: পুনর্জন্ম
cs: Regenerovat
de: Regenerieren
es: Regenerar
et: Genereeri uuesti
fi: Luo uudelleen
lt: Atsinaujinti
lv: Atjaunot
nb: Regenerere
pl: Zregenerować
ru: Регенерировать
sv: Regenerera
th: สร้างใหม่
uk: Регенерувати

source: Region
ar: قطر
az: bölgə
bn: অঞ্চল
es: Región
et: Piirkond
fi: Alue
ky: Регион
lt: Regionas
lv: Reģions
ru: Область
sv: Område
th: ภาค
uk: Регіон

source: Region name
ar: اسم المنطقة
az: Region adı
bn: অঞ্চলের নাম
cs: Název regionu
de: Regionsname
es: Nombre de la región
et: Piirkonna nimi
fi: Alueen nimi
ky: Аймактын аталышы
lt: Regiono pavadinimas
lv: Reģiona nosaukums
nb: Navn på region
pl: Nazwa regionu
ru: Имя региона
sv: Regionens namn
th: ชื่อภูมิภาค
uk: Назва регіону

source: Register as a customer of our portal and provide your cloud services through the Marketplace.
ar: قم بالتسجيل كعميل في بوابتنا وقم بتقديم خدماتك السحابية من خلال السوق.
az: Portalımızın müştəri olaraq qeydiyyatdan keçin və bulud xidmətlərinizi Marketplace vasitəsilə təqdim edin.
bn: আমাদের পোর্টালের গ্রাহক হিসেবে নিবন্ধন করুন এবং মার্কেটপ্লেসের মাধ্যমে আপনার ক্লাউড পরিষেবা প্রদান করুন।
cs: Zaregistrujte se jako zákazník našeho portálu a poskytujte své cloudové služby prostřednictvím Marketplace.
de: Registrieren Sie sich als Kunde unseres Portals und stellen Sie Ihre Cloud-Dienste über den Marketplace bereit.
es: Regístrese como cliente de nuestro portal y proporcione sus servicios en la nube a través del Marketplace.
et: Registreeruge meie portaali kliendiks ja osutage oma pilveteenuseid Marketplace&#39;i kaudu.
fi: Rekisteröidy portaalimme asiakkaaksi ja tarjoa pilvipalvelusi Marketplacen kautta.
ky: Биздин порталдын кардары катары катталып, булут кызматтарыңызды Marketplace аркылуу камсыз кылыңыз.
lt: Užsiregistruokite kaip mūsų portalo klientas ir teikite debesijos paslaugas per Marketplace.
lv: Reģistrējieties kā mūsu portāla klients un sniedziet savus mākoņpakalpojumus, izmantojot Marketplace.
nb: Registrer deg som kunde av vår portal og gi dine skytjenester gjennom Marketplace.
pl: Zarejestruj się jako klient naszego portalu i udostępniaj swoje usługi w chmurze za pośrednictwem Marketplace.
ru: Зарегистрируйтесь в качестве клиента нашего портала и предоставляйте свои облачные услуги через Торговую площадку.
sv: Registrera dig som kund till vår portal och tillhandahåll dina molntjänster via Marketplace.
th: ลงทะเบียนเป็นลูกค้าของพอร์ทัลของเราและให้บริการคลาวด์ของคุณผ่าน Marketplace
uk: Зареєструйтеся як клієнт нашого порталу та надайте свої хмарні послуги через Marketplace.

source: Register as a customer of our portal and provide your cloud services through the service catalog.
ar: قم بالتسجيل كعميل في بوابتنا وقم بتقديم خدماتك السحابية من خلال كتالوج الخدمات.
az: Portalımızın müştəri olaraq qeydiyyatdan keçin və bulud xidmətlərinizi xidmət kataloqu vasitəsilə təqdim edin.
bn: আমাদের পোর্টালের গ্রাহক হিসাবে নিবন্ধন করুন এবং পরিষেবা ক্যাটালগের মাধ্যমে আপনার ক্লাউড পরিষেবাগুলি সরবরাহ করুন৷
cs: Zaregistrujte se jako zákazník našeho portálu a poskytujte své cloudové služby prostřednictvím katalogu služeb.
de: Registrieren Sie sich als Kunde unseres Portals und stellen Sie Ihre Cloud-Dienste über den Servicekatalog bereit.
es: Regístrese como cliente de nuestro portal y proporcione sus servicios en la nube a través del catálogo de servicios.
et: Registreeruge meie portaali kliendiks ja osutage oma pilveteenuseid teenusekataloogi kaudu.
fi: Rekisteröidy portaalimme asiakkaaksi ja tarjoa pilvipalvelusi palveluluettelon kautta.
ky: Биздин порталдын кардары катары катталып, кызмат каталогу аркылуу булут кызматтарыңызды көрсөтүңүз.
lt: Užsiregistruokite mūsų portalo klientu ir teikite debesijos paslaugas per paslaugų katalogą.
lv: Reģistrējieties kā mūsu portāla klients un sniedziet savus mākoņpakalpojumus, izmantojot pakalpojumu katalogu.
nb: Registrer deg som kunde av vår portal og gi dine skytjenester gjennom tjenestekatalogen.
pl: Zarejestruj się jako klient naszego portalu i udostępniaj swoje usługi w chmurze poprzez katalog usług.
ru: Зарегистрируйтесь как клиент нашего портала и предоставляйте свои облачные услуги через каталог услуг.
sv: Registrera dig som kund till vår portal och tillhandahåll dina molntjänster genom tjänstekatalogen.
th: ลงทะเบียนเป็นลูกค้าของพอร์ทัลของเราและให้บริการคลาวด์ของคุณผ่านแค็ตตาล็อกบริการ
uk: Зареєструйтесь як клієнт нашого порталу та надайте свої хмарні послуги через каталог послуг.

source: Register as service provider
ar: سجل كمزود خدمة
az: Xidmət təminatçısı kimi qeydiy
bn: পরিষেবা প্রদানকারী হিসাবে নিবন্ধন করুন
cs: Zaregistrujte se jako poskytovatel služeb
de: Registrieren Sie sich als Dienstanbieter
es: Registrarse como proveedor de servicios
et: Registreeri ennast teenusepakkujaks
fi: Rekisteröidy palveluntarjoajaksi
ky: Кызмат көрсөтүүчү катары катталыңыз
lt: Registruokitės kaip paslaugų teikėjas
lv: Reģistrējieties kā pakalpojumu sniedzējs
nb: Registrer deg som tjenesteleverandør
pl: Zarejestruj się jako usługodawca
ru: Зарегистрируйтесь как поставщик услуг
sv: Registrera dig som tjänsteleverantör
th: ลงทะเบียนเป็นผู้ให้บริการ
uk: Зареєструватися як постачальник послуг

source: Register organization as service provider and remove organization.
ar: تسجيل المنظمة كمقدم خدمة وإزالة المنظمة.
az: Təşkilatı xidmət təminatçısı kimi qeydiyyatdan keçirin və təş
bn: পরিষেবা প্রদানকারী হিসাবে সংস্থা নিবন্ধন করুন এবং সংস্থাকে সরিয়ে দিন।
cs: Zaregistrujte organizaci jako poskytovatele služeb a odstraňte ji.
de: Registrieren Sie die Organisation als Dienstanbieter und entfernen Sie die Organisation.
es: Registrar la organización como proveedor de servicios y eliminar la organización.
et: Registreerige organisatsioon teenusepakkujana ja eemaldage organisatsioon.
fi: Rekisteröi organisaatio palveluntarjoajaksi ja poista organisaatio.
ky: Уюмду кызмат көрсөтүүчү катары каттаңыз жана уюмду алып салыңыз.
lt: Užregistruokite organizaciją kaip paslaugų teikėją ir pašalinkite organizaciją.
lv: Reģistrēt organizāciju kā pakalpojumu sniedzēju un noņemt organizāciju.
nb: Registrer organisasjonen som tjenesteleverandør og fjern organisasjonen.
pl: Zarejestruj organizację jako usługodawcę i usuń ją.
ru: Зарегистрируйте организацию в качестве поставщика услуг и удалите организацию.
sv: Registrera organisationen som tjänsteleverantör och ta bort organisationen.
th: ลงทะเบียนองค์กรเป็นผู้ให้บริการและลบองค์กร
uk: Зареєструйте організацію як постачальника послуг і видаліть організацію.

source: Registered at:
ar: مسجل فى:
az: Qeydiyyatdan keçdi:
bn: এখানে নিবন্ধিত:
cs: Registrováno na:
de: Registriert bei:
es: Registrado en:
et: Registreeritud
fi: Rekisteröity osoitteessa:
ky: Катталган:
lt: Registruota:
lv: Reģistrēts:
nb: Registrert på:
pl: Zarejestrowany pod adresem:
ru: Зарегистрировано по адресу:
sv: Registrerat på:
th: ลงทะเบียนที่:
uk: Зареєстровано за адресою:

source: Registration code
ar: رمز التسجيل
az: Qeydiyyat kodu
bn: নিবন্ধন কোড
cs: Registrační kód
de: Registrierungscode
es: Código de registro
et: Registreeringu kood
fi: Rekisteröintikoodi
ky: Катталуу коду
lt: Registracijos kodas
lv: Reģistrācijas kods
nb: Registreringskode
pl: Kod rejestracyjny
ru: Регистрационный код
sv: Registreringskod
th: รหัสลงทะเบียน
uk: Код реєстрації

source: Registration method
ar: طريقة التسجيل
az: Qeydiyyat metodu
bn: নিবন্ধন পদ্ধতি
cs: Způsob registrace
de: Registrierungsmethode
es: Método de registro
et: Registreeringu meetod
fi: Rekisteröintitapa
ky: Каттоо ыкмасы
lt: Registracijos būdas
lv: Reģistrācijas metode
nb: Registreringsmetode
pl: Metoda rejestracji
ru: Метод регистрации
sv: Registreringsmetod
th: วิธีการลงทะเบียน
uk: Спосіб реєстрації

source: Registry code
ar: رمز التسجيل
az: Qeydiyyat kodu
bn: রেজিস্ট্রি কোড
cs: Kód registru
de: Registrierungscode
es: Código de registro
et: Registrikood
fi: Rekisterikoodi
ky: Реестр коду
lt: Registro kodas
lv: Reģistra kods
nb: Registerkode
pl: Kod rejestru
ru: Регистрационный код
sv: Registerkod
th: รหัสรีจิสทรี
uk: Реєстраційний код

source: Regular expression to limit flavors list
ar: التعبير العادي للحد من قائمة النكهات
az: Ləzzətlər siyahısını məhdudlaşdırmaq
bn: স্বাদের তালিকা সীমিত করতে নিয়মিত অভিব্যক্তি
cs: Regulární výraz pro omezení seznamu příchutí
de: Regulärer Ausdruck zur Begrenzung der Geschmacksliste
es: Expresión regular para limitar la lista de sabores
et: Regulaaravaldis maitsete loendi piiramiseks
fi: Säännöllinen lauseke makuluettelon rajoittamiseksi
ky: Даамдардын тизмесин чектөө үчүн кадимки туюнтма
lt: Reguliarioji išraiška norint apriboti skonių sąrašą
lv: Regulāra izteiksme, lai ierobežotu garšu sarakstu
nb: Regelmessig uttrykk for å begrense smakslisten
pl: Wyrażenie regularne ograniczające listę smaków
ru: Регулярное выражение для ограничения списка вкусов
sv: Regelbundet uttryck för att begränsa listan över smaker
th: การแสดงออกปกติเพื่อจำกัดรายการรสชาติ
uk: Регулярний вираз для обмеження списку смаків

source: Regular user
ar: المستخدم العادي
az: Daimi istifadəçi
bn: নিয়মিত ব্যবহারকারী
cs: Běžný uživatel
de: Normaler Benutzer
es: Usuario habitual
et: Tavakasutaja
fi: Tavallinen käyttäjä
ky: Кадимки колдонуучу
lt: Nuolatinis vartotojas
lv: Regulārs lietotājs
nb: Vanlig bruker
pl: Zwykły użytkownik
ru: Обычный пользователь
sv: Regelbunden användare
th: ผู้ใช้ประจำ
uk: Звичайний користувач

source: Reject
ar: رفض
az: Rədd edin
bn: প্রত্যাখ্যান করুন
cs: Odmítnout
de: Ablehnen
es: Rechazar
et: Lükka tagasi
fi: Hylätä
ky: Четке кагуу
lt: Atmesti
lv: Noraidīt
nb: Avvis
pl: Odrzucać
ru: Отвергать
sv: Avvisa
th: ปฏิเสธ
uk: Відхиляти

source: Reject all
ar: رفض الكل
az: Hamısını rədd edin
bn: সব প্রত্যাখ্যান করুন
cs: Odmítnout vše
de: Alles ablehnen
es: Rechazar todo
et: Keeldu kõik
fi: Hylkää kaikki
ky: Баарын четке кагуу
lt: Atmesti visus
lv: Noraidīt visus
nb: Avvis alle
pl: Odrzuć wszystkie
ru: Отклонить все
sv: Avvisa alla
th: ปฏิเสธทั้งหมด
uk: Відкинути всі

source: Reject booking request
ar: رفض طلب الحجز
az: Rezervasyon tələbini rədd edin
bn: বুকিং অনুরোধ প্রত্যাখ্যান করুন
cs: Odmítnout požadavek na rezervaci
de: Buchungsanfrage ablehnen
es: Rechazar solicitud de reserva
et: Keeldu broneerimistaotlusest
fi: Hylkää varauspyyntö
ky: Ээлеп коюу өтүнүчүн четке кагуу
lt: Atmesti užsakymo užklausą
lv: Noraidīt rezervācijas pieprasījumu
nb: Avvis bestillingsforespørsel
pl: Odrzuć prośbę o rezerwację
ru: Отклонить запрос на бронирование
sv: Avvisa bokningsförfrågan
th: ปฏิเสธคำขอจอง
uk: Відхилити запит на бронювання

source: Reject order
ar: رفض الطلب
az: Sifarişi rədd edin
bn: আদেশ প্রত্যাখ্যান করুন
cs: Odmítnout objednávku
de: Bestellung ablehnen
es: Rechazar pedido
et: Keeldu tellimusest
fi: Hylkää tilaus
ky: Буйрутманы четке кагуу
lt: Atmesti užsakymą
lv: Noraidīt pasūtījumu
nb: Avvis ordre
pl: Odrzuć zamówienie
ru: Отклонить заказ
sv: Avvisa beställning
th: ปฏิเสธคำสั่งซื้อ
uk: Відхилити замовлення

source: Reject order item
ar: رفض عنصر الطلب
az: Sifariş maddəsini rədd edin
bn: অর্ডার আইটেম প্রত্যাখ্যান
cs: Odmítnout položku objednávky
de: Bestellposition ablehnen
es: Rechazar artículo del pedido
et: Keeldu tellimuse kaubast
fi: Hylkää tilaustuote
ky: Буйрутманы четке кагуу
lt: Atmesti užsakymo prekę
lv: Noraidīt pasūtījuma preci
nb: Avvis bestillingsvare
pl: Odrzuć element zamówienia
ru: Отклонить позицию заказа
sv: Avvisa beställningsvara
th: ปฏิเสธรายการสั่งซื้อ
uk: Відхилити товар замовлення

source: Reject permission request by {name}
ar: رفض طلب الإذن بواسطة{name}
az: İcazə tələbini rədd edin {name}
bn: দ্বারা অনুমতি অনুরোধ প্রত্যাখ্যান{name}
cs: Odmítnout žádost o povolení do{name}
de: Berechtigungsanfrage ablehnen von{name}
es: Rechazar la solicitud de permiso de {name}
et: Loa taotlus hüljatud {name} poolt
fi: Hylkää lupapyyntö mennessä{name}
ky: тарабынан уруксат сурамын четке кагуу{name}
lt: Atmesti leidimo prašymą iki{name}
lv: Noraidīt atļaujas pieprasījumu līdz{name}
nb: Avvis tillatelsesforespørsel innen{name}
pl: Odrzuć prośbę o pozwolenie przez{name}
ru: Отклонить запрос на разрешение{name}
sv: Avvisa begäran om tillstånd av{name}
th: ปฏิเสธการขออนุญาตโดย{name}
uk: Відхилити запит на дозвіл до{name}

source: Rejected
ar: نبيذ
az: rədd edildi
bn: প্রত্যাখ্যাত
cs: Odmítnuto
de: Abgelehnt
es: Rechazado
et: Tagasi lükatud
fi: Hylätty
ky: Четке кагылды
lt: Atmesta
lv: Noraidīts
nb: Avvist
pl: Odrzucone
ru: Отклонены
sv: Avvisade
th: ถูกปฏิเสธ
uk: Відхилено

source: Related offering:
ar: العروض ذات الصلة:
az: Əlaqədar təklif:
bn: সম্পর্কিত অফার:
cs: Související nabídka:
de: Verwandtes Angebot:
es: Oferta relacionada:
et: Seotud pakkumine:
fi: Aiheeseen liittyvä tarjonta:
ky: Тиешелүү сунуш:
lt: Susijęs pasiūlymas:
lv: Saistīts piedāvājums:
nb: Relatert tilbud:
pl: Powiązana oferta:
ru: Сопутствующее предложение:
sv: Relaterat erbjudande:
th: ข้อเสนอที่เกี่ยวข้อง:
uk: Пов&#39;язана пропозиція:

source: Related offering description:
ar: وصف العرض ذو الصلة:
az: Əlaqədar təklif təsviri:
bn: সম্পর্কিত অফার বিবরণ:
cs: Popis související nabídky:
de: Zugehörige Angebotsbeschreibung:
es: Descripción de la oferta relacionada:
et: Seotud pakkumise kirjeldus:
fi: Aiheeseen liittyvä tarjouksen kuvaus:
ky: Окшош сунуштун сүрөттөлүшү:
lt: Susijusio pasiūlymo aprašymas:
lv: Saistītā piedāvājuma apraksts:
nb: Beslektet tilbudsbeskrivelse:
pl: Powiązany opis oferty:
ru: Описание сопутствующего предложения:
sv: Relaterad beskrivning av erbjudandet:
th: คำอธิบายข้อเสนอที่เกี่ยวข้อง:
uk: Опис відповідної пропозиції:

source: Release floating IPs
ar: الافراج عن عناوين IP العائمة
az: əyişən IP-ləri buraxın
bn: ভাসমান আইপি প্রকাশ করুন
cs: Uvolnění plovoucích IP adres
de: Freigeben von schwebenden IPs
es: Liberar IPs flotantes
et: Vabasta liikuvad IPd
fi: Vapauta kelluvat IP-osoitteet
ky: Калкыма IP даректерди чыгарыңыз
lt: Atleiskite plaukiojančius IP
lv: Atlaidiet peldošos IP
nb: Frigi flytende IPer
pl: Zwolnij pływające adresy IP
ru: Освободить плавающие IP-адреса
sv: Släpp flytande IP-adresser
th: ปล่อย IP แบบลอยตัว
uk: Звільнити плаваючі IP-адреси

source: Reload
ar: تحديث
az: Yenidən yüklə
bn: পুনরায় লোড করুন
cs: Znovu načíst
de: Neu laden
es: Recargar
et: Taaslaadi
fi: Ladata uudelleen
ky: Кайра жүктөө
lt: Įkelkite iš naujo
lv: Pārlādēt
nb: Last inn på nytt
pl: Przeładować
ru: Перезаряжать
sv: Ladda om
th: โหลดซ้ำ
uk: Перезавантажити

source: Reload issue data
ar: إعادة تحميل بيانات المشكلة
az: Verilmə məlumatları yenidən yükləyin
bn: সমস্যা ডেটা পুনরায় লোড করুন
cs: Znovu načíst data problému
de: Problemdaten neu laden
es: Recargar los datos de la emisión
et: Laadige probleemi andmed uuesti
fi: Lataa ongelmatiedot uudelleen
ky: Маселе дайындарын кайра жүктөө
lt: Perkraukite išleidimo duomenis
lv: Atkārtoti ielādējiet problēmas datus
nb: Last inn problemdata på nytt
pl: Załaduj ponownie dane problemu
ru: Перезагрузить данные о проблеме
sv: Ladda om problemdata
th: โหลดข้อมูลปัญหาซ้ำ
uk: Перезавантажте дані проблеми

source: Remaining
ar: باق
az: Qalan
bn: অবশিষ্ট
cs: Zbývající
de: Verbleibend
es: Restante
et: Allesjäänud
fi: Jäljellä oleva
ky: Калган
lt: Likęs
lv: Atlikušais
nb: Gjenværende
pl: Pozostały
ru: Остальной
sv: Återstående
th: ที่เหลืออยู่
uk: залишилося

source: Remaining amount
ar: الكمية المتبقية
az: Qalan məbləğ
bn: অবশিষ্ট পরিমাণ
cs: Zbývající částka
de: Restbetrag
es: Cantidad restante
et: Allesjäänud maht
fi: Jäljellä oleva määrä
ky: Калган сумма
lt: Likusi suma
lv: Atlikušais daudzums
nb: Gjenstående beløp
pl: Pozostała ilość
ru: Оставшееся количество
sv: Återstående belopp
th: ยอดเงินคงเหลือ
uk: Сума, що залишилася

source: Remote CIDR
ar: CIDR عن بعد
az: Uzaq CIDR (sinifsiz domenlərarası marşrutlama)
bn: দূরবর্তী CIDR
cs: Vzdálený CIDR
es: CIDR remoto
et: Kaug-CIDR
fi: Kauko-CIDR
ky: Алыскы CIDR
lt: Nuotolinis CIDR
lv: Attālais CIDR
nb: Ekstern CIDR
pl: Zdalny CIDR
ru: Удаленный CIDR
sv: Fjärr CIDR
th: CIDR ระยะไกล
uk: Віддалений CIDR

source: Remote Waldur API URL
ar: عنوان URL لواجهة برمجة التطبيقات Waldur البعيدة
az: Uzaqdan Waldur API URL
bn: দূরবর্তী Waldur API URL
cs: Vzdálená adresa URL Waldur API
es: URL de la API de Waldur remota
et: Kaug Waldur API URL
fi: Etä Waldur API URL
lt: Nuotolinis Waldur API URL
lv: Attālais Waldur API URL
nb: Ekstern Waldur API-URL
pl: Adres URL zdalnego interfejsu API Waldur
ru: URL-адрес удаленного API Waldur
sv: Fjärr-URL för Waldur API
th: URL ของ Waldur API ระยะไกล
uk: URL-адреса Remote Waldur API

source: Remote accounts
ar: الحسابات البعيدة
az: Uzaq hesablar
bn: দূরবর্তী অ্যাকাউন্ট
cs: Vzdálené účty
de: Remote-Konten
es: Cuentas remotas
et: Kaugkontod
fi: Etätilit
ky: Алыскы эсептер
lt: Nuotolinės paskyros
lv: Attālinātie konti
nb: Eksterne kontoer
pl: Konta zdalne
ru: Удаленные учетные записи
sv: Fjärrkonton
th: บัญชีระยะไกล
uk: Віддалені облікові записи

source: Remote accounts are used for accessing external services you have access to.
ar: تُستخدم الحسابات البعيدة للوصول إلى الخدمات الخارجية التي يمكنك الوصول إليها.
az: Uzaq hesablar girişiniz olduğunuz xarici xidmətlərə daxil olmaq üçün istifadə olunur.
bn: আপনার অ্যাক্সেস আছে এমন বাহ্যিক পরিষেবাগুলি অ্যাক্সেস করার জন্য দূরবর্তী অ্যাকাউন্টগুলি ব্যবহার করা হয়৷
cs: Vzdálené účty se používají pro přístup k externím službám, ke kterým máte přístup.
de: Remote-Konten werden für den Zugriff auf externe Dienste verwendet, auf die Sie Zugriff haben.
es: Las cuentas remotas se utilizan para acceder a servicios externos a los que tiene acceso.
et: Kaugkontosid kasutatakse juurdepääsuks välistele teenustele, millele teil on juurdepääs.
fi: Etätilejä käytetään pääsyyn ulkoisiin palveluihin, joihin sinulla on pääsy.
ky: Алыскы эсептер сиз кире алган тышкы кызматтарга кирүү үчүн колдонулат.
lt: Nuotolinės paskyros naudojamos prieigai prie išorinių paslaugų, prie kurių turite prieigą.
lv: Attālinātie konti tiek izmantoti, lai piekļūtu ārējiem pakalpojumiem, kuriem jums ir piekļuve.
nb: Eksterne kontoer brukes til å få tilgang til eksterne tjenester du har tilgang til.
pl: Konta zdalne służą do uzyskiwania dostępu do usług zewnętrznych, do których masz dostęp.
ru: Удаленные учетные записи используются для доступа к внешним службам, к которым у вас есть доступ.
sv: Fjärrkonton används för åtkomst till externa tjänster som du har åtkomst till.
th: บัญชีระยะไกลใช้สำหรับเข้าถึงบริการภายนอกที่คุณสามารถเข้าถึงได้
uk: Віддалені облікові записи використовуються для доступу до зовнішніх служб, до яких ви маєте доступ.

source: Remote category
ar: فئة عن بعد
az: Uzaqdan kateqoriya
bn: দূরবর্তী বিভাগ
cs: Vzdálená kategorie
de: Remote-Kategorie
es: Categoría remota
et: Kaugkategooria
fi: Etäluokka
ky: Алыскы категория
lt: Nuotolinė kategorija
lv: Attālā kategorija
nb: Ekstern kategori
pl: Kategoria zdalna
ru: Удаленная категория
sv: Fjärrkontroll kategori
th: หมวดหมู่ระยะไกล
uk: Віддалена категорія

source: Remote offering
ar: العرض عن بعد
az: Uzaqdan təklif
bn: দূরবর্তী অফার
cs: Vzdálená nabídka
de: Remote-Angebot
es: Oferta remota
et: Kaugpakkumine
fi: Etätarjonta
ky: Алыскы сунуш
lt: Nuotolinis siūlymas
lv: Attālināts piedāvājums
nb: Eksternt tilbud
pl: Oferta zdalna
ru: Удаленное предложение
sv: Fjärrerbjudande
th: การเสนอขายระยะไกล
uk: Дистанційна пропозиція

source: Remote security group
ar: مجموعة الأمان عن بعد
az: Uzaqdan təhlükəsizlik qrupu
bn: দূরবর্তী নিরাপত্তা গ্রুপ
cs: Skupina vzdáleného zabezpečení
de: Remote-Sicherheitsgruppe
es: Grupo de seguridad remoto
et: Kaugturvagrupp
fi: Etäturvaryhmä
ky: Алыскы коопсуздук тобу
lt: Nuotolinė saugos grupė
lv: Attālā drošības grupa
nb: Ekstern sikkerhetsgruppe
pl: Zdalna grupa zabezpieczeń
ru: Удаленная группа безопасности
sv: Fjärrsäkerhetsgrupp
th: กลุ่มรักษาความปลอดภัยระยะไกล
uk: Віддалена група безпеки

source: Remote user ID
ar: معرف المستخدم البعيد
az: Uzaq istifadəçi identifikatoru
bn: দূরবর্তী ব্যবহারকারী আইডি
cs: ID vzdáleného uživatele
de: Remote-Benutzer-ID
es: ID de usuario remoto
et: Kaugkasutaja ID
fi: Etäkäyttäjätunnus
ky: Алыскы колдонуучу ID
lt: Nuotolinio vartotojo ID
lv: Attālā lietotāja ID
nb: Ekstern bruker-ID
pl: Identyfikator użytkownika zdalnego
ru: Идентификатор удаленного пользователя
sv: Fjärranvändar-ID
th: ID ผู้ใช้ระยะไกล
uk: ID віддаленого користувача

source: Remove
ar: أبعد
az: Sil
bn: অপসারণ
cs: Odstranit
de: Entfernen
es: Eliminar
et: Eemalda
fi: Poistaa
ky: Алып салуу
lt: Pašalinti
lv: Noņemt
nb: Fjern
pl: Usunąć
ru: Удалить
sv: Ta bort
th: ลบ
uk: Видалити

source: Remove avatar
ar: إزالة الصورة الرمزية
az: Avatarı sil
bn: অবতার সরান
cs: Odebrat avatara
de: Avatar entfernen
es: Eliminar avatar
et: Eemalda avatar
fi: Poista avatar
ky: Аватарды алып салуу
lt: Pašalinti avatarą
lv: Noņemt iemiesojumu
nb: Fjern avatar
pl: Usuń awatar
ru: Удалить аватар
sv: Ta bort avatar
th: ลบรูปประจำตัว
uk: Видалити аватар

source: Remove from comparison
ar: إزالة من المقارنة
az: Müqayisədən çıxarın
bn: তুলনা থেকে সরান
cs: Odstranit z porovnání
de: Aus dem Vergleich entfernen
es: Eliminar de la comparación
et: Eemalda võrdlusest
fi: Poista vertailusta
ky: Салыштыруудан алып салуу
lt: Pašalinti iš palyginimo
lv: Noņemt no salīdzināšanas
nb: Fjern fra sammenligning
pl: Usuń z porównania
ru: Удалить из сравнения
sv: Ta bort från jämförelse
th: ลบออกจากการเปรียบเทียบ
uk: Вилучити з порівняння

source: Remove logo
ar: إزالة الشعار
az: Loqotipi çıxarın
bn: লোগো সরান
cs: Odstranit logo
de: Logo entfernen
es: Eliminar el logotipo
et: Eemalda logo
fi: Poista logo
ky: Логотипти алып салуу
lt: Pašalinti logotipą
lv: Noņemt logotipu
nb: Fjern logo
pl: Usuń logo
ru: Удалить логотип
sv: Ta bort logotyp
th: ลบโลโก้
uk: Видалити логотип
