Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: All order items have been rejected.
ar: تم رفض كافة بنود الطلب.
az: Bütün sifariş məhsulları rədd edildi.
bn: সমস্ত অর্ডার আইটেম প্রত্যাখ্যান করা হয়েছে.
cs: Všechny položky objednávky byly odmítnuty.
de: Alle Bestellpositionen wurden abgelehnt.
es: Se han rechazado todos los artículos del pedido.
et: Kõik tellimuse kaubad on tagasi lükatud.
fi: Kaikki tilatut tuotteet on hylätty.
ky: Буйрутмалардын баары четке кагылды.
lt: Visos užsakymo prekės buvo atmestos.
lv: Visas pasūtījuma preces ir noraidītas.
nb: Alle ordrevarer er avvist.
pl: Wszystkie pozycje zamówienia zostały odrzucone.
ru: Все позиции заказа отклонены.
sv: Alla beställningsartiklar har avvisats.
th: รายการสั่งซื้อทั้งหมดถูกปฏิเสธ
uk: Усі позиції замовлення відхилено.

source: All orders have been approved.
ar: تمت الموافقة على جميع الطلبات.
az: Bütün sifarişlər təsdiqləndi.
bn: সমস্ত আদেশ অনুমোদন করা হয়েছে.
cs: Všechny objednávky byly schváleny.
de: Alle Bestellungen wurden genehmigt.
es: Todos los pedidos han sido aprobados.
et: Kõik tellimused on kinnitatud.
fi: Kaikki tilaukset on hyväksytty.
ky: Бардык буйруктар бекитилди.
lt: Visi užsakymai patvirtinti.
lv: Visi pasūtījumi ir apstiprināti.
nb: Alle bestillinger er godkjent.
pl: Wszystkie zamówienia zostały zatwierdzone.
ru: Все заказы одобрены.
sv: Alla beställningar har godkänts.
th: คำสั่งซื้อทั้งหมดได้รับการอนุมัติแล้ว
uk: Усі накази погоджено.

source: All orders have been rejected.
ar: لقد تم رفض كافة الطلبات.
az: Bütün sifarişlər rədd edildi.
bn: সমস্ত আদেশ প্রত্যাখ্যান করা হয়েছে.
cs: Všechny objednávky byly zamítnuty.
de: Alle Bestellungen wurden abgelehnt.
es: Todos los pedidos han sido rechazados.
et: Kõik tellimused on tagasi lükatud.
fi: Kaikki tilaukset on hylätty.
ky: Бардык буйруктар четке кагылды.
lt: Visi užsakymai buvo atmesti.
lv: Visi pasūtījumi ir noraidīti.
nb: Alle bestillinger er avvist.
pl: Wszystkie zamówienia zostały odrzucone.
ru: Все заказы были отклонены.
sv: Alla beställningar har avvisats.
th: คำสั่งซื้อทั้งหมดถูกปฏิเสธ
uk: Усі замовлення відхилено.

source: All plans comes with
ar: جميع الخطط تأتي مع
az: Bütün planlar birlikdə gəlir
bn: সব পরিকল্পনা সঙ্গে আসে
cs: Všechny plány přicházejí s
de: Alle Pläne sind im Lieferumfang enthalten
es: Todos los planes vienen con
et: Kõik plaanid tulevad kaasa
fi: Kaikki suunnitelmat tulevat mukaan
ky: Бардык пландар менен келет
lt: Visi planai ateina kartu
lv: Visi plāni nāk līdzi
nb: Alle planer følger med
pl: Wszystkie plany są dołączone
ru: Все планы включают
sv: Alla planer följer med
th: แผนทั้งหมดมาพร้อมกับ
uk: Всі плани в комплекті

source: All ports
ar: جميع المنافذ
az: Bütün limanlar
bn: সব পোর্ট
cs: Všechny porty
de: Alle Häfen
es: Todos los puertos
et: Kõik pordid
fi: Kaikki portit
ky: Бардык порттор
lt: Visi prievadai
lv: Visas ostas
nb: Alle porter
pl: Wszystkie porty
ru: Все порты
sv: Alla hamnar
th: พอร์ตทั้งหมด
uk: Всі порти

source: All resources
ar: جميع الموارد
az: Bütün mənbələr
bn: সমস্ত সম্পদ
cs: Veškeré zdroje
de: Alle Ressourcen
es: Todos los recursos
et: Kõik ressursid
fi: Kaikki resurssit
ky: Бардык ресурстар
lt: Visi ištekliai
lv: Visi resursi
nb: Alle ressurser
pl: Wszystkie zasoby
ru: Все ресурсы
sv: Alla resurser
th: ทรัพยากรทั้งหมด
uk: Всі ресурси

source: All resources have been imported.
ar: تم استيراد كافة الموارد.
az: Bütün mənbələr idxal edilmişdir.
bn: সব সম্পদ আমদানি করা হয়েছে।
cs: Všechny zdroje byly importovány.
de: Alle Ressourcen wurden importiert.
es: Se han importado todos los recursos.
et: Kõik ressursid on imporditud.
fi: Kaikki resurssit on tuotu.
ky: Бардык ресурстар импорттолду.
lt: Visi ištekliai buvo importuoti.
lv: Visi resursi ir importēti.
nb: Alle ressurser er importert.
pl: Wszystkie zasoby zostały zaimportowane.
ru: Все ресурсы были импортированы.
sv: Alla resurser har importerats.
th: นำเข้าทรัพยากรทั้งหมดแล้ว
uk: Всі ресурси були імпортовані.

source: All resources will be scheduled for termination once the date is reached.
ar: ستتم جدولة جميع الموارد للإنهاء بمجرد الوصول إلى التاريخ.
az: Tarix çatdıqdan sonra bütün resursların dayandırılması planlaşdırılacaq.
bn: তারিখে পৌঁছে গেলে সমস্ত সংস্থান সমাপ্তির জন্য নির্ধারিত হবে।
cs: Po dosažení data bude ukončení všech zdrojů naplánováno.
de: Alle Ressourcen werden zur Beendigung eingeplant, sobald das Datum erreicht ist.
es: Se programará la terminación de todos los recursos una vez que se alcance la fecha.
et: Kõik ressursid lõpetatakse pärast kuupäeva saabumist.
fi: Kaikki resurssit ajoitetaan lopetettaviksi, kun päivämäärä saavutetaan.
ky: Датага жеткенден кийин бардык ресурстарды токтотуу пландаштырылат.
lt: Visi ištekliai bus suplanuoti nutraukti, kai tik pasieks data.
lv: Tiklīdz tiks sasniegts noteiktais datums, tiks plānota visu resursu pārtraukšana.
nb: Alle ressurser vil bli terminert når datoen er nådd.
pl: Zakończenie wszystkich zasobów zostanie zaplanowane po osiągnięciu wyznaczonego terminu.
ru: По наступлении этой даты будет запланировано прекращение действия всех ресурсов.
sv: Alla resurser kommer att schemaläggas för uppsägning när datumet har nåtts.
th: ทรัพยากรทั้งหมดจะถูกกำหนดเวลาสำหรับการยุติเมื่อถึงวันที่
uk: Усі ресурси буде припинено після настання дати.

source: Allocated
ar: تخصيص
az: Ayrılmış
bn: বরাদ্দ
cs: Přiděleno
de: Zugeteilt
es: Asignado
et: Eraldatud
fi: Jaettu
ky: Бөлүнгөн
lt: Skirta
lv: Piešķirts
nb: Tildelt
pl: Asygnowany
ru: Выделенных
sv: Tilldelad
th: จัดสรรแล้ว
uk: Виділено

source: Allocated offerings
az: Ayrılmış təkliflər

source: Allocation
ar: تخصيص
az: Ayrılma
bn: বরাদ্দ
cs: Alokace
de: Zuweisung
es: Asignación
et: Eraldamine
fi: jakaminen
ky: Бөлүштүрүү
lt: Paskirstymas
lv: Sadalīšana
nb: Tildeling
pl: Przydział
ru: Распределение
sv: Tilldelning
th: การจัดสรร
uk: Виділення

source: Allocation date
ar: تاريخ التخصيص
az: Ayrılma tarixi
bn: বরাদ্দের তারিখ
cs: Datum přidělení
de: Zuteilungsdatum
es: Fecha de asignación
et: Eraldamise kuupäev
fi: Jakopäivämäärä
ky: Бөлүштүрүү күнү
lt: Paskirstymo data
lv: Piešķiršanas datums
nb: Tildelingsdato
pl: Data przydziału
ru: Дата распределения
sv: Tilldelningsdatum
th: วันที่จัดสรร
uk: Дата виділення

source: Allocation description
ar: وصف التخصيص
az: Ayrılma təsviri
bn: বরাদ্দ বিবরণ
cs: Popis alokace
de: Zuordnungsbeschreibung
es: Descripción de la asignación
et: Jaotise kirjeldus
fi: Kohdistuksen kuvaus
ky: Бөлүштүрүү сүрөттөлүшү
lt: Paskirstymo aprašymas
lv: Piešķiršanas apraksts
nb: Beskrivelse av tildeling
pl: Opis alokacji
ru: Описание аллокации
sv: Beskrivning av fördelningen
th: คำอธิบายการจัดสรร
uk: Опис алокації

source: Allocation name
ar: اسم التخصيص
az: Paylaşdırma adı
bn: বরাদ্দের নাম
cs: Název alokace
de: Zuordnungsname
es: Nombre de la asignación
et: Jaotuse nimi
fi: Kohdistuksen nimi
ky: Бөлүштүрүү аты
lt: Paskirstymo pavadinimas
lv: Piešķīruma nosaukums
nb: Tildelingsnavn
pl: Nazwa alokacji
ru: Название аллокации
sv: Tilldelningsnamn
th: ชื่อการจัดสรร
uk: Назва алокації

source: Allocation pools
ar: حمامات التخصيص
az: Paylaşdırma hövzələri
bn: বরাদ্দ পুল
cs: Alokační fondy
de: Allokationspools
es: Grupos de asignación
et: Jaotise tsoonid
fi: Jakopoolit
ky: Бөлүштүрүү бассейндери
lt: Paskirstymo telkiniai
lv: Piešķiršanas baseini
nb: Tildelingsutvalg
pl: Pule alokacji
ru: Пулы распределения IP адресов
sv: Tilldelningspooler
th: พูลการจัดสรร
uk: Пули алокації

source: Allocation strategy
ar: استراتيجية التخصيص
az: Ayrılma strategiyası
bn: বরাদ্দ কৌশল
cs: Alokační strategie
de: Allokationsstrategie
es: Estrategia de asignación
et: Jaotamise strateegia
fi: Jakostrategia
ky: Бөлүштүрүү стратегиясы
lt: Paskirstymo strategija
lv: Piešķiršanas stratēģija
nb: Tildelingsstrategi
pl: Strategia alokacji
ru: Стратегия распределения
sv: Allokeringsstrategi
th: กลยุทธ์การจัดสรร
uk: Стратегія розподілу

source: Allocation time
ar: وقت التخصيص
az: Ayrılma vaxtı
bn: বরাদ্দের সময়
cs: Čas přidělení
de: Zuteilungszeit
es: tiempo de asignación
et: Jaotamise aeg
fi: Varausaika
ky: Бөлүштүрүү убактысы
lt: Paskirstymo laikas
lv: Piešķiršanas laiks
nb: Tildelingstidspunkt
pl: Czas alokacji
ru: Время распределения
sv: Tilldelningstid
th: เวลาจัดสรร
uk: Час розподілу

source: Allocation users
ar: تخصيص المستخدمين
az: Ayrılma istifadəçiləri
bn: বরাদ্দ ব্যবহারকারী
cs: Uživatelé alokace
de: Zuordnungsbenutzer
es: Usuarios de asignación
et: Eraldise kasutajad
fi: Käyttäjien kohdistaminen
ky: Бөлүштүрүү колдонуучулар
lt: Paskirstymo vartotojai
lv: Piešķiršanas lietotāji
nb: Tildelingsbrukere
pl: Użytkownicy alokacji
ru: Распределение пользователей
sv: Tilldelningsanvändare
th: ผู้ใช้การจัดสรร
uk: Розподіл користувачів

source: Allow bookings to be scheduled at weekends
ar: السماح بجدولة الحجوزات في عطلات نهاية الأسبوع
az: Rezervasiyaların həftə sonları planlaşdırılmasına icazə
bn: সাপ্তাহিক ছুটির দিনে বুকিং নির্ধারণ করার অনুমতি দিন
cs: Povolit plánování rezervací o víkendech
de: Zulassen, dass Buchungen am Wochenende geplant werden
es: Permitir que las reservas se programen los fines de semana
et: Luba tegevuste ajastamine nädalavahetusteks
fi: Salli varaukset ajoittaa viikonloppuisin
ky: Дем алыш күндөрү ээлеп коюуга уруксат бериңиз
lt: Leisti planuoti užsakymus savaitgaliais
lv: Ļauj ieplānot rezervācijas nedēļas nogalēs
nb: Tillat bestillinger å bli planlagt i helgene
pl: Zezwalaj na planowanie rezerwacji w weekendy
ru: Разрешить бронирование по выходным
sv: Tillåt att bokningar schemaläggs på helgerna
th: อนุญาตให้จองได้ในช่วงสุดสัปดาห์
uk: Дозволити планувати бронювання у вихідні дні

source: Allow service provider to create offering users
ar: السماح لمزود الخدمة بإنشاء عروض للمستخدمين
az: Xidmət təminatçısına təklif istifadəçiləri yaratmağa icaz
bn: পরিষেবা প্রদানকারীকে অফার ব্যবহারকারী তৈরি করার অনুমতি দিন
cs: Povolit poskytovateli služeb vytvářet nabídky uživatelů
de: Erlauben Sie dem Dienstanbieter, Angebotsbenutzer zu erstellen
es: Permitir al proveedor de servicios crear usuarios de oferta
et: Luba teenusepakkujal luua teenuse kasutajaid.
fi: Salli palveluntarjoajan luoda tarjoavia käyttäjiä
ky: Кызмат көрсөтүүчүгө сунуш колдонуучуларды түзүүгө уруксат бериңиз
lt: Leisti paslaugų teikėjui kurti siūlomus vartotojus
lv: Atļaut pakalpojumu sniedzējam izveidot piedāvājuma lietotājus
nb: Tillat tjenesteleverandøren å opprette tilbudsbrukere
pl: Zezwalaj usługodawcy na tworzenie oferujących użytkowników
ru: Разрешить поставщику услуг создавать пользователей предложения
sv: Tillåt tjänsteleverantören att skapa erbjudandeanvändare
th: อนุญาตให้ผู้ให้บริการสร้างผู้ใช้ข้อเสนอ
uk: Дозволити постачальнику послуг створювати користувачів пропозицій

source: Allow service provider to create offering users.
ar: السماح لمزود الخدمة بإنشاء عروض للمستخدمين.
az: Xidmət provayderinə təklif istifadəçiləri yaratmağa icazə verin.
bn: পরিষেবা প্রদানকারীকে অফার ব্যবহারকারী তৈরি করার অনুমতি দিন।
cs: Povolit poskytovateli služeb vytvářet uživatele nabídky.
de: Erlauben Sie dem Dienstanbieter, Angebotsbenutzer zu erstellen.
es: Permitir al proveedor de servicios crear usuarios de oferta.
et: Luba teenusepakkujal luua teenuse kasutajaid.
fi: Salli palveluntarjoajan luoda tarjoavia käyttäjiä.
ky: Кызмат провайдерине сунуш колдонуучуларды түзүүгө уруксат бериңиз.
lt: Leisti paslaugų teikėjui kurti siūlomus vartotojus.
lv: Atļaut pakalpojumu sniedzējam izveidot piedāvājuma lietotājus.
nb: Tillat tjenesteleverandør å opprette tilbudsbrukere.
pl: Zezwalaj usługodawcy na tworzenie oferujących użytkowników.
ru: Разрешить поставщику услуг создавать пользователей предложения.
sv: Tillåt tjänsteleverantören att skapa erbjudandeanvändare.
th: อนุญาตให้ผู้ให้บริการสร้างผู้ใช้ข้อเสนอ
uk: Дозволити постачальнику послуг додавати користувачів.

source: Allow to enable/disable component only
ar: السماح بتمكين/تعطيل المكون فقط
az: Yalnız komponenti aktivləşdirmək/söndürməyə icazə verin
bn: শুধুমাত্র উপাদান সক্রিয়/অক্ষম করার অনুমতি দিন
cs: Umožnit povolení/zakázání pouze komponenty
de: Nur die Option zum Aktivieren/Deaktivieren von Komponenten zulassen
es: Permitir habilitar/desactivar sólo el componente
et: Lubatud ainult lubatud / keelatud komponent
fi: Salli vain komponenttien käyttöönotto/poistaminen käytöstä
ky: Компонентти иштетүү/өчүрүү гана
lt: Leisti įjungti/išjungti tik komponentą
lv: Atļaut iespējot/atspējot tikai komponentu
nb: Tillat bare å aktivere/deaktivere komponent
pl: Zezwalaj na włączanie/wyłączanie tylko komponentu
ru: Разрешить только включение/отключение компонентов
sv: Tillåt att endast aktivera/inaktivera komponent
th: อนุญาตให้เปิด/ปิดการใช้งานส่วนประกอบเท่านั้น
uk: Дозволити включення/вимикання лише компонента

source: Allowed address pairs
ar: أزواج العناوين المسموح بها
az: İcazə verilmiş ünvan
bn: অনুমোদিত ঠিকানা জোড়া
cs: Povolené páry adres
de: Zulässige Adresspaare
es: Pares de direcciones permitidos
et: Lubatud aadressipaarid
fi: Sallitut osoiteparit
ky: Уруксат берилген дарек жуптары
lt: Leidžiamos adresų poros
lv: Atļautie adrešu pāri
nb: Tillatte adressepar
pl: Dozwolone pary adresów
ru: Разрешенные пары адресов
sv: Tillåtna adresspar
th: คู่ที่อยู่ที่อนุญาต
uk: Дозволені пари адрес

source: Allowed address pairs update was scheduled.
ar: تمت جدولة تحديث أزواج العناوين المسموح بها.
az: İcazə verilən ünvan cütlüklərinin yenilənməsi
bn: অনুমোদিত ঠিকানা জোড়া আপডেট নির্ধারিত ছিল.
cs: Byla naplánována aktualizace povolených párů adres.
de: Die Aktualisierung der zulässigen Adresspaare wurde geplant.
es: Se programó la actualización de pares de direcciones permitidas.
et: Lubatud aadressipaari värskendus on ajastatud.
fi: Sallittujen osoiteparien päivitys ajoitettiin.
ky: Уруксат берилген дарек жуптарын жаңыртуу пландаштырылган.
lt: Buvo suplanuotas leidžiamų adresų porų atnaujinimas.
lv: Tika ieplānots atļautais adrešu pāru atjauninājums.
nb: Oppdatering av tillatte adressepar var planlagt.
pl: Zaplanowano aktualizację dozwolonych par adresów.
ru: Запланировано обновление разрешенных пар адресов.
sv: Tillåtna uppdatering av adresspar planerades.
th: กำหนดเวลาการอัปเดตคู่ที่อยู่ที่อนุญาตแล้ว
uk: Заплановано оновлення дозволених пар адрес.

source: Allowed divisions
ar: الأقسام المسموح بها
az: İcazə verilən böl
bn: অনুমোদিত বিভাগ
cs: Povolené dělení
de: Erlaubte Divisionen
es: Divisiones permitidas
et: Lubatud üksused
fi: Sallitut jaot
ky: Уруксат берилген бөлүктөр
lt: Leidžiami skyriai
lv: Atļautās nodaļas
nb: Tillatte delinger
pl: Dozwolone podziały
ru: Разрешенные подразделения
sv: Tillåtna divisioner
th: หน่วยงานที่ได้รับอนุญาต
uk: Дозволені ділення

source: Allowed file types
ar: أنواع الملفات المسموح بها
az: icazə verilən fayl növləri
bn: অনুমোদিত ফাইল প্রকার
cs: Povolené typy souborů
de: Zulässige Dateitypen
es: Tipos de archivos permitidos
et: Lubatud failitüübid
fi: Sallitut tiedostotyypit
ky: Уруксат берилген файл түрлөрү
lt: Leidžiami failų tipai
lv: Atļautie failu tipi
nb: Tillatte filtyper
pl: Dozwolone typy plików
ru: Разрешенные типы файлов
sv: Tillåtna filtyper
th: ประเภทไฟล์ที่อนุญาต
uk: Дозволені типи файлів

source: Already have an account?
ar: هل لديك حساب بالفعل؟
az: Hesabınız artıq varmı?
bn: ইতিমধ্যে একটি সদস্যপদ আছে?
cs: Máte již účet?
de: Sie haben bereits ein Konto?
es: ¿Ya tiene una cuenta?
et: Kas sul on juba konto?
fi: Onko sinulla jo tili?
ky: Каттоо эсебиңиз барбы?
lt: Jau turite paskyrą?
lv: Jau ir konts?
nb: Har du allerede en konto?
pl: Masz już konto?
ru: У вас уже есть аккаунт?
sv: Har du redan ett konto?
th: มีบัญชีอยู่แล้ว?
uk: Вже маєте обліковий запис?

source: Amount
ar: مبلغ
az: Məbləğ
bn: পরিমাণ
cs: Částka
de: Menge
es: Cantidad
et: Kogus
fi: Määrä
ky: Суммасы
lt: Suma
lv: Summa
nb: Beløp
pl: Kwota
ru: Количество
sv: Belopp
th: จำนวน
uk: Кількість

source: An error has occurred.
ar: حدث خطأ.
az: Səhv baş verdi.
bn: একটি ত্রুটি উৎপন্ন হয়েছে.
cs: Došlo k chybě
de: Ein Fehler ist aufgetreten.
es: Se ha producido un error.
et: Tekkis viga
fi: Tapahtui virhe.
ky: Ката кетти.
lt: Įvyko klaida.
lv: Radās kļūda.
nb: Det har oppstått en feil.
pl: Wystąpił błąd.
ru: Произошла ошибка
sv: Ett fel har inträffat.
th: เกิดข้อผิดพลาด.
uk: Сталася помилка

source: An error occurred on project removal.
ar: حدث خطأ أثناء إزالة المشروع.
az: Layihənin silinməsi zamanı xəta baş verdi.
bn: প্রকল্প সরানোর সময় একটি ত্রুটি ঘটেছে৷
cs: Při odstraňování projektu došlo k chybě.
de: Beim Entfernen des Projekts ist ein Fehler aufgetreten.
es: Se ha producido un error al eliminar el proyecto.
et: Projekti eemaldamisel tekkis viga.
fi: Projektin poistamisessa tapahtui virhe.
ky: Долбоорду алып салууда ката кетти.
lt: Projekto pašalinimo metu įvyko klaida.
lv: Noņemot projektu, radās kļūda.
nb: Det oppstod en feil ved fjerning av prosjektet.
pl: Wystąpił błąd podczas usuwania projektu.
ru: Произошла ошибка при удалении проекта.
sv: Ett fel uppstod vid borttagning av projekt.
th: เกิดข้อผิดพลาดในการลบโครงการ
uk: Сталася помилка під час видалення проекту.

source: An error occurred while attaching documents. Please try again.
az: Sənədləri əlavə edərkən səhv baş verdi. Xahiş edirəm yenidən cəhd edin.

source: An error occurred while removing documents. Please try again.
az: Sənədləri çıxararkən səhv baş verdi. Xahiş edirəm yenidən cəhd edin.

source: Annotations
ar: شروح
az: Şərhlər
bn: টীকা
cs: Anotace
de: Anmerkungen
es: Anotaciones
et: Märkused
fi: Huomautukset
ky: Аннотациялар
lt: Anotacijos
lv: Anotācijas
nb: Merknader
pl: Adnotacje
ru: Заметки
sv: Anteckningar
th: คำอธิบายประกอบ
uk: Анотації

source: Annual
ar: سنوي
az: İllik
bn: বার্ষিক
cs: roční
de: jährlich
es: Anual
et: Aastane
fi: vuotuinen
ky: Жылдык
lt: Metinis
lv: gada
nb: årlig
pl: coroczny
ru: ежегодный
sv: årlig
th: ประจำปี
uk: Річний

source: Annual cost
ar: التكلفة السنوية
az: İllik dəyər
bn: বার্ষিক খরচ
cs: Roční náklady
de: Jährliche Kosten
es: Coste anual
et: Aastane maksumus
fi: Vuotuiset kustannukset
ky: Жылдык чыгым
lt: Metinės išlaidos
lv: Gada izmaksas
nb: Årlig kostnad
pl: Koszt roczny
ru: Годовая стоимость
sv: Årlig kostnad
th: ค่าใช้จ่ายรายปี
uk: Річна вартість

source: Anonymized
ar: مجهول المصدر
az: Anonimləşdirilmişdir
bn: বেনামী
cs: Anonymizováno
de: Anonymisiert
es: Anonimizado
et: Anonüümseks muudetud
fi: Anonymisoitu
ky: Анонимдүү
lt: Anonimizuota
lv: Anonimizēts
nb: Anonymisert
pl: Zanonimizowany
ru: Анонимизированный
sv: Anonymiserad
th: ไม่เปิดเผยชื่อ
uk: Анонімні

source: Answer
ar: جواب
az: Cavab
bn: উত্তর
cs: Odpověď
de: Antwort
es: Respuesta
et: Vastus
fi: Vastata
ky: Жооп
lt: Atsakymas
lv: Atbilde
nb: Svar
pl: Odpowiedź
ru: Ответ
sv: Svar
th: ตอบ
uk: Відповідь

source: Answers
ar: اجابات
az: Cavablar
bn: উত্তর
cs: Odpovědi
de: Antworten
es: Respuestas
et: Vastused
fi: Vastaukset
ky: Жооптор
lt: Atsakymai
lv: Atbildes
nb: Svar
pl: Odpowiedzi
ru: Ответы
sv: Svar
th: คำตอบ
uk: Відповіді

source: Answers have been submitted
ar: تم إرسال الإجابات
az: Cavablar təqdim edildi
bn: উত্তর জমা দেওয়া হয়েছে
cs: Odpovědi byly odeslány
de: Antworten wurden eingereicht
es: Las respuestas han sido enviadas
et: Vastused on esitatud
fi: Vastaukset on lähetetty
ky: Жооптор тапшырылды
lt: Pateikti atsakymai
lv: Atbildes ir iesniegtas
nb: Svar er sendt
pl: Odpowiedzi zostały przesłane
ru: Ответы были представлены
sv: Svar har lämnats in
th: คำตอบถูกส่งแล้ว
uk: Відповіді надіслано

source: Any
ar: أي
az: İstənilən
bn: যে কোন
cs: Jakýkoli
de: Irgendein
es: Cualquier
et: Iga
fi: Minkä tahansa
ky: каалаган
lt: Bet koks
lv: Jebkurš
nb: Enhver
pl: Jakikolwiek
ru: Любой
sv: Alla
th: ใดๆ
uk: Будь-який

source: Application catalogues
ar: كتالوجات التطبيق
az: Tətbiq kataloqları
bn: অ্যাপ্লিকেশন ক্যাটালগ
cs: Katalogy aplikací
de: Anwendungskataloge
es: Catálogos de aplicaciones
et: Rakenduste kataloogid
fi: Sovellusluettelot
ky: Колдонмо каталогдору
lt: Katalogų programa
lv: Lietojumprogrammu katalogi
nb: Applikasjonskataloger
pl: Katalogi aplikacji
ru: Каталоги приложений
sv: Applikationskataloger
th: แคตตาล็อกแอปพลิเคชัน
uk: Каталоги застосунків

source: Application configuration
ar: تكوين التطبيق
az: Ərizə konfiqurasiyası
bn: অ্যাপ্লিকেশন কনফিগারেশন
cs: Konfigurace aplikace
de: Anwendungskonfiguration
es: Configuración de la aplicación
et: Rakenduse konfiguratsioon
fi: Sovelluksen konfigurointi
ky: Колдонмонун конфигурациясы
lt: Programos konfigūracija
lv: Lietojumprogrammas konfigurācija
nb: Programkonfigurasjon
pl: Konfiguracja aplikacji
ru: Конфигурация приложения
sv: Programkonfiguration
th: การกำหนดค่าแอปพลิเคชัน
uk: Конфігурація застосунку

source: Application details
ar: تفاصيل التطبيق
az: Tətbiqin detalları
bn: আবেদন বিবরণ
cs: Podrobnosti o aplikaci
de: Anwendungsdetails
es: Detalles de la aplicación
et: Rakenduse detailid
fi: Hakemuksen tiedot
ky: Колдонмонун чоо-жайы
lt: Paraiškos informacija
lv: Detalizēta informācija par pieteikumu
nb: Søknadsdetaljer
pl: Szczegóły aplikacji
ru: Сведения о приложении
sv: Ansökningsinformation
th: รายละเอียดการสมัคร
uk: Деталі застосунку

source: Application has been created.
ar: تم إنشاء التطبيق.
az: Tətbiq yaradılıb.
bn: আবেদন তৈরি করা হয়েছে।
cs: Aplikace byla vytvořena.
de: Die Anwendung wurde erstellt.
es: Se ha creado la aplicación.
et: Rakendus on loodud.
fi: Sovellus on luotu.
ky: Колдонмо түзүлдү.
lt: Programa sukurta.
lv: Lietotne ir izveidota.
nb: Søknaden er opprettet.
pl: Aplikacja została utworzona.
ru: Приложение создано.
sv: Programmet har skapats.
th: สร้างแอปพลิเคชันแล้ว
uk: Застосунок створено.

source: Application progress
az: Ərizə gedişi

source: Application secret key.
ar: المفتاح السري للتطبيق.
az: Tətbiq gizli açarı.
bn: অ্যাপ্লিকেশন গোপন কী।
cs: Tajný klíč aplikace.
de: Geheimer Schlüssel der Anwendung.
es: Clave secreta de la aplicación.
et: Rakenduse salajane võti.
fi: Sovelluksen salainen avain.
ky: Колдонмонун жашыруун ачкычы.
lt: Slaptas programos raktas.
lv: Lietojumprogrammas slepenā atslēga.
nb: Hemmelig programnøkkel.
pl: Tajny klucz aplikacji.
ru: Секретный ключ приложения.
sv: Applikationshemlig nyckel.
th: รหัสลับของแอปพลิเคชัน
uk: Секретний ключ програми.

source: Application templates
ar: قوالب التطبيقات
az: Ərizə şablonları
bn: অ্যাপ্লিকেশন টেমপ্লেট
cs: Šablony aplikací
de: Anwendungsvorlagen
es: Plantillas de aplicación
et: Rakenduse mallid
fi: Sovellusmallit
ky: Колдонмо үлгүлөрү
lt: Programos šablonai
lv: Lietojumprogrammu veidnes
nb: Programmaler
pl: Szablony aplikacji
ru: Шаблоны приложений
sv: Programmallar
th: เทมเพลตแอปพลิเคชัน
uk: Шаблони застосунків

source: Applications
ar: التطبيقات
az: Tətbiqlər
bn: অ্যাপ্লিকেশন
cs: Aplikace
de: Anwendungen
es: Aplicaciones
et: Rakendused
fi: Sovelluksia
ky: Тиркемелер
lt: Programos
lv: Lietojumprogrammas
nb: Programmer
pl: Aplikacje
ru: Приложения
sv: Applikationer
th: แอพพลิเคชั่น
uk: Застосунки

source: Apply
ar: طبق
az: Müraciət edin
bn: আবেদন
cs: Použít
de: Anwenden
es: Aplicar
et: Rakenda
fi: Käyttää
ky: Колдонуу
lt: Taikyti
lv: Lietot
nb: Bruke
pl: Zastosuj
ru: Применить
sv: Tillämpa
th: นำมาใช้
uk: Застосувати

source: Apply table filters
ar: تطبيق مرشحات الجدول
az: Cədvəl filtrlərini tətbiq edin
bn: টেবিল ফিল্টার প্রয়োগ করুন
cs: Použijte filtry tabulky
de: Tabellenfilter anwenden
es: Aplicar filtros de tabla
et: Rakenda tabeli filtrid
fi: Käytä taulukkosuodattimia
ky: Таблица чыпкаларын колдонуңуз
lt: Taikykite lentelės filtrus
lv: Lietot tabulas filtrus
nb: Bruk tabellfiltre
pl: Zastosuj filtry tabel
ru: Применить фильтры таблицы
sv: Använd tabellfilter
th: ใช้ตัวกรองตาราง
uk: Застосувати фільтри таблиці

source: Apply to round
ar: تنطبق على الجولة
az: Dəyirmi üçün tətbiq edin
bn: বৃত্তাকার প্রয়োগ করুন
cs: Aplikujte na kolo
de: Auf die Runde auftragen
es: Aplicar a la ronda
et: Lisage voorule
fi: Levitä pyöreään
ky: Турга кайрылыңыз
lt: Taikyti apvaliam
lv: Uzklājiet uz apaļu
nb: Påfør på runde
pl: Zastosuj do zaokrąglenia
ru: Применить к раунду
sv: Applicera på runda
th: ทาเป็นวงกลม
uk: Нанесіть на раунд
