Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: To change allocation limits, please send a request to {supportEmail}.
ar: لتغيير حدود التخصيص، يرجى إرسال طلب إلى{supportEmail} .
az: Ayrılma limitlərini dəyişdirmək üçün zəhmət olmasa müraciət gönd {supportEmail} ərin.
bn: বরাদ্দ সীমা পরিবর্তন করতে, অনুগ্রহ করে একটি অনুরোধ পাঠান{supportEmail} .
cs: Chcete-li změnit limity přidělení, zašlete žádost na{supportEmail} .
de: Um die Zuteilungsgrenzen zu ändern, senden Sie bitte eine Anfrage an{supportEmail} .
es: Para cambiar los límites de asignación, envíe una solicitud a {supportEmail}.
et: Eraldamise limiitide muutmiseks saatke päring aadressile{supportEmail} .
fi: Jakorajojen muuttamiseksi lähetä pyyntö osoitteeseen{supportEmail} .
ky: Бөлүштүрүү чектөөлөрүн өзгөртүү үчүн төмөнкүгө сурам жөнөтүңүз{supportEmail} .
lt: Norėdami pakeisti paskirstymo limitus, siųskite užklausą adresu{supportEmail} .
lv: Lai mainītu piešķiršanas limitus, lūdzu, nosūtiet pieprasījumu uz{supportEmail} .
nb: For å endre tildelingsgrenser, vennligst send en forespørsel til{supportEmail} .
pl: Aby zmienić limity alokacji, wyślij wniosek na adres{supportEmail} .
ru: Чтобы изменить лимиты распределения, отправьте запрос на адрес{supportEmail} .
sv: För att ändra tilldelningsgränser, skicka en förfrågan till{supportEmail} .
th: หากต้องการเปลี่ยนแปลงขีดจำกัดการจัดสรร โปรดส่งคำขอไปที่{supportEmail} .
uk: Щоб змінити ліміти розподілу, надішліть запит на адресу{supportEmail} .

source: To correct details of your organization, please send an email to {supportEmail} highlighting the errors in current details. Thank you!
ar: لتصحيح تفاصيل مؤسستك، يرجى إرسال بريد إلكتروني إلى{supportEmail} تسليط الضوء على الأخطاء في التفاصيل الحالية. شكرًا لك!
az: Təşkilatınızın təfərrüatlarını düzəltmək üçün cari təfərrüatlardakı səhvləri {supportEmail} vurğulamaq üçün bir e-poçt göndərin. Təşəkkür edirəm!
bn: আপনার প্রতিষ্ঠানের বিশদ বিবরণ সংশোধন করতে, অনুগ্রহ করে একটি ইমেল পাঠান{supportEmail} বর্তমান বিবরণে ত্রুটিগুলি হাইলাইট করা। ধন্যবাদ!
cs: Chcete-li opravit údaje o své organizaci, zašlete e-mail na adresu {supportEmail} s upozorněním na chyby v aktuálních údajích. Děkujeme!
de: Um Details Ihrer Organisation zu korrigieren, senden Sie bitte eine E-Mail an {supportEmail}, in der die Fehler in den aktuellen Details hervorgehoben werden. Vielen Dank!
es: Para corregir los datos de su organización, por favor, envíe un correo electrónico a {supportEmail} destacando los errores en los detalles actuales. ¡Gracias!
et: Oma organisatsiooni üksikasjade parandamiseks saatke palun e-kiri aadressile {supportEmail}, milles tooge palun välja üksikasjade vead. Tänan teid!
fi: Jos haluat korjata organisaatiosi tiedot, lähetä sähköpostia osoitteeseen{supportEmail} korostaa nykyisten yksityiskohtien virheet. Kiitos!
ky: Уюмуңуздун чоо-жайын оңдоо үчүн электрондук кат жөнөтүңүз{supportEmail} учурдагы майда-чүйдөсүнө чейин каталарды баса. Рахмат!
lt: Norėdami ištaisyti išsamią informaciją apie savo organizaciją, siųskite el. laišką adresu {supportEmail}, pabrėždami dabartinės informacijos klaidas. Ačiū!
lv: Lai labotu informāciju par savu organizāciju, lūdzu, sūtiet e-pastu uz{supportEmail} izceļot kļūdas pašreizējā detaļā. Paldies!
nb: Hvis du vil korrigere detaljene i organisasjonen, kan du sende en e-post til {supportEmail} som uthever feilene i gjeldende detaljer. Takk!
pl: Aby poprawić dane swojej organizacji, wyślij e-mail na adres{supportEmail} podkreślanie błędów w bieżących szczegółach. Dziękuję!
ru: Чтобы исправить данные вашей организации, отправьте электронное письмо на адрес{supportEmail} выделение ошибок в текущих деталях. Спасибо!
sv: För att korrigera information om din organisation, skicka ett e-postmeddelande till {supportEmail} som markerar felen i aktuell information. Tack!
th: หากต้องการแก้ไขรายละเอียดองค์กรของคุณ โปรดส่งอีเมลไปที่{supportEmail} เน้นข้อผิดพลาดในรายละเอียดปัจจุบัน ขอบคุณ!
uk: Щоб виправити інформацію про свою організацію, надішліть електронний лист на адресу{supportEmail} виділення помилок у поточних деталях. Дякую тобі!

source: To get access, please send a request to {supportEmail}.
ar: للوصول، يرجى إرسال طلب إلى{supportEmail} .
az: Giriş əldə etmək üçün zəhmət olmasa sorğu göndərin{supportEmail}.
bn: অ্যাক্সেস পেতে, অনুগ্রহ করে একটি অনুরোধ পাঠান{supportEmail} .
cs: Chcete-li získat přístup, pošlete prosím požadavek na {supportEmail}.
de: Um Zugriff zu erhalten, senden Sie bitte eine Anfrage an {supportEmail}.
es: Para obtener acceso, por favor, envíe una solicitud a {supportEmail}.
et: Juurdepääsu saamiseks saatke päring aadressile{supportEmail} .
fi: Saadaksesi käyttöoikeudet, lähetä pyyntö osoitteeseen{supportEmail} .
ky: Мүмкүнчүлүк алуу үчүн төмөнкүгө сурам жөнөтүңүз{supportEmail} .
lt: Norėdami gauti prieigą, siųskite užklausą adresu {supportEmail}.
lv: Lai iegūtu piekļuvi, lūdzu, nosūtiet pieprasījumu uz{supportEmail} .
nb: Hvis du vil ha tilgang, kan du sende en forespørsel til {supportEmail}.
pl: Aby uzyskać dostęp wyślij zapytanie na adres{supportEmail} .
ru: Для получения доступа отправьте заявку на{supportEmail} .
sv: För att få åtkomst, skicka en begäran till {supportEmail}.
th: หากต้องการเข้าถึงกรุณาส่งคำขอไปที่{supportEmail} .
uk: Щоб отримати доступ, надішліть запит на адресу{supportEmail} .

source: To get your clouds under control, please fill in your data.
ar: للتحكم في السحب الخاصة بك، يرجى ملء بياناتك.
az: Buludlarınızı nəzarətə almaq üçün, məlumatlarınızı doldurun.
bn: আপনার মেঘ নিয়ন্ত্রণে পেতে, আপনার ডেটা পূরণ করুন.
cs: Chcete-li mít vaše cloudy pod kontrolou, vyplňte prosím vaše údaje.
de: Um Ihre Wolken unter Kontrolle zu bekommen, geben Sie bitte Ihre Daten ein.
es: Para tener sus nubes bajo control, por favor, rellene sus datos.
et: Oma pilvede kontrolli alla saamiseks sisestage oma andmed.
fi: Saadaksesi pilvesi hallintaan, täytä tietosi.
ky: Булуттарыңызды көзөмөлдөө үчүн, маалыматыңызды толтуруңуз.
lt: Norėdami suvaldyti savo debesis, prašome užpildyti savo duomenis.
lv: Lai kontrolētu mākoņus, lūdzu, ievadiet savus datus.
nb: Fyll ut dataene dine for å få skyene under kontroll.
pl: Aby mieć kontrolę nad swoimi chmurami, prosimy o uzupełnienie swoich danych.
ru: Чтобы держать облака под контролем, пожалуйста, заполните свои данные.
sv: Fyll i dina data för att få dina moln under kontroll.
th: เพื่อให้คลาวด์ของคุณอยู่ภายใต้การควบคุม โปรดกรอกข้อมูลของคุณ
uk: Щоб контролювати свої хмари, заповніть свої дані.

source: To remove account, please send a request to {support}.
ar: لإزالة الحساب، يرجى إرسال طلب إلى{support} .
az: Hesabı silmək üçün, {support} üçün sorğu göndərin.
bn: অ্যাকাউন্ট সরাতে, অনুগ্রহ করে একটি অনুরোধ পাঠান{support} .
cs: Chcete-li účet odstranit, pošlete prosím požadavek na {support}.
de: Um das Konto zu entfernen, senden Sie bitte eine Anfrage an {support}.
es: Para eliminar la cuenta, por favor, envíe una solicitud a {support}.
et: Konto eemaldamiseks saada palun taotlus {support}
fi: Jos haluat poistaa tilin, lähetä pyyntö osoitteeseen{support} .
ky: Каттоо эсебин алып салуу үчүн төмөнкүгө сурам жөнөтүңүз{support} .
lt: Norėdami pašalinti paskyrą, siųskite užklausą adresu {support}.
lv: Lai noņemtu kontu, lūdzu, nosūtiet pieprasījumu uz{support} .
nb: Hvis du vil fjerne kontoen, sender du en forespørsel til {support}.
pl: Aby usunąć konto, wyślij prośbę na adres{support} .
ru: Для удаления аккаунта отправьте запрос на адрес{support} .
sv: För att ta bort kontot, skicka en begäran till {support}.
th: หากต้องการลบบัญชีกรุณาส่งคำขอไปที่{support} .
uk: Щоб видалити обліковий запис, надішліть запит на адресу{support} .

source: To remove your organization, please send an email to {supportEmail}. Thank you!
ar: لإزالة مؤسستك، يرجى إرسال بريد إلكتروني إلى{supportEmail} . شكرًا لك!
az: Təşkilatınızı silmək üçün zəhmət olmasa e-poçt göndərin{supportEmail}. Təşəkkür edirəm!
bn: আপনার সংস্থা অপসারণ করতে, অনুগ্রহ করে একটি ইমেল পাঠান{supportEmail} . ধন্যবাদ!
cs: Chcete-li svou organizaci odstranit, pošlete prosím e-mail na adresu {supportEmail}. Děkujeme!
de: Um Ihre Organisation zu entfernen, senden Sie bitte eine E-Mail an {supportEmail}. Vielen Dank!
es: Para eliminar su organización, por favor, envíe un correo electrónico a {supportEmail}. ¡Gracias!
et: Organisatsiooni eemaldamiseks saatke e-kiri aadressile {supportEmail}. Tänan teid!
fi: Poista organisaatiosi lähettämällä sähköpostia osoitteeseen{supportEmail} . Kiitos!
ky: Уюмуңузду алып салуу үчүн электрондук кат жөнөтүңүз{supportEmail} . Рахмат!
lt: Norėdami pašalinti savo organizaciją, siųskite el. laišką adresu {supportEmail}. Ačiū!
lv: Lai noņemtu savu organizāciju, lūdzu, nosūtiet e-pasta ziņojumu uz{supportEmail} . Paldies!
nb: Hvis du vil fjerne organisasjonen, sender du en e-post til {supportEmail}. Takk!
pl: Aby usunąć swoją organizację, wyślij wiadomość e-mail na adres{supportEmail} . Dziękuję!
ru: Чтобы удалить свою организацию, отправьте электронное письмо на адрес{supportEmail} . Спасибо!
sv: Om du vill ta bort organisationen skickar du ett e-postmeddelande till {supportEmail}. Tack!
th: หากต้องการลบองค์กรของคุณ โปรดส่งอีเมลไปที่{supportEmail} . ขอบคุณ!
uk: Щоб видалити вашу організацію, надішліть електронний лист на адресу{supportEmail} . Дякую тобі!

source: To report a security incident, please send an email to {supportEmail}.
ar: للإبلاغ عن حادث أمني، يرجى إرسال بريد إلكتروني إلى{supportEmail} .
az: Təhlükəsizlik hadisəsi barədə məlumat vermək üçün zəhmət olmasa e-poçt gönd {supportEmail} ərin.
bn: একটি নিরাপত্তা ঘটনা রিপোর্ট করতে, একটি ইমেল পাঠান অনুগ্রহ করে{supportEmail} .
cs: Chcete-li nahlásit bezpečnostní incident, pošlete prosím e-mail na adresu {supportEmail}.
de: Um einen Sicherheitsvorfall zu melden, senden Sie bitte eine E-Mail an {supportEmail}.
es: Para informar de un incidente de seguridad, envíe un correo electrónico a {supportEmail}.
et: Turvaintsidendist teatamiseks saatke palun e-kiri aadressile {supportEmail}.
fi: Jos haluat ilmoittaa tietoturvahäiriöstä, lähetä sähköpostia osoitteeseen{supportEmail} .
ky: Коопсуздук окуясы жөнүндө кабарлоо үчүн электрондук кат жөнөтүңүз{supportEmail} .
lt: Norėdami pranešti apie saugumo incidentą, siųskite el. laišką adresu {supportEmail}.
lv: Lai ziņotu par drošības incidentu, lūdzu, sūtiet e-pastu uz{supportEmail} .
nb: Hvis du vil rapportere en sikkerhetshendelse, sender du en e-post til {supportEmail}.
pl: Aby zgłosić incydent związany z bezpieczeństwem, wyślij wiadomość e-mail na adres{supportEmail} .
ru: Чтобы сообщить об инциденте безопасности, отправьте электронное письмо по адресу{supportEmail} .
sv: Om du vill rapportera en säkerhetsincident skickar du ett e-postmeddelande till {supportEmail}.
th: หากต้องการรายงานเหตุการณ์ด้านความปลอดภัยกรุณาส่งอีเมลไปที่{supportEmail} .
uk: Щоб повідомити про інцидент безпеки, надішліть електронний лист на адресу{supportEmail} .

source: To report an issue, please send an email to {supportEmail}.
ar: للإبلاغ عن مشكلة، يرجى إرسال بريد إلكتروني إلى{supportEmail} .
az: Problemi bildirmək üçün zəhmət olmasa e-poçt göndərin{supportEmail}.
bn: একটি সমস্যা রিপোর্ট করতে, অনুগ্রহ করে একটি ইমেল পাঠান{supportEmail} .
cs: Chcete-li nahlásit problém, pošlete prosím e-mail na adresu {supportEmail}.
de: Um ein Problem zu melden, senden Sie bitte eine E-Mail an {supportEmail}.
es: Para informar de un problema, envíe un correo electrónico a {supportEmail}.
et: Probleemi teatamiseks saatke palun e-kiri aadressile {supportEmail}.
fi: Ilmoita ongelmasta lähettämällä sähköpostia osoitteeseen{supportEmail} .
ky: Көйгөй жөнүндө кабарлоо үчүн электрондук кат жөнөтүңүз{supportEmail} .
lt: Norėdami pranešti apie problemą, siųskite el. laišką adresu {supportEmail}.
lv: Lai ziņotu par problēmu, lūdzu, sūtiet e-pastu uz{supportEmail} .
nb: Hvis du vil rapportere et problem, kan du sende en e-post til {supportEmail}.
pl: Aby zgłosić problem, wyślij e-mail na adres{supportEmail} .
ru: Чтобы сообщить о проблеме, отправьте электронное письмо на адрес{supportEmail} .
sv: Om du vill rapportera ett problem skickar du ett e-postmeddelande till {supportEmail}.
th: หากต้องการรายงานปัญหากรุณาส่งอีเมลไปที่{supportEmail} .
uk: Щоб повідомити про проблему, надішліть електронний лист на адресу{supportEmail} .

source: Today
ar: اليوم
az: Bu gün
bn: আজ
cs: Dnes
de: Heute
es: Hoy
et: Täna
fi: Tänään
ky: Бүгүн
lt: Šiandien
lv: Šodien
nb: I dag
pl: Dzisiaj
ru: Сегодня
sv: Idag
th: วันนี้
uk: Сьогодні

source: Token has been copied
ar: تم نسخ الرمز المميز
az: Token kopyalandı
bn: টোকেন কপি করা হয়েছে
cs: Token byl zkopírován
de: Token wurde kopiert
es: Se ha copiado el token
et: Token on kopeeritud
fi: Tunnus on kopioitu
ky: Токен көчүрүлдү
lt: Žetonas nukopijuotas
lv: Tokens ir nokopēts
nb: Token har blitt kopiert
pl: Token został skopiowany
ru: Токен скопирован
sv: Token har kopierats
th: คัดลอกโทเค็นแล้ว
uk: Токен скопійовано

source: Token lifetime
ar: عمر الرمز
az: Token ömrü
bn: টোকেন জীবনকাল
cs: Životnost tokenu
de: Token-Lebensdauer
es: Vida útil del token
et: Token-i eluiga
fi: Token käyttöikä
ky: Токен өмүрү
lt: Žetono gyvavimo laikas
lv: Žetona kalpošanas laiks
nb: Token levetid
pl: Żywotność tokenu
ru: Срок действия токена
sv: Token livstid
th: อายุการใช้งานโทเค็น
uk: Термін життя токена

source: Token lifetime (s)
ar: عمر (فترات) الرمز المميز
az: Token ömrü (lər)
bn: টোকেন জীবনকাল (গুলি)
cs: Životnost tokenu (y)
de: Token-Lebensdauer(n)
es: Vida útil (es) de los tokens
et: Märgi eluiga (id)
fi: Token käyttöikä (s)
ky: Токендин иштөө мөөнөтү (лар)
lt: Žetono galiojimo laikas (-ai)
lv: Žetona kalpošanas laiks (-i)
nb: Tokens levetid(er)
pl: Czas życia tokenu
ru: Срок действия токена (сек)
sv: Tokens livstid(er)
th: อายุการใช้งานโทเค็น
uk: Термін життя маркера (с)

source: Too many empty fields
ar: هناك عدد كبير جدًا من الحقول الفارغة
az: Çox boş sahələr
bn: অনেক খালি ক্ষেত্র
cs: Příliš mnoho prázdných polí
de: Zu viele leere Felder
es: Demasiados campos vacíos
et: Liiga palju tühje välju
fi: Liian monta tyhjää kenttää
ky: Өтө көп бош талаалар
lt: Per daug tuščių laukų
lv: Pārāk daudz tukšu lauku
nb: For mange tomme felt
pl: Za dużo pustych pól
ru: Слишком много пустых полей
sv: För många tomma fält
th: มีช่องว่างมากเกินไป
uk: Забагато порожніх полів

source: Total
ar: مجموع
az: Ümumi
bn: মোট
cs: Celkem
de: Gesamt
et: Kokku
fi: Koko
ky: БАРДЫГЫ
lt: IŠ VISO
lv: Kopējā
nb: Totalt
pl: Łączny
ru: Итого
sv: Totalt
th: รวม
uk: Всього

source: Total: {total}
ar: المجموع:{total}
az: Ümumi: {total}
bn: মোট:{total}
cs: Celkem: {total}
de: Gesamt: {total}
et: Kokku: {total}
fi: Kaikki yhteensä:{total}
ky: Бардыгы:{total}
lt: Iš viso: {total}
lv: Kopā:{total}
nb: Totalt: {total}
pl: Całkowity:{total}
ru: Общий:{total}
sv: Totalt: {total}
th: ทั้งหมด:{total}
uk: Всього:{total}

source: Total CPU
ar: إجمالي وحدة المعالجة المركزية
az: Ümumi CPU
bn: মোট CPU
cs: Celkem CPU
de: Gesamt-CPU
es: CPU total
et: Protsessor kokku
fi: Prosessori yhteensä
ky: Жалпы CPU
lt: Iš viso CPU
lv: Kopējais CPU
pl: Całkowity procesor
ru: Общий процессор
th: ซีพียูทั้งหมด
uk: Загальний процесор

source: Total CPU hours consumed this month
ar: إجمالي ساعات وحدة المعالجة المركزية المستهلكة هذا الشهر
az: Bu ay istehlak edilən ümumi CPU saatları
bn: এই মাসে মোট CPU ঘন্টা খরচ হয়েছে
cs: Celkový počet hodin CPU spotřebovaných tento měsíc
de: Insgesamt verbrauchte CPU-Stunden in diesem Monat
es: Total de horas de CPU consumidas este mes
et: Sel kuul tarbitud protsessoritunnid kokku
fi: Tässä kuussa kulutetut prosessoritunnit yhteensä
ky: Ушул айда жалпы CPU сааты керектелген
lt: Iš viso šį mėnesį sunaudota procesoriaus valandų
lv: Kopējais šajā mēnesī patērētās CPU stundas
nb: Totalt antall CPU-timer som forbrukes denne måneden
pl: Łączna liczba godzin procesora wykorzystanych w tym miesiącu
ru: Общее количество часов процессора, израсходованных в этом месяце
sv: Totalt antal CPU-timmar som konsumeras denna månad
th: ชั่วโมง CPU ทั้งหมดที่ใช้ในเดือนนี้
uk: Загальна кількість годин ЦП, використаних цього місяця

source: Total GPU hours consumed this month
ar: إجمالي ساعات GPU المستهلكة هذا الشهر
az: Bu ay istehlak olunan ümumi GPU saatları
bn: এই মাসে মোট GPU ঘন্টা খরচ হয়েছে
cs: Celkový počet hodin GPU spotřebovaných tento měsíc
de: Insgesamt verbrauchte GPU-Stunden in diesem Monat
es: Total de horas de GPU consumidas este mes
et: Sel kuul tarbitud GPU tundide koguarv
fi: Tässä kuussa kulutetut GPU-tunnit yhteensä
ky: Бул айда жалпы GPU сааттары керектелген
lt: Iš viso šį mėnesį sunaudota GPU valandų
lv: Kopējais šajā mēnesī patērētās GPU stundas
nb: Totalt antall GPU-timer brukt denne måneden
pl: Łączna liczba godzin GPU wykorzystanych w tym miesiącu
ru: Общее количество часов использования графического процессора в этом месяце
sv: Totalt antal GPU-timmar som förbrukats den här månaden
th: ชั่วโมง GPU ทั้งหมดที่ใช้ในเดือนนี้
uk: Загальна кількість годин використання GPU цього місяця

source: Total RAM GB-hours consumed this month
ar: إجمالي ساعات ذاكرة الوصول العشوائي المستهلكة هذا الشهر
az: Bu ay istehlak edilən ümumi RAM GB saatları
bn: এই মাসে মোট RAM GB-ঘন্টা খরচ হয়েছে
cs: Celkový počet GB hodin RAM spotřebovaných tento měsíc
de: Insgesamt RAM GB-Stunden in diesem Monat verbraucht
es: Total de GB-hora de RAM consumidos este mes
et: Sel kuul tarbitud RAM-i GB-tunnid kokku
fi: Tässä kuussa käytetty RAM-muistin gigatavujen kokonaistuntimäärä
ky: Ушул айда керектелген жалпы оперативдик эс ГБ-саат
lt: Iš viso šį mėnesį sunaudotų RAM GB valandų
lv: Kopējais RAM GB stundu patēriņš šajā mēnesī
nb: Total RAM GB-timer forbrukt denne måneden
pl: Łączna liczba GB-godzin pamięci RAM wykorzystana w tym miesiącu
ru: Общее количество ГБ-часов оперативной памяти, израсходованных в этом месяце
sv: Totalt RAM GB-timmar som förbrukats den här månaden
th: RAM GB-ชั่วโมงทั้งหมดที่ใช้ในเดือนนี้
uk: Загальна кількість ГБ-годин оперативної пам’яті, спожитої цього місяця

source: Total cost:
ar: التكلفة الإجمالية:
az: Ümumi dəyəri:
bn: মোট খরচ:
cs: Celkové náklady:
de: Gesamtkosten:
es: Coste total:
et: Kulud kokku
fi: Kokonaiskustannukset:
ky: Жалпы баасы:
lt: Iš viso išlaidų:
lv: Kopējās izmaksas:
nb: Totalkostnad:
pl: Koszt całkowity:
ru: Общая стоимость:
sv: Total kostnad:
th: ค่าใช้จ่ายทั้งหมด:
uk: Загальна вартість:

source: Total memory
ar: الذاكرة الاجمالية
az: Ümumi yaddaş
bn: সকল স্মৃতি
cs: Celková paměť
de: Gesamtspeicher
es: Memoria total
et: Kokku mälu
fi: Kokonaismuisti
ky: Жалпы эс
lt: Iš viso atminties
lv: Kopējā atmiņa
nb: Totalt minne
pl: Całkowita pamięć
ru: Общая память
sv: Totalt minne
th: หน่วยความจำทั้งหมด
uk: Загальна пам&#39;ять

source: Total number of nodes
ar: العدد الإجمالي للعقد
az: Düyünlərin ümumi sayı
bn: নোডের মোট সংখ্যা
cs: Celkový počet uzlů
de: Gesamtzahl der Knoten
es: Número total de nodos
et: Sõlmede koguarv
fi: Solmujen kokonaismäärä
ky: Түйүндөрдүн жалпы саны
lt: Bendras mazgų skaičius
lv: Kopējais mezglu skaits
nb: Totalt antall noder
pl: Całkowita liczba węzłów
ru: Общее количество узлов
sv: Totalt antal noder
th: จำนวนโหนดทั้งหมด
uk: Загальна кількість вузлів

source: Total paid
ar: مجموع المبالغ المدفوعة
az: Ümumi ödənilmişdir
bn: পুরাপুরি পরিশোধিত
cs: Celkem zaplaceno
de: Gezahlte Summe
es: Total pagado
et: Kokku makstud
fi: Maksettu yhteensä
ky: Жалпы төлөнүүчү
lt: Iš viso sumokėta
lv: Kopā samaksāts
nb: Totalt betalt
pl: Pełna kwota
ru: Итого
sv: Totalt betald
th: ทั้งหมดที่จ่าย
uk: Всього сплачено

source: Total price
ar: السعر الإجمالي
az: Ümumi qiymət
bn: মোট দাম
cs: Celková cena
de: Gesamtpreis
es: Precio total
et: Hind kokku
fi: Kokonaishinta
ky: Жалпы баасы
lt: Bendra kaina
lv: Kopējā cena
nb: Total pris
pl: Cena całkowita
ru: Общая стоимость
sv: Totalt pris
th: ราคารวม
uk: Загальна сума

source: Total published offerings
ar: إجمالي العروض المنشورة
az: Cəmi nəşr olunan təkliflər
bn: মোট প্রকাশিত অফার
cs: Celkem zveřejněné nabídky
de: Gesamtzahl der veröffentlichten Angebote
es: Total de ofertas publicadas
et: Avaldatud pakkumisi kokku
fi: Julkaistut tarjoukset yhteensä
ky: Жалпы жарыяланган сунуштар
lt: Iš viso paskelbtų pasiūlymų
lv: Kopējais publicēto piedāvājumu
nb: Totalt publiserte tilbud
pl: Łączna liczba opublikowanych ofert
ru: Всего опубликованных предложений
sv: Totalt publicerade erbjudanden
th: ข้อเสนอที่เผยแพร่ทั้งหมด
uk: Загальна кількість опублікованих пропозицій

source: Total resources
ar: إجمالي الموارد
az: Ümumi resurslar
bn: মোট সম্পদ
cs: Celkové zdroje
de: Gesamtressourcen
es: Recursos totales
et: Ressursid kokku
fi: Resurssit yhteensä
ky: Жалпы ресурстар
lt: Iš viso išteklių
lv: Kopējie resursi
nb: Totale ressurser
pl: Całkowite zasoby
ru: Всего ресурсов
sv: Totala resurser
th: ทรัพยากรทั้งหมด
uk: Загальні ресурси

source: Total storage
ar: إجمالي التخزين
az: Ümumi saxlama
bn: মোট স্টোরেজ
cs: Celkové úložiště
de: Gesamtspeicher
es: Almacenamiento total
et: Kogu salvestusmaht
fi: Tallennustila yhteensä
ky: Жалпы сактагыч
lt: Iš viso saugyklos vietos
lv: Kopējā krātuve
nb: Total lagringsplass
pl: Całkowita pamięć
ru: Общий объем памяти
sv: Total lagring
th: พื้นที่เก็บข้อมูลทั้งหมด
uk: Загальна пам&#39;ять

source: Total storage limit is exceeded
ar: تم تجاوز الحد الإجمالي للتخزين
az: Ümumi saxlama həddi aşılır
bn: মোট স্টোরেজ সীমা ছাড়িয়ে গেছে
cs: Celkový limit úložiště je překročen
de: Gesamtspeicherlimit überschritten
es: Se supera el límite total de almacenamiento
et: Salvestusmahu kogulimiit on ületatud
fi: Kokonaistallennusraja on ylitetty
ky: Жалпы сактоо чеги ашып кетти
lt: Viršyta bendra saugojimo riba
lv: Kopējais krātuves ierobežojums ir pārsniegts
nb: Total lagringsgrense er overskredet
pl: Przekroczono łączny limit miejsca
ru: Общий лимит хранилища превышен
sv: Den totala lagringsgränsen har överskridits
th: เกินขีดจำกัดพื้นที่เก็บข้อมูลทั้งหมด
uk: Загальний ліміт пам’яті перевищено

source: Tracked using UTC timezone, displayed with your browser’s timezone.
ar: يتم تتبعه باستخدام المنطقة الزمنية UTC، ويتم عرضه مع المنطقة الزمنية للمتصفح الخاص بك.
az: UTC vaxt zonasından istifadə etməklə izlənilir, sizin brauzerinizin vaxt zonası ilə nümayiş olunur
bn: ইউটিসি টাইমজোন ব্যবহার করে ট্র্যাক করা হয়েছে, আপনার ব্রাউজারের টাইমজোনের সাথে প্রদর্শিত হয়েছে।
cs: Sledováno pomocí časového pásma UTC, které se zobrazuje podle časového pásma vašeho prohlížeče.
de: Verfolgt mit UTC-Zeitzone, die mit der Zeitzone Ihres Browsers angezeigt wird.
es: El seguimiento se realiza utilizando la zona horaria UTC, que se muestra con la zona horaria de su navegador.
et: Jälgitakse UTC ajavööndi abil, kuvatakse koos brauseri ajavööndiga.
fi: Seurataan UTC-aikavyöhykkeellä, näytetään selaimesi aikavyöhykkeen kanssa.
ky: Серепчиңиздин убакыт алкагы менен көрсөтүлгөн, UTC убакыт алкагынын жардамы менен көзөмөлдөнөт.
lt: Stebima naudojant UTC laiko juostą, rodoma pagal naršyklės laiko juostą.
lv: Izsekota, izmantojot UTC laika joslu, tiek rādīta kopā ar jūsu pārlūkprogrammas laika joslu.
nb: Spor ved hjelp av UTC-tidssone, som vises med nettleserens tidssone.
pl: Śledzone według strefy czasowej UTC, wyświetlane wraz ze strefą czasową Twojej przeglądarki.
ru: Отслеживается с использованием часового пояса UTC, отображается с часовым поясом вашего браузера.
sv: Spåras med UTC-tidszon, visas med webbläsarens tidszon.
th: ติดตามโดยใช้เขตเวลา UTC ซึ่งแสดงพร้อมกับเขตเวลาของเบราว์เซอร์ของคุณ
uk: Відстежується за часовим поясом UTC, відображається з часовим поясом вашого браузера.

source: Try again
ar: حاول مرة أخرى
az: Yenidən cəhd et
bn: আবার চেষ্টা করুন
cs: Zkusit znovu
de: Wiederholen
es: Inténtalo de nuevo
et: Proovi uuesti
fi: Yritä uudestaan
ky: Кайра аракет кыл
lt: Bandyti dar kartą
lv: Mēģini vēlreiz
nb: Prøv igjen
pl: Spróbuj ponownie
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
uk: Спробуйте ще раз
