Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: User is active
ar: المستخدم نشط
az: İstifadəçi aktivdir
bn: ব্যবহারকারী সক্রিয়
cs: Uživatel je aktivní
de: Benutzer ist aktiv
es: El usuario está activo
et: Kasutaja on aktiivne
fi: Käyttäjä on aktiivinen
ky: Колдонуучу активдүү
lt: Vartotojas aktyvus
lv: Lietotājs ir aktīvs
nb: Brukeren er aktiv
pl: Użytkownik jest aktywny
ru: Пользователь активен
sv: Användaren är aktiv
th: ผู้ใช้มีการใช้งานอยู่
uk: Користувач активний

source: User issues
ar: قضايا المستخدم
az: İstifadəçi problemləri
bn: ব্যবহারকারীর সমস্যা
cs: Uživatelské problémy
de: Benutzerprobleme
es: Problemas de usuarios
et: Kasutaja probleemid
fi: Käyttäjäongelmat
ky: Колдонуучунун көйгөйлөрү
lt: Vartotojo problemos
lv: Lietotāju problēmas
nb: Brukerproblemer
pl: Problemy użytkowników
ru: Проблемы пользователей
sv: Användarproblem
th: ปัญหาของผู้ใช้
uk: Проблеми користувача

source: User management events
ar: أحداث إدارة المستخدم
az: İstifadəçi idarəçiliyi hadisələri
bn: ব্যবহারকারী ব্যবস্থাপনা ইভেন্ট
cs: Události správy uživatele
de: Benutzerverwaltungsereignisse
es: Eventos de gestión de usuarios
et: Kasutaja halduse sündmused
fi: Käyttäjähallintatapahtumat
ky: Колдонуучуну башкаруу окуялары
lt: Vartotojų valdymo įvykiai
lv: Lietotāju pārvaldības notikumi
nb: Hendelser for brukeradministrasjon
pl: Wydarzenia związane z zarządzaniem użytkownikami
ru: События управления пользователями
sv: Händelser för användarhantering
th: เหตุการณ์การจัดการผู้ใช้
uk: Події керування користувачами

source: User profile
ar: ملف تعريف المستخدم
az: İstifadəçi profili
bn: ব্যবহারকারী প্রোফাইল
cs: Profil uživatele
de: Benutzerprofil
es: Perfil del usuario
et: Kasutaja profiil
fi: Käyttäjäprofiili
ky: Колдонуучунун профили
lt: Vartotojo profilis
lv: Lietotāja profils
nb: Brukerprofil
pl: Profil użytkownika
ru: Профиль пользователя
sv: Användarprofil
th: ประวัติผู้ใช้
uk: Профіль користувача

source: User roles
ar: أدوار المستخدمين
az: İstifadəçi rolları
bn: ব্যবহারকারীর ভূমিকা
cs: Role uživatelů
de: BENUTZERREGELN
es: Roles de usuario
et: Kasutaja rollid
fi: Käyttäjien roolit
ky: Колдонуучу ролдору
lt: Vartotojų vaidmenys
lv: Lietotāju lomas
nb: Brukerroller
pl: Role użytkowników
ru: Роли пользователей
sv: Användarroller
th: บทบาทของผู้ใช้
uk: Ролі користувачів

source: User status
ar: حالة المستخدم
az: İstifadəçi statusu
bn: ব্যবহারকারীর অবস্থা
cs: Stav uživatele
de: Benutzerstatus
es: Estado del usuario
et: Kasutaja staatus
fi: Käyttäjän tila
ky: Колдонуучу абалы
lt: Vartotojo būsena
lv: Lietotāja statuss
nb: Brukerstatus
pl: Status użytkownika
ru: Статус пользователь
sv: Användarstatus
th: สถานะผู้ใช้
uk: Статус користувача

source: User workspace
ar: مساحة عمل المستخدم
az: İstifadəçi iş sahəsi
bn: ব্যবহারকারীর কর্মক্ষেত্র
cs: Uživatelský pracovní prostor
de: Benutzerarbeitsbereich
es: Espacio de trabajo de usuario
et: Kasutaja tööruum
fi: Käyttäjän työtila
ky: Колдонуучунун жумушчу мейкиндиги
lt: Vartotojo darbo sritis
lv: Lietotāja darbvieta
nb: Brukerarbeidsområde
pl: Obszar roboczy użytkownika
ru: Рабочая область пользователя
sv: Användararbetsyta
th: พื้นที่ทำงานของผู้ใช้
uk: Робоча область користувача

source: User {affected_user_link} has been activated.
ar: مستخدم{affected_user_link} تم تفعيله.
az: {affected_user_link} istifadəçi aktivləşdirildi.
bn: ব্যবহারকারী{affected_user_link} সক্রিয় করা হয়েছে.
cs: Uživatel {affected_user_link} byl aktivován.
de: Benutzer {affected_user_link} wurde aktiviert.
es: El usuario {affected_user_link} ha sido activado.
et: Kasutaja {affected_user_link} on aktiveeritud.
fi: Käyttäjä{affected_user_link} on aktivoitu.
ky: Колдонуучу{affected_user_link} иштетилди.
lt: Vartotojas {affected_user_link} buvo suaktyvintas.
lv: Lietotājs{affected_user_link} ir aktivizēts.
nb: Bruker {affected_user_link} er aktivert.
pl: Użytkownik{affected_user_link} został aktywowany.
ru: Пользователь{affected_user_link} был активирован.
sv: Användaren {affected_user_link} har aktiverats.
th: ผู้ใช้{affected_user_link} ได้รับการเปิดใช้งานแล้ว
uk: Користувач{affected_user_link} було активовано.

source: User {affected_user_link} has been created.
ar: مستخدم{affected_user_link} تم إنشاء.
az: {affected_user_link} istifadəçi yaradıldı.
bn: ব্যবহারকারী{affected_user_link} তৈরি করা হয়েছে.
cs: Uživatel {affected_user_link} byl vytvořen.
de: Der Benutzer {affected_user_link} wurde erstellt.
es: El usuario {affected_user_link} ha sido creado.
et: Kasutaja {affected_user_link} on loodud.
fi: Käyttäjä{affected_user_link} on luotu.
ky: Колдонуучу{affected_user_link} түзүлгөн.
lt: Vartotojas {affected_user_link} buvo sukurtas.
lv: Lietotājs{affected_user_link} ir izveidots.
nb: Bruker {affected_user_link} er opprettet.
pl: Użytkownik{affected_user_link} został stworzony.
ru: Пользователь{affected_user_link} был создан.
sv: Användaren {affected_user_link} har skapats.
th: ผู้ใช้{affected_user_link} ได้ถูกสร้างขึ้น
uk: Користувач{affected_user_link} було створено.

source: User {affected_user_link} has been deactivated.
ar: مستخدم{affected_user_link} تم إلغاء تنشيطه.
az: {affected_user_link} istifadəçi ləğv edildi.
bn: ব্যবহারকারী{affected_user_link} নিষ্ক্রিয় করা হয়েছে।
cs: Uživatel {affected_user_link} byl deaktivován.
de: Der Benutzer {affected_user_link} wurde deaktiviert.
es: El usuario {affected_user_link} ha sido desactivado.
et: Kasutaja {affected_user_link} on deaktiveeritud.
fi: Käyttäjä{affected_user_link} on poistettu käytöstä.
ky: Колдонуучу{affected_user_link} өчүрүлгөн.
lt: Vartotojas {affected_user_link} išaktyvintas.
lv: Lietotājs{affected_user_link} ir deaktivizēts.
nb: Bruker {affected_user_link} er deaktivert.
pl: Użytkownik{affected_user_link} został dezaktywowany.
ru: Пользователь{affected_user_link} был деактивирован.
sv: Användare {affected_user_link} har inaktiverats.
th: ผู้ใช้{affected_user_link} ถูกปิดใช้งานแล้ว
uk: Користувач{affected_user_link} було дезактивовано.

source: User {affected_user_link} has been updated.
ar: مستخدم{affected_user_link} تم التحديث.
az: {affected_user_link} istifadəçi yeniləndi.
bn: ব্যবহারকারী{affected_user_link} আপডেট করা হয়েছে.
cs: Uživatel {affected_user_link} byl aktualizován.
de: Der Benutzer {affected_user_link} wurde aktualisiert.
es: El usuario {affected_user_link} ha sido actualizado.
et: Kasutaja {affected_user_link} on muudetud.
fi: Käyttäjä{affected_user_link} on päivitetty.
ky: Колдонуучу{affected_user_link} жаңыртылган.
lt: Vartotojas {affected_user_link} atnaujintas.
lv: Lietotājs{affected_user_link} ir atjaunināts.
nb: Bruker {affected_user_link} har blitt oppdatert.
pl: Użytkownik{affected_user_link} został zaktualizowany.
ru: Пользователь{affected_user_link} был обновлен.
sv: Användare {affected_user_link} har uppdaterats.
th: ผู้ใช้{affected_user_link} ได้รับการปรับปรุงแล้ว
uk: Користувач{affected_user_link} було оновлено.

source: User {affected_user_link} has got Co-PI role in project {project_link}.
ar: مستخدم{affected_user_link} حصل على دور Co-PI في المشروع{project_link} .
az: İstifad {affected_user_link} əçi layihədə Co-PI rolu var. {project_link}
bn: ব্যবহারকারী{affected_user_link} প্রকল্পে সহ-পিআই ভূমিকা পেয়েছে{project_link} .
cs: Uživatel{affected_user_link} má v projektu roli Co-PI{project_link} .
de: Benutzer{affected_user_link} hat eine Co-PI-Rolle im Projekt{project_link} .
es: El usuario {affected_user_link} tiene un rol de Co-IP en el proyecto {project_link}.
et: Kasutaja {affected_user_link} on saanud co-PI rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on saanut Co-PI-roolin projektissa{project_link} .
ky: Колдонуучу{affected_user_link} долбоордо Co-PI ролуна ээ{project_link} .
lt: Vartotojas{affected_user_link} gavo Co-PI vaidmenį projekte{project_link} .
lv: Lietotājs{affected_user_link} ir ieguvusi Co-PI lomu projektā{project_link} .
nb: Bruker{affected_user_link} har fått Co-PI rolle i prosjektet{project_link} .
pl: Użytkownik{affected_user_link} pełni rolę Co-PI w projekcie{project_link} .
ru: Пользователь{affected_user_link} получил роль Co-PI в проекте{project_link} .
sv: Användare{affected_user_link} har fått Co-PI roll i projektet{project_link} .
th: ผู้ใช้{affected_user_link} ได้เข้ามามีบทบาท Co-PI ในโครงการ{project_link} .
uk: Користувач{affected_user_link} має роль Co-PI у проекті{project_link} .

source: User {affected_user_link} has got PI role in project {project_link}.
ar: مستخدم{affected_user_link} حصل على دور PI في المشروع{project_link} .
az: İstifad {affected_user_link} əçi layihədə PI rolu var{project_link}.
bn: ব্যবহারকারী{affected_user_link} প্রকল্পে পিআই ভূমিকা পেয়েছে{project_link} .
cs: Uživatel{affected_user_link} má v projektu roli PI{project_link} .
de: Benutzer{affected_user_link} hat eine PI-Rolle im Projekt{project_link} .
es: El usuario {affected_user_link} tiene el rol de PI en el proyecto {project_link}.
et: Kasutaja {affected_user_link} on saanud PI rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on saanut PI-roolin projektissa{project_link} .
ky: Колдонуучу{affected_user_link} долбоордо PI ролуна ээ{project_link} .
lt: Vartotojas{affected_user_link} turi PI vaidmenį projekte{project_link} .
lv: Lietotājs{affected_user_link} ir ieguvusi PI lomu projektā{project_link} .
nb: Bruker{affected_user_link} har fått PI-rolle i prosjektet{project_link} .
pl: Użytkownik{affected_user_link} pełni rolę PI w projekcie{project_link} .
ru: Пользователь{affected_user_link} получил роль PI в проекте{project_link} .
sv: Användare{affected_user_link} har fått PI-roll i projektet{project_link} .
th: ผู้ใช้{affected_user_link} มีบทบาท PI ในโครงการ{project_link} .
uk: Користувач{affected_user_link} має роль PI у проекті{project_link} .

source: User {affected_user_link} has got guest role in project {project_link}.
ar: مستخدم{affected_user_link} حصل على دور الضيف في المشروع{project_link} .
az: İstifad {affected_user_link} əçi layihədə qonaq rolu var{project_link}.
bn: ব্যবহারকারী{affected_user_link} প্রকল্পে অতিথি ভূমিকা পেয়েছেন{project_link} .
cs: Uživatel{affected_user_link} má v projektu roli hosta{project_link} .
de: Benutzer{affected_user_link} hat eine Gastrolle im Projekt{project_link} .
es: El usuario {affected_user_link} tiene el rol de invitado en el proyecto {project_link}.
et: Kasutaja {affected_user_link} on saanud külalisrolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on saanut vierailijaroolin projektissa{project_link} .
ky: Колдонуучу{affected_user_link} долбоордо конок ролун алган{project_link} .
lt: Vartotojas{affected_user_link} projekte gavo svečio vaidmenį{project_link} .
lv: Lietotājs{affected_user_link} ir ieguvusi viesa lomu projektā{project_link} .
nb: Bruker{affected_user_link} har fått gjesterolle i prosjektet{project_link} .
pl: Użytkownik{affected_user_link} ma gościnną rolę w projekcie{project_link} .
ru: Пользователь{affected_user_link} получил роль гостя в проекте{project_link} .
sv: Användare{affected_user_link} har fått gästroll i projektet{project_link} .
th: ผู้ใช้{affected_user_link} ได้รับบทแขกรับเชิญในโครงการ{project_link} .
uk: Користувач{affected_user_link} отримав роль гостя в проекті{project_link} .

source: User {affected_user_link} has got member role in project {project_link}.
ar: مستخدم{affected_user_link} حصل على دور العضو في المشروع{project_link} .
az: İstifad {affected_user_link} əçi layihədə üzv rolu var{project_link}.
bn: ব্যবহারকারী{affected_user_link} প্রকল্পে সদস্য ভূমিকা আছে{project_link} .
cs: Uživatel{affected_user_link} má členskou roli v projektu{project_link} .
de: Benutzer{affected_user_link} hat eine Mitgliedsrolle im Projekt{project_link} .
es: El usuario {affected_user_link} tiene un rol de miembro en el proyecto {project_link}.
et: Kasutaja {affected_user_link} on saanud liikme rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on saanut jäsenroolin projektissa{project_link} .
ky: Колдонуучу{affected_user_link} долбоордо мүчө ролуна ээ болгон{project_link} .
lt: Vartotojas{affected_user_link} projekte gavo nario vaidmenį{project_link} .
lv: Lietotājs{affected_user_link} ir ieguvusi dalībnieka lomu projektā{project_link} .
nb: Bruker{affected_user_link} har fått medlemsrolle i prosjektet{project_link} .
pl: Użytkownik{affected_user_link} ma rolę członka w projekcie{project_link} .
ru: Пользователь{affected_user_link} получил роль участника в проекте{project_link} .
sv: Användare{affected_user_link} har fått medlemsroll i projektet{project_link} .
th: ผู้ใช้{affected_user_link} ได้เข้ามามีบทบาทในโครงการ{project_link} .
uk: Користувач{affected_user_link} має роль учасника в проекті{project_link} .

source: User {affected_user_link} has got project administrator role in project {project_link}.
ar: مستخدم{affected_user_link} حصل على دور مسؤول المشروع في المشروع{project_link} .
az: İstifadə {affected_user_link} çi layihədə layihə idarəçisi rolunu {project_link} var.
bn: ব্যবহারকারী{affected_user_link} প্রকল্পে প্রকল্প প্রশাসকের ভূমিকা পেয়েছে{project_link} .
cs: Uživatel{affected_user_link} má v projektu roli správce projektu{project_link} .
de: Benutzer{affected_user_link} hat die Rolle eines Projektadministrators im Projekt{project_link} .
es: El usuario {affected_user_link} tiene el rol de administrador del proyecto en el proyecto {project_link}.
et: Kasutaja {affected_user_link} on saanud projekti administraatori rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} hänellä on projektipäällikön rooli projektissa{project_link} .
ky: Колдонуучу{affected_user_link} долбоордо долбоордун администраторунун ролуна ээ{project_link} .
lt: Vartotojas{affected_user_link} turi projekto administratoriaus vaidmenį projekte{project_link} .
lv: Lietotājs{affected_user_link} ir ieguvusi projekta administratora lomu projektā{project_link} .
nb: Bruker{affected_user_link} har fått prosjektadministratorrolle i prosjektet{project_link} .
pl: Użytkownik{affected_user_link} ma rolę administratora projektu w projekcie{project_link} .
ru: Пользователь{affected_user_link} получил роль администратора проекта в проекте{project_link} .
sv: Användare{affected_user_link} har fått rollen som projektadministratör i projektet{project_link} .
th: ผู้ใช้{affected_user_link} ได้เข้ามามีบทบาทเป็นผู้ดูแลโครงการในโครงการ{project_link} .
uk: Користувач{affected_user_link} має роль адміністратора проекту в проекті{project_link} .

source: User {affected_user_link} has got project manager role in project {project_link}.
ar: مستخدم{affected_user_link} حصل على دور مدير المشروع في المشروع{project_link} .
az: İstifadə {affected_user_link} çi layihədə layihə meneceri rolunu {project_link} var.
bn: ব্যবহারকারী{affected_user_link} প্রকল্পে প্রকল্প ব্যবস্থাপকের ভূমিকা পেয়েছেন{project_link} .
cs: Uživatel{affected_user_link} má v projektu roli projektového manažera{project_link} .
de: Benutzer{affected_user_link} Hat die Rolle des Projektmanagers im Projekt übernommen{project_link} .
es: El usuario {affected_user_link} tiene el rol de gerente de proyecto en el proyecto {project_link}.
et: Kasutaja {affected_user_link} on saanud projektijuhi rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on saanut projektipäällikön roolin projektissa{project_link} .
ky: Колдонуучу{affected_user_link} долбоордо долбоордун менеджери ролуна ээ{project_link} .
lt: Vartotojas{affected_user_link} projekte atliko projekto vadovo vaidmenį{project_link} .
lv: Lietotājs{affected_user_link} ir ieguvusi projektu vadītāja lomu projektā{project_link} .
nb: Bruker{affected_user_link} har fått prosjektlederrolle i prosjekt{project_link} .
pl: Użytkownik{affected_user_link} pełni rolę kierownika projektu w projekcie{project_link} .
ru: Пользователь{affected_user_link} получил роль менеджера проекта в проекте{project_link} .
sv: Användare{affected_user_link} har fått projektledarroll i projekt{project_link} .
th: ผู้ใช้{affected_user_link} มีบทบาทผู้จัดการโครงการในโครงการ{project_link} .
uk: Користувач{affected_user_link} має роль менеджера проекту в проекті{project_link} .

source: User {affected_user_link} has got project member role in project {project_link}.
ar: مستخدم{affected_user_link} حصل على دور عضو المشروع في المشروع{project_link} .
az: İstifadə {affected_user_link} çi layihədə layihə üzvü rolunu {project_link} var.
bn: ব্যবহারকারী{affected_user_link} প্রকল্পে প্রকল্প সদস্য ভূমিকা পেয়েছে{project_link} .
cs: Uživatel{affected_user_link} má v projektu roli člena projektu{project_link} .
de: Benutzer{affected_user_link} hat die Rolle eines Projektmitglieds im Projekt{project_link} .
es: El usuario {affected_user_link} tiene el rol de miembro del proyecto en el proyecto {project_link}.
et: Kasutaja {affected_user_link} on saanud projekti liikme rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on saanut projektijäsenen roolin projektissa{project_link} .
ky: Колдонуучу{affected_user_link} долбоордо долбоордун мүчөсү ролуна ээ{project_link} .
lt: Vartotojas{affected_user_link} turi projekto nario vaidmenį projekte{project_link} .
lv: Lietotājs{affected_user_link} ir ieguvusi projekta dalībnieka lomu projektā{project_link} .
nb: Bruker{affected_user_link} har fått prosjektmedlemsrolle i prosjekt{project_link} .
pl: Użytkownik{affected_user_link} ma rolę członka projektu w projekcie{project_link} .
ru: Пользователь{affected_user_link} получил роль участника проекта в проекте{project_link} .
sv: Användare{affected_user_link} har fått projektmedlemsroll i projekt{project_link} .
th: ผู้ใช้{affected_user_link} ได้เข้ามามีบทบาทเป็นสมาชิกโครงการในโครงการ{project_link} .
uk: Користувач{affected_user_link} має роль учасника проекту в проекті{project_link} .

source: User {affected_user_link} has got {role_name} role in {scope_link}.
ar: مستخدم{affected_user_link} لقد حصلت{role_name} يلعب دورا{scope_link} .
az: İsti {affected_user_link} fadəçinin {role_name} rolu var{scope_link}.
bn: ব্যবহারকারী{affected_user_link} পেয়েছে{role_name} ভূমিকা{scope_link} .
cs: Uživatel{affected_user_link} má{role_name} role v{scope_link} .
de: Benutzer{affected_user_link} hat bekommen{role_name} rein kommen{scope_link} .
es: El usuario {affected_user_link} tiene {role_name} un rol en {scope_link}.
et: Kasutaja{affected_user_link} on saanud{role_name} rolli sisse{scope_link} .
fi: Käyttäjä{affected_user_link} on saanut{role_name} roolissa{scope_link} .
ky: Колдонуучу{affected_user_link} бар{role_name} ролу{scope_link} .
lt: Vartotojas{affected_user_link} turi{role_name} vaidmenį{scope_link} .
lv: Lietotājs{affected_user_link} ir ieguvis{role_name} lomu iekšā{scope_link} .
nb: Bruker{affected_user_link} har fått{role_name} rolle i{scope_link} .
pl: Użytkownik{affected_user_link} ma{role_name} rola w{scope_link} .
ru: Пользователь{affected_user_link} получил{role_name} роль в{scope_link} .
sv: Användare{affected_user_link} har fått{role_name} roll i{scope_link} .
th: ผู้ใช้{affected_user_link} ได้แล้ว{role_name} บทบาทใน{scope_link} .
uk: Користувач{affected_user_link} отримав{role_name} роль в{scope_link} .

source: User {affected_user_link} has lost Co-PI role in {project_link}.
ar: مستخدم{affected_user_link} لقد فقد دور Co-PI في{project_link} .
az: İstifadə {affected_user_link} çi Co-PI rolunu itirdi{project_link}.
bn: ব্যবহারকারী{affected_user_link} সহ-পিআই ভূমিকা হারিয়েছে{project_link} .
cs: Uživatel{affected_user_link} ztratil roli Co-PI v{project_link} .
de: Benutzer{affected_user_link} hat die Co-PI-Rolle verloren{project_link} .
es: El usuario {affected_user_link} perdió el rol de Co-IP en {project_link}.
et: Kasutaja {affected_user_link} on kaotanud co-PI rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on menettänyt Co-PI-roolin{project_link} .
ky: Колдонуучу{affected_user_link} жылы Co-PI ролун жоготту{project_link} .
lt: Vartotojas{affected_user_link} prarado Co-PI vaidmenį{project_link} .
lv: Lietotājs{affected_user_link} gadā ir zaudējis Co-PI lomu{project_link} .
nb: Bruker{affected_user_link} har mistet Co-PI-rollen i{project_link} .
pl: Użytkownik{affected_user_link} utracił rolę Co-PI w{project_link} .
ru: Пользователь{affected_user_link} потерял роль Co-PI в{project_link} .
sv: Användare{affected_user_link} har tappat rollen som Co-PI{project_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสียบทบาท Co-PI ใน{project_link} .
uk: Користувач{affected_user_link} втратив роль Co-PI в{project_link} .

source: User {affected_user_link} has lost PI role in {customer_link}.
ar: مستخدم{affected_user_link} لقد فقد دور PI في{customer_link} .
az: İstifad {affected_user_link} əçi PI rolunu itirdi{customer_link}.
bn: ব্যবহারকারী{affected_user_link} PI ভূমিকা হারিয়েছে{customer_link} .
cs: Uživatel{affected_user_link} ztratil roli PI v{customer_link} .
de: Benutzer{affected_user_link} hat die PI-Rolle verloren{customer_link} .
es: El usuario {affected_user_link} perdió el rol de IP en {customer_link}.
et: Kasutaja {affected_user_link} on kaotanud PI rolli organisatsioonis {customer_link}.
fi: Käyttäjä{affected_user_link} on menettänyt PI-roolin{customer_link} .
ky: Колдонуучу{affected_user_link} PI ролун жоготкон{customer_link} .
lt: Vartotojas{affected_user_link} prarado PI vaidmenį{customer_link} .
lv: Lietotājs{affected_user_link} gadā ir zaudējis PI lomu{customer_link} .
nb: Bruker{affected_user_link} har mistet PI-rollen i{customer_link} .
pl: Użytkownik{affected_user_link} utracił rolę PI w{customer_link} .
ru: Пользователь{affected_user_link} потерял роль PI в{customer_link} .
sv: Användare{affected_user_link} har tappat PI-rollen i{customer_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสียบทบาท PI ใน{customer_link} .
uk: Користувач{affected_user_link} втратив роль PI в{customer_link} .

source: User {affected_user_link} has lost PI role in {project_link}.
ar: مستخدم{affected_user_link} لقد فقد دور PI في{project_link} .
az: İstifad {affected_user_link} əçi PI rolunu itirdi{project_link}.
bn: ব্যবহারকারী{affected_user_link} PI ভূমিকা হারিয়েছে{project_link} .
cs: Uživatel{affected_user_link} ztratil roli PI v{project_link} .
de: Benutzer{affected_user_link} hat die PI-Rolle verloren{project_link} .
es: El usuario {affected_user_link} perdió el rol de IP en {project_link}.
et: Kasutaja {affected_user_link} on kaotanud PI rolli projektis {project_link}.
fi: Käyttäjä{affected_user_link} on menettänyt PI-roolin{project_link} .
ky: Колдонуучу{affected_user_link} PI ролун жоготкон{project_link} .
lt: Vartotojas{affected_user_link} prarado PI vaidmenį{project_link} .
lv: Lietotājs{affected_user_link} gadā ir zaudējis PI lomu{project_link} .
nb: Bruker{affected_user_link} har mistet PI-rollen i{project_link} .
pl: Użytkownik{affected_user_link} utracił rolę PI w{project_link} .
ru: Пользователь{affected_user_link} потерял роль PI в{project_link} .
sv: Användare{affected_user_link} har tappat PI-rollen i{project_link} .
th: ผู้ใช้{affected_user_link} ได้สูญเสียบทบาท PI ใน{project_link} .
uk: Користувач{affected_user_link} втратив роль PI в{project_link} .
