Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Offering has been imported.
ar: تم استيراد العرض.
az: Təklif idxal edilmişdir.
bn: অফার আমদানি করা হয়েছে।
cs: Nabídka byla importována.
de: Das Angebot wurde importiert.
es: Se ha importado una oferta.
et: Pakkumine on imporditud.
fi: Tarjous on tuotu.
ky: Сунуш импорттолду.
lt: Pasiūlymas buvo importuotas.
lv: Piedāvājums ir importēts.
nb: Tilbud er importert.
pl: Oferta została zaimportowana.
ru: Предложение было импортировано.
sv: Erbjudandet har importerats.
th: นำเข้าข้อเสนอแล้ว
uk: Пропозицію імпортовано.

source: Offering has been paused.
ar: تم إيقاف العرض مؤقتًا.
az: Təklif dayandırıldı.
bn: অফার বিরাম দেওয়া হয়েছে.
cs: Nabídka byla pozastavena.
de: Das Angebot wurde pausiert.
es: Se ha detenido la oferta.
et: Pakkumine on peatatud.
fi: Tarjous on keskeytetty.
ky: Сунуш тындырылды.
lt: Siūlymas pristabdytas.
lv: Piedāvājums ir apturēts.
nb: Tilbudet er satt på pause.
pl: Oferta została wstrzymana.
ru: Предложение приостановлено.
sv: Erbjudandet har pausats.
th: การเสนอขายถูกหยุดชั่วคราว
uk: Пропозицію призупинено.

source: Offering has been updated.
ar: تم تحديث العرض.
az: Təklif yeniləndi.
bn: অফার আপডেট করা হয়েছে.
cs: Nabídka byla aktualizována.
de: Das Angebot wurde aktualisiert.
es: Se ha actualizado la oferta.
et: Pakkumine on uuendatud
fi: Tarjontaa on päivitetty.
ky: Сунуш жаңыртылган.
lt: Siūlymas atnaujintas.
lv: Piedāvājums ir atjaunināts.
nb: Tilbudet er oppdatert.
pl: Oferta została zaktualizowana.
ru: Предложение обновлено.
sv: Erbjudandet har uppdaterats.
th: ข้อเสนอได้รับการปรับปรุงแล้ว
uk: Пропозицію оновлено.

source: Offering has been updated successfully.
ar: تم تحديث العرض بنجاح.
az: Təklif uğurla yeniləndi.
bn: অফার সফলভাবে আপডেট করা হয়েছে.
cs: Nabídka byla úspěšně aktualizována.
de: Das Angebot wurde erfolgreich aktualisiert.
es: La oferta se actualizó correctamente.
et: Pakkumise värskendamine õnnestus.
fi: Tarjouksen päivitys onnistui.
ky: Сунуш ийгиликтүү жаңыртылды.
lt: Pasiūlymas sėkmingai atnaujintas.
lv: Piedāvājums ir veiksmīgi atjaunināts.
nb: Tilbudet har blitt oppdatert.
pl: Oferta została pomyślnie zaktualizowana.
ru: Предложение успешно обновлено.
sv: Erbjudandet har uppdaterats framgångsrikt.
th: ข้อเสนอได้รับการอัปเดตเรียบร้อยแล้ว
uk: Пропозицію успішно оновлено.

source: Offering images
ar: تقديم الصور
az: Şəkillər təklif edir
bn: ছবি অফার
cs: Obrázky nabídky
de: Bilder anbieten
es: Imágenes de la oferta
et: Pakkumise pildid
fi: Kuvien tarjoaminen
ky: Сүрөттөрдү сунуштоо
lt: Siūlo vaizdus
lv: Piedāvā attēlus
nb: Tilbyr bilder
pl: Oferuję obrazy
ru: Предложение изображений
sv: Erbjuder bilder
th: นำเสนอภาพ
uk: Пропозиція зображень

source: Offering images ({name})
ar: تقديم الصور ({name} )
az: Təklif şəkillər ({name})
bn: অফার করা ছবি ({name} )
cs: Obrázky nabídky ({name})
de: Bilder anbieten ({name})
es: Imágenes de la oferta ({name})
et: Kujutiste pakkumine ({name} )
fi: Kuvien tarjoaminen ({name} )
ky: Сүрөттөрдү сунуштоо ({name} )
lt: Siūlomi vaizdai ({name})
lv: Piedāvā attēlus ({name} )
nb: Tilbyr bilder ({name})
pl: Oferowanie obrazów ({name} )
ru: Предлагаю фото({name} )
sv: Erbjudande bilder ({name})
th: นำเสนอภาพ ({name} )
uk: Пропонуємо зображення ({name} )

source: Offering invoices synchronization has been scheduled.
ar: تمت جدولة تقديم مزامنة الفواتير.
az: Fakturaların sinxronizasiyasını təklif etmək planlaşdırılıb
bn: অফার ইনভয়েস সিঙ্ক্রোনাইজেশন নির্ধারিত হয়েছে.
cs: Synchronizace nabídek faktur byla naplánována.
de: Die Synchronisierung der Angebotsrechnungen wurde geplant.
es: Se ha programado la sincronización de las facturas de ofertas.
et: Pakkumise arvete sünkroonimine on ajastatud.
fi: Tarjouslaskujen synkronointi on ajoitettu.
ky: Эсеп-фактураларды синхрондоштурууну сунуштоо пландаштырылган.
lt: Suplanuotas siūlymo sąskaitų faktūrų sinchronizavimas.
lv: Piedāvājuma rēķinu sinhronizācija ir ieplānota.
nb: Synkronisering av tilbudsfakturaer er planlagt.
pl: Zaplanowano synchronizację ofertowania faktur.
ru: Синхронизация счетов-фактур предложения запланирована.
sv: Synkronisering av erbjudandefakturor har schemalagts.
th: มีการกำหนดเวลาการซิงโครไนซ์ใบแจ้งหนี้ที่เสนอแล้ว
uk: Заплановано синхронізацію рахунків-фактур.

source: Offering is not configured yet.
ar: لم يتم تكوين العرض بعد.
az: Təklif hələ konfiqurasiya edilməyib.
bn: অফার এখনও কনফিগার করা হয়নি.
cs: Nabídka zatím není nakonfigurována.
de: Das Angebot ist noch nicht konfiguriert.
es: La oferta aún no está configurada.
et: Pakkumist poel veel seadistatud
fi: Tarjousta ei ole vielä määritetty.
ky: Сунуш азырынча конфигурациялана элек.
lt: Siūlymas dar nesukonfigūruotas.
lv: Piedāvājums vēl nav konfigurēts.
nb: Tilbudet er ikke konfigurert ennå.
pl: Oferta nie została jeszcze skonfigurowana.
ru: Предложение еще не настроено.
sv: Erbjudandet är inte konfigurerat ännu.
th: ข้อเสนอยังไม่ได้กำหนดค่า
uk: Пропозиція ще не налаштована.

source: Offering logo
ar: تقديم الشعار
az: Loqo təklif
bn: অফার করছে লোগো
cs: Logo nabídky
de: Logo anbieten
es: Logotipo de la oferta
et: Pakun logo
fi: Tarjoaa logoa
ky: Логотипти сунуштоо
lt: Siūlomas logotipas
lv: Piedāvājot logotipu
nb: Logo for tilbud
pl: Oferuję logo
ru: Предлагая логотип
sv: Erbjudande logotyp
th: นำเสนอโลโก้
uk: Логотип пропозиції

source: Offering managers
ar: مديري العروض
az: Menecerlərin təklif edilməsi
bn: পরিচালকদের অফার
cs: Nabídka manažerů
de: Angebotsmanager
es: Gerentes de ofertas
et: Teenuse haldurid
fi: Tarjoaa johtajia
ky: Менеджерлерге сунуш
lt: Siūlo vadybininkus
lv: Piedāvājot menedžerus
nb: Tilbyr ledere
pl: Menedżerowie ofert
ru: Предлагая менеджерам
sv: Erbjuder chefer
th: เสนอผู้จัดการ
uk: Менеджери пропозицій

source: Offering managers:
ar: مدراء العروض:
az: Menecerlərin təklif edilməsi:
bn: পরিচালকদের অফার:
cs: Nabídka manažerů:
de: Angebotsmanager:
es: Gerentes de ofertas:
et: Teenuse haldurid:
fi: Tarjoaa esimiehille:
ky: Менеджерлерге сунуш:
lt: Siūlo vadybininkus:
lv: Piedāvājam menedžerus:
nb: Tilbyr ledere:
pl: Menedżerowie ofert:
ru: Предлагаю менеджерам:
sv: Erbjuder chefer:
th: เสนอผู้จัดการ:
uk: Менеджери пропозицій:

source: Offering name
ar: اسم العرض
az: Təklif adı
bn: প্রস্তাব নাম
cs: Název nabídky
de: Angebotsname
es: Nombre de la oferta
et: Pakkumise nimi
fi: Tarjousnimi
ky: Атын сунуштоо
lt: Siūlomas vardas
lv: Piedāvājuma nosaukums
nb: Navn på tilbud
pl: Nazwa oferty
ru: Название предложения
sv: Erbjuder namn
th: ชื่อถวาย
uk: Назва пропозиції

source: Offering order items synchronization has been scheduled.
ar: تمت جدولة مزامنة عناصر الطلب.
az: Sifariş maddələrinin sinxronizasiyası təklif edildi.
bn: অর্ডার আইটেম সিঙ্ক্রোনাইজেশন প্রস্তাব করা হয়েছে.
cs: Byla naplánována synchronizace nabízených položek objednávky.
de: Die Synchronisierung der Angebotsbestellpositionen wurde geplant.
es: Se ha programado la sincronización de los artículos del pedido de oferta.
et: Pakkumise tellimuse üksuste sünkroonimine on ajastatud.
fi: Tarjoustilaustuotteiden synkronointi on ajoitettu.
ky: Буйрутмаларды синхрондоштурууну сунуштоо пландаштырылган.
lt: Suplanuotas siūlymo užsakymo elementų sinchronizavimas.
lv: Piedāvājuma pasūtījuma preču sinhronizācija ir ieplānota.
nb: Synkronisering av tilbudsvarer er planlagt.
pl: Zaplanowano synchronizację ofertowania pozycji zamówienia.
ru: Запланирована синхронизация позиций заказа на предложение.
sv: Synkronisering av erbjudandeorderartiklar har schemalagts.
th: มีการกำหนดเวลาการซิงโครไนซ์รายการสั่งซื้อที่เสนอแล้ว
uk: Заплановано синхронізацію позицій замовлення.

source: Offering orders synchronization has been scheduled.
ar: تمت جدولة مزامنة أوامر العرض.
az: Sifarişlərin sinxronizasiyası təklif edildi.
bn: অফার অর্ডার সিঙ্ক্রোনাইজেশন নির্ধারিত হয়েছে.
cs: Synchronizace nabídek objednávek byla naplánována.
de: Die Synchronisierung der Angebotsaufträge wurde geplant.
es: Se ha programado la sincronización de órdenes de oferta.
et: Pakkumise tellimuste sünkroonimine on ajastatud.
fi: Tarjoustilausten synkronointi on ajoitettu.
ky: Буйрутмаларды синхрондоштурууну сунуштоо пландаштырылган.
lt: Suplanuotas siūlymo užsakymų sinchronizavimas.
lv: Piedāvājuma pasūtījumu sinhronizācija ir ieplānota.
nb: Synkronisering av tilbudsordrer er planlagt.
pl: Zaplanowano synchronizację zamówień ofertowania.
ru: Запланирована синхронизация заявок на размещение.
sv: Synkronisering av erbjudandeorder har schemalagts.
th: มีการกำหนดเวลาการซิงโครไนซ์คำสั่งซื้อเสนอขายแล้ว
uk: Заплановано синхронізацію замовлень пропозиції.

source: Offering permissions
ar: تقديم الأذونات
az: İcazələr təklif edir
bn: অনুমতি প্রদান
cs: Oprávnění nabídky
de: Anbieten von Berechtigungen
es: Permisos de la oferta
et: Pakkumise õigused
fi: Tarjoaa käyttöoikeuksia
ky: Уруксаттарды сунуштоо
lt: Siūlomi leidimai
lv: Piedāvā atļaujas
nb: Tilbyr tillatelser
pl: Oferowanie uprawnień
ru: Предоставление разрешений
sv: Erbjuder behörigheter
th: เสนอการอนุญาต
uk: Пропозиція дозволів

source: Offering project data synchronization has been scheduled.
ar: تمت جدولة تقديم مزامنة بيانات المشروع.
az: Layihə məlumatlarının sinxronizasiyasını təklif etmək planlaşdırılmışdır.
bn: প্রকল্প ডেটা সিঙ্ক্রোনাইজেশন প্রস্তাব করা হয়েছে।
cs: Nabídka synchronizace projektových dat byla naplánována.
de: Die Bereitstellung einer Projektdatensynchronisierung ist geplant.
es: Se ha programado la sincronización de los datos del proyecto de la oferta.
et: Pakkumise projekti andmete sünkroonimine on ajastatud.
fi: Tarjousprojektin tietojen synkronointi on ajoitettu.
ky: Долбоордун берилиштерин синхрондоштурууну сунуштоо пландаштырылган.
lt: Suplanuotas pasiūlymo projekto duomenų sinchronizavimas.
lv: Piedāvājuma projekta datu sinhronizācija ir ieplānota.
nb: Tilbyr prosjektdatasynkronisering er planlagt.
pl: Zaplanowano oferowanie synchronizacji danych projektu.
ru: Запланировано предложение по синхронизации данных проекта.
sv: Erbjudande av projektdatasynkronisering har schemalagts.
th: มีการกำหนดเวลาการซิงโครไนซ์ข้อมูลโครงการที่เสนอแล้ว
uk: Пропозицію синхронізації даних проекту заплановано.

source: Offering request has been submitted.
az: Təklif sorğusu təqdim edildi.

source: Offering requests
az: İstəklərin təklif edilməsi

source: Offering resources synchronization has been scheduled.
ar: تمت جدولة تقديم مزامنة الموارد.
az: Resursların sinxronizasiyasını təklif etmək planlaşdırılmışdır.
bn: অফার রিসোর্স সিঙ্ক্রোনাইজেশন নির্ধারিত হয়েছে।
cs: Nabídka synchronizace zdrojů byla naplánována.
de: Die Synchronisierung der Angebotsressourcen wurde geplant.
es: Se ha programado la sincronización de los recursos de la oferta.
et: Pakkumise ressursside sünkroonimine on ajastatud.
fi: Tarjousresurssien synkronointi on ajoitettu.
ky: Ресурстарды синхрондоштурууну сунуштоо пландаштырылган.
lt: Suplanuotas siūlymo išteklių sinchronizavimas.
lv: Piedāvājuma resursu sinhronizācija ir ieplānota.
nb: Synkronisering av tilbudsressurser er planlagt.
pl: Zaplanowano synchronizację zasobów oferty.
ru: Синхронизация ресурсов предложения запланирована.
sv: Synkronisering av resurser har schemalagts.
th: มีการกำหนดเวลาการซิงโครไนซ์ทรัพยากรที่นำเสนอแล้ว
uk: Заплановано синхронізацію ресурсів пропозиції.

source: Offering state has been updated.
ar: تم تحديث حالة العرض.
az: Təklif vəziyyəti yeniləndi.
bn: অফার রাষ্ট্র আপডেট করা হয়েছে.
cs: Stav nabídky byl aktualizován.
de: Der Angebotsstatus wurde aktualisiert.
es: Se ha actualizado el estado de la oferta.
et: Pakkumise staatust on uuendatud
fi: Tarjouksen tila on päivitetty.
ky: Сунуштун абалы жаңыртылды.
lt: Pasiūlymo būsena atnaujinta.
lv: Piedāvājuma stāvoklis ir atjaunināts.
nb: Tilbudstilstand er oppdatert.
pl: Stan oferty został zaktualizowany.
ru: Статус предложения обновлен.
sv: Erbjudande tillstånd har uppdaterats.
th: สถานะข้อเสนอได้รับการอัปเดตแล้ว
uk: Стан пропозиції оновлено.

source: Offering type
ar: نوع العرض
az: Təklif növü
bn: অফার টাইপ
cs: Typ nabídky
de: Angebotstyp
es: Tipo de la oferta
et: Pakkumise tüüp
fi: Tarjoustyyppi
ky: Сунуш түрү
lt: Pasiūlymo tipas
lv: Piedāvājuma veids
nb: Tilbudstype
pl: Typ oferty
ru: Тип предложения
sv: Typ av erbjudande
th: ประเภทการเสนอขาย
uk: Тип пропозиції

source: Offering usage synchronization has been scheduled.
ar: تمت جدولة تقديم مزامنة الاستخدام.
az: İstifadənin sinxronizasiyasını təklif etmək planlaşdırılmışdır.
bn: অফার ব্যবহার সিঙ্ক্রোনাইজেশন নির্ধারিত হয়েছে.
cs: Nabídka synchronizace využití byla naplánována.
de: Die Synchronisierung der Angebotsnutzung wurde geplant.
es: Se ha programado la sincronización del uso de la oferta.
et: Pakkumise kasutuse sünkroonimine on ajastatud.
fi: Tarjousten käytön synkronointi on ajoitettu.
ky: Колдонуу синхрондоштурууну сунуштоо пландаштырылган.
lt: Pasiūlymo naudojimo sinchronizavimas buvo suplanuotas.
lv: Piedāvājuma lietojuma sinhronizācija ir ieplānota.
nb: Tilbyr brukssynkronisering er planlagt.
pl: Zaplanowano synchronizację użycia oferty.
ru: Синхронизация использования предложения запланирована.
sv: Erbjudandet av användningssynkronisering har schemalagts.
th: มีการกำหนดเวลาการซิงโครไนซ์การใช้งานข้อเสนอแล้ว
uk: Пропозицію синхронізації використання заплановано.

source: Offering user has been created.
ar: تم إنشاء عرض المستخدم.
az: Təklif istifadəçisi yaradılıb.
bn: অফার ব্যবহারকারী তৈরি করা হয়েছে.
cs: Uživatel nabízející byl vytvořen.
de: Der Angebotsbenutzer wurde erstellt.
es: Se ha creado el usuario de oferta.
et: Teenuse kasutaja on loodud.
fi: Tarjoava käyttäjä on luotu.
ky: Сунуш колдонуучу түзүлдү.
lt: Siūlomas vartotojas sukurtas.
lv: Piedāvājuma lietotājs ir izveidots.
nb: Tilbudsbruker er opprettet.
pl: Użytkownik oferujący został utworzony.
ru: Пользователь предложения создан.
sv: Erbjudande användare har skapats.
th: สร้างผู้ใช้ข้อเสนอแล้ว
uk: Користувач пропозиції створено.

source: Offering users
ar: تقدم للمستخدمين
az: İstifadəçilərə təklif
bn: ব্যবহারকারীদের অফার
cs: Nabízí uživatelům
de: Benutzer anbieten
es: Usuarios de oferta
et: Teenuse kasutajad
fi: Tarjoaa käyttäjille
ky: Колдонуучуларды сунуштоо
lt: Siūlo vartotojams
lv: Piedāvā lietotājiem
nb: Tilbyr brukere
pl: Oferowanie użytkownikom
ru: Предлагая пользователям
sv: Erbjudande användare
th: เสนอผู้ใช้
uk: Пропозиція користувачам

source: Offering users synchronization has been scheduled.
ar: تمت جدولة تقديم مزامنة للمستخدمين.
az: İstifadəçilərə sinxronizasiya təklif etmək planlaşdırılmışdır.
bn: ব্যবহারকারীদের সিঙ্ক্রোনাইজেশন প্রস্তাব করা হয়েছে।
cs: Nabízení synchronizace uživatelům bylo naplánováno.
de: Die Synchronisierung der Bereitstellung von Benutzern wurde geplant.
es: Se ha programado la sincronización de los usuarios de oferta.
et: Teenuse kasutajate sünkroonimine on ajastatud.
fi: Käyttäjien synkronoinnin tarjoaminen on ajoitettu.
ky: Колдонуучуларга синхрондоштурууну сунуштоо пландаштырылган.
lt: Suplanuotas naudotojų sinchronizavimo pasiūlymas.
lv: Lietotāju sinhronizācijas piedāvāšana ir ieplānota.
nb: Tilbyr brukere synkronisering er planlagt.
pl: Zaplanowano oferowanie użytkownikom synchronizacji.
ru: Предложение пользователям синхронизации запланировано.
sv: Att erbjuda användarna synkronisering har schemalagts.
th: มีการกำหนดเวลาการซิงโครไนซ์ผู้ใช้เสนอแล้ว
uk: Заплановано пропонувати користувачам синхронізацію.

source: Offerings
ar: العروض
az: Təkliflər
bn: অফার
cs: Nabídky
de: Angebote
es: Ofertas
et: Pakkumised
fi: Tarjoukset
ky: Сунуштар
lt: Aukos
lv: Piedāvājumi
nb: Tilbud
pl: Oferty
ru: Предложения
sv: Erbjudanden
th: ของถวาย
uk: Пропозиції

source: Offerings count
ar: عدد العروض
az: Təkliflərin sayı
bn: অফার গণনা
cs: Nabídky se počítají
de: Angebote zählen
es: Las ofrendas cuentan
et: Pakkumised loevad
fi: Tarjoukset lasketaan
ky: Сунуштар эсептелет
lt: Pasiūlymai skaičiuojami
lv: Piedāvājumi skaitās
nb: Tilbud teller
pl: Liczą się oferty
ru: Количество предложений
sv: Erbjudanden räknas
th: ข้อเสนอนับ
uk: Пропозиції враховуються

source: Offerings images
ar: عروض الصور
az: Təklif şəkilləri
bn: অফার ইমেজ
cs: Obrázky nabídek
de: Angebote Bilder
es: Imágenes de ofertas
et: Pakkumiste pildid
fi: Tarjoaa kuvia
ky: Сүрөттөрдү сунуштайт
lt: Siūlo vaizdus
lv: Piedāvā attēlus
nb: Bilder av tilbud
pl: Obrazy ofert
ru: Изображения предложений
sv: Erbjudanden bilder
th: ภาพถวาย
uk: Пропозиції зображень

source: Ok
ar: موافق
az: TAMAM
bn: ঠিক আছে
fi: OKEI
ky: макул
lt: Gerai
lv: labi
th: ตกลง
uk: в порядку

source: Old value
ar: القيمة القديمة
az: Köhnə dəyər
bn: পুরাতন মান
cs: Stará hodnota
de: Alter Wert
es: Valor anterior
et: Vana väärtus
fi: Vanha arvo
ky: Эски баалуулук
lt: Sena vertė
lv: Vecā vērtība
nb: Gammel verdi
pl: Stara wartość
ru: Старое значение
sv: Gammalt värde
th: ค่าเก่า
uk: Стара вартість

source: One-time
ar: مره واحده
az: Birdəfəlik
bn: একবার
cs: Jednorázově
de: Einmal
es: Una sola vez
et: Üks kord
fi: Kerran
ky: Бир жолу
lt: Vienkartinis
lv: Vienreizējs
nb: En gang
pl: Jednorazowe
ru: Один раз
sv: Engångs
th: ครั้งหนึ่ง
uk: Одного разу

source: One-time on plan switch
ar: لمرة واحدة على تبديل الخطة
az: Birdəfəlik plan keçidi
bn: প্ল্যান সুইচ অন-টাইম
cs: Jednorázový přepínač plánu
de: Einmaliger Planwechsel
es: Cambio de plan una sola vez
et: Ühekordne plaanivahetus
fi: Kertaluonteinen suunnitelman vaihto
ky: План боюнча бир жолку которуштуруу
lt: Vienkartinis plano perjungimas
lv: Vienreizējs plāna slēdzis
nb: Engang på plan bryter
pl: Jednorazowa zmiana planu
ru: Одноразовое переключение плана
sv: Engångsförseande på planbrytare
th: เพียงครั้งเดียวในการเปลี่ยนแผน
uk: Одноразове перемикання плану

source: One member
ar: عضو واحد
az: Bir üzv
bn: একজন সদস্য
cs: Jeden člen
de: Ein Mitglied
es: Un miembro
et: Üks liige
fi: Yksi jäsen
ky: Бир мүчө
lt: Vienas narys
lv: Viens biedrs
nb: Ett medlem
pl: Jeden członek
ru: Один участник
sv: En medlem
th: สมาชิกคนหนึ่ง
uk: Один член

source: One project
ar: مشروع واحد
az: Bir layihə
bn: একটি প্রকল্প
cs: Jeden projekt
de: Ein Projekt
es: Un proyecto
et: Üks projekt
fi: Yksi projekti
ky: Бир долбоор
lt: Vienas projektas
lv: Viens projekts
nb: Ett prosjekt
pl: Jeden projekt
ru: Один проект
sv: Ett projekt
th: โครงการหนึ่ง
uk: Один проект

source: One resource
ar: مورد واحد
az: Bir resurs
bn: একটি সম্পদ
cs: Jeden zdroj
de: Eine Ressource
es: Un recurso
et: Üks ressurss
fi: Yksi resurssi
ky: Бир ресурс
lt: Vienas išteklius
lv: Viens resurss
nb: Én ressurs
pl: Jeden zasób
ru: Один ресурс
sv: En resurs
th: ทรัพยากรหนึ่ง
uk: Один ресурс

source: One time
ar: مره واحده
az: Bir dəfəlik
bn: একবার
cs: Jednorázově
de: Einmal
es: Unica vez
et: Üks kord
fi: Kerran
ky: Бир жолу
lt: Vieną kartą
lv: Vienu reizi
nb: En gang
pl: Jeden raz
ru: Один раз
sv: En gång
th: ครั้งหนึ่ง
uk: Одного разу

source: One time cost
ar: تكلفة لمرة واحدة
az: Bir dəfəlik qiymət
bn: এক সময়ের খরচ
cs: Jednorázové náklady
de: Einmalige Kosten
es: Costo único
et: Ühekordne kulu
fi: Kerran hinta
ky: Бир жолку чыгым
lt: Vienkartinė kaina
lv: Vienreizēja maksa
nb: Engangskostnad
pl: Koszt jednorazowy
ru: Единовременная стоимость
sv: Engångskostnad
th: ค่าใช้จ่ายครั้งเดียว
uk: Одноразова вартість

source: One time on plan switch
ar: مرة واحدة على تبديل الخطة
az: Bir dəfə plan keçidi
bn: প্ল্যান সুইচ অন একবার
cs: Jednou na přepnutí plánu
de: Einmaliger Planwechsel
es: Cambio de plan por única vez
et: Üks kord plaani vahetamisel
fi: Kerran suunnitelman vaihto
ky: Планга бир жолу которулуу
lt: Vieną kartą pagal planą
lv: Vienreiz pēc plāna slēdzis
nb: En gang på planbryter
pl: Jednorazowa zmiana planu
ru: Один раз при переключении плана
sv: En gång på plan switch
th: ครั้งเดียวในการเปลี่ยนแผน
uk: Одноразове перемикання плану

source: Only PI, Co-PI or staff can invite users.
ar: يمكن فقط لـ PI أو Co-PI أو الموظفين دعوة المستخدمين.
az: Yalnız PI, Co-PI və ya işçilər istifadəçiləri dəvət edə bilər.
bn: শুধুমাত্র PI, Co-PI বা কর্মীরা ব্যবহারকারীদের আমন্ত্রণ জানাতে পারেন।
cs: Pouze PI, Co-PI nebo zaměstnanci mohou zvát uživatele.
de: Nur PI, Co-PI oder Mitarbeiter können Benutzer einladen.
es: Solo el IP, el Co-PI o el personal pueden invitar a los usuarios.
et: Ainult PI, Co-PI või töötajad saavad kasutajaid kutsuda.
fi: Vain PI, Co-PI tai henkilökunta voivat kutsua käyttäjiä.
ky: PI, Co-PI же кызматкерлер гана колдонуучуларды чакыра алат.
lt: Tik PI, Co-PI arba darbuotojai gali kviesti vartotojus.
lv: Lietotājus var uzaicināt tikai PI, Co-PI vai darbinieki.
nb: Bare PI, Co-PI eller ansatte kan invitere brukere.
pl: Tylko PI, Co-PI lub personel mogą zapraszać użytkowników.
ru: Приглашать пользователей могут только PI, Co-PI или сотрудники.
sv: Endast PI, Co-PI eller personal kan bjuda in användare.
th: เฉพาะ PI, Co-PI หรือพนักงานเท่านั้นที่สามารถเชิญผู้ใช้ได้
uk: Лише PI, Co-PI або персонал можуть запрошувати користувачів.

source: Only a created invoice can be marked as paid.
ar: يمكن وضع علامة على الفاتورة التي تم إنشاؤها فقط على أنها مدفوعة.
az: Yalnız yaradılmış faktura ödənişli olaraq qeyd edilə bilər.
bn: শুধুমাত্র একটি তৈরি চালানকে অর্থপ্রদান হিসাবে চিহ্নিত করা যেতে পারে।
cs: Pouze vytvořenou fakturu lze označit jako zaplacenou.
de: Nur eine erstellte Rechnung kann als bezahlt markiert werden.
es: Solo una factura creada se puede marcar como pagada.
et: Tasuks saab märkida ainult loodud arve.
fi: Vain luotu lasku voidaan merkitä maksetuksi.
ky: Түзүлгөн эсеп-фактура гана төлөндү деп белгилениши мүмкүн.
lt: Tik sukurtą sąskaitą faktūrą galima pažymėti kaip apmokėtą.
lv: Tikai izveidots rēķins var tikt atzīmēts kā apmaksāts.
nb: Bare en opprettet faktura kan merkes som betalt.
pl: Tylko wygenerowaną fakturę można oznaczyć jako zapłaconą.
ru: Только созданный счет можно пометить как оплаченный.
sv: Endast en skapad faktura kan markeras som betald.
th: เฉพาะใบแจ้งหนี้ที่สร้างขึ้นเท่านั้นที่สามารถทำเครื่องหมายว่าชำระเงินแล้ว
uk: Лише створений рахунок-фактуру можна позначити як оплачений.

source: Only customer owner, project manager or staff can invite users.
ar: يمكن فقط لمالك العميل أو مدير المشروع أو الموظفين دعوة المستخدمين.
az: Yalnız müştəri sahibi, layihə meneceri və ya işçi istifadəçiləri dəvət edə bilər
bn: শুধুমাত্র গ্রাহক মালিক, প্রকল্প ব্যবস্থাপক বা কর্মীরা ব্যবহারকারীদের আমন্ত্রণ জানাতে পারেন।
cs: Uživatele může zvát pouze vlastník zákazníka, projektový manažer nebo zaměstnanci.
de: Nur Kundeneigentümer, Projektmanager oder Mitarbeiter können Benutzer einladen.
es: Solo el propietario del cliente, el gerente del proyecto o el personal pueden invitar a los usuarios.
et: Kasutajaid saavad kutsuda ainult peakasutaja, projektijuht või Staff.
fi: Vain asiakkaan omistaja, projektipäällikkö tai henkilökunta voi kutsua käyttäjiä.
ky: Кардар ээси, долбоордун менеджери же кызматкерлери гана колдонуучуларды чакыра алат.
lt: Kviesti naudotojus gali tik kliento savininkas, projekto vadovas arba personalas.
lv: Lietotājus var uzaicināt tikai klienta īpašnieks, projektu vadītājs vai darbinieki.
nb: Kun kundeeier, prosjektleder eller ansatte kan invitere brukere.
pl: Tylko właściciel klienta, kierownik projektu lub personel może zapraszać użytkowników.
ru: Приглашать пользователей могут только владелец клиента, руководитель проекта или сотрудники.
sv: Endast kundägare, projektledare eller personal kan bjuda in användare.
th: เฉพาะเจ้าของลูกค้า ผู้จัดการโครงการ หรือพนักงานเท่านั้นที่สามารถเชิญผู้ใช้ได้
uk: Лише власник клієнта, керівник проекту або персонал можуть запрошувати користувачів.
