Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: {role} in {project}
ar: {role}في{project}
az: {role}içərisində {project}
bn: {role}ভিতরে{project}
cs: {role} v {project}
es: {role} en {project}
et: {role}sisse{project}
fi: {role}sisään{project}
ky: {role}ичинде{project}
lt: {role} esanti {project}
lv: {role}iekšā{project}
nb: {role} i {project}
pl: {role}W{project}
ru: {role}в{project}
sv: {role} i {project}
th: {role}ใน{project}
uk: {role}в{project}

source: {role} role expires on
ar: {role}تنتهي صلاحية الدور في
az: {role}rol başa çatır
bn: {role}ভূমিকার মেয়াদ শেষ হয়
cs: {role}role vyprší dne
de: {role}Die Rolle läuft am ab
es: {role} el rol vence el
et: {role}roll aegub
fi: {role}rooli päättyy
ky: {role}ролунун мөөнөтү бүтөт
lt: {role}vaidmuo baigiasi
lv: {role}loma beidzas
nb: {role}rollen utløper den
pl: {role}rola wygasa dnia
ru: {role}срок действия роли истекает
sv: {role}rollen löper ut den
th: {role}บทบาทจะหมดอายุในวันที่
uk: {role}термін дії ролі закінчується

source: {sender} has invited you to join {name} {type} in {role} role.
ar: {sender}لقد دعاك للانضمام{name}{type} في{role} دور.
az: {sender}sizi {role} rolda qoşulmağa {name} {type} dəvət etdi.
bn: {sender}আপনাকে যোগদানের জন্য আমন্ত্রণ জানিয়েছে{name}{type} ভিতরে{role} ভূমিকা.
cs: {sender} vás pozval, abyste se připojili k {name} {type} v roli {role}.
de: {sender} hat Sie eingeladen, {name} {type} in der {role} Rolle beizutreten.
es: {sender} le ha invitado a unirse a {name} {type} en el rol {role}.
et: {sender} on kutsunud teid liituma {name} organisatsiooniga {type} projektis {role} rollis.
fi: {sender}on kutsunut sinut liittymään{name}{type} sisään{role} rooli.
ky: {sender}сизди кошулууга чакырды{name}{type} ичинде{role} ролу.
lt: {sender} pakvietė jus prisijungti prie {name} {type} vaidmens {role}.
lv: {sender}uzaicināja jūs pievienoties{name}{type} iekšā{role} lomu.
nb: {sender} har invitert deg til å bli med i {name} {type} i {role} rolle.
pl: {sender}zaprosił Cię do przyłączenia się{name}{type} W{role} rola.
ru: {sender}пригласил вас присоединиться{name}{type} в{role} роль.
sv: {sender} har bjudit in dig att gå med i {name} {type} i {role} roll.
th: {sender}ได้เชิญคุณเข้าร่วม{name}{type} ใน{role} บทบาท.
uk: {sender} запросив вас приєднатися до {name} {type} в ролі {role}.

source: {supportServiceProvider} service desk.
ar: {supportServiceProvider}مكتب الخدمات.
az: {supportServiceProvider}xidmət masası.
bn: {supportServiceProvider}পরিষেবা ডেস্ক।
cs: {supportServiceProvider}servisní pult.
de: {supportServiceProvider}Serviceschalter.
es: {supportServiceProvider}Servicio de mesa.
et: {supportServiceProvider} kasutajatugi.
fi: {supportServiceProvider}palvelutiski.
ky: {supportServiceProvider}колдоо кызматы.
lt: {supportServiceProvider}aptarnavimo stalas.
lv: {supportServiceProvider}apkalpošanas lete.
nb: {supportServiceProvider}informasjonsskranke.
pl: {supportServiceProvider}biuro obsługi.
ru: {supportServiceProvider}сервисная стойка.
th: {supportServiceProvider}โต๊ะบริการ
uk: {supportServiceProvider}служба обслуговування.

source: {text} has been copied
ar: {text}تم نسخها
az: {text}kopyalandı
bn: {text}কপি করা হয়েছে
cs: {text}byl zkopírován
de: {text}wurde kopiert
es: {text} se ha copiado
et: {text}on kopeeritud
fi: {text}on kopioitu
ky: {text}көчүрүлдү
lt: {text}buvo nukopijuotas
lv: {text}ir nokopēts
nb: {text}har blitt kopiert
pl: {text}został skopiowany
ru: {text}было скопировано
sv: {text}har kopierats
th: {text}ได้รับการคัดลอกแล้ว
uk: {text}було скопійовано

source: {type} script got an error
ar: {type}البرنامج النصي حصل على خطأ
az: {type}skript səhv aldı
bn: {type}স্ক্রিপ্ট একটি ত্রুটি পেয়েছে
cs: {type}skript má chybu
de: {type}Das Skript hat einen Fehler erhalten
es: {type} script tiene un error
et: {type} skript sai vea
fi: {type}skripti sai virheen
ky: {type}скрипт ката кетти
lt: {type}scenarijus gavo klaidą
lv: {type}skriptā radās kļūda
nb: {type}script fikk en feil
pl: {type}skrypt dostał błąd
ru: {type}скрипт получил ошибку
sv: {type}skriptet fick ett fel
th: {type}สคริปต์มีข้อผิดพลาด
uk: {type}сценарій отримав помилку

source: {type} script was executed successfully
ar: {type}تم تنفيذ البرنامج النصي بنجاح
az: {type}ssenari uğurla icra edildi
bn: {type}স্ক্রিপ্ট সফলভাবে চালানো হয়েছে
cs: {type}skript byl úspěšně proveden
de: {type}Das Skript wurde erfolgreich ausgeführt
es: {type} script se ejecutó correctamente
et: {type}skripti käivitamine õnnestus
fi: {type}skripti suoritettiin onnistuneesti
ky: {type}скрипт ийгиликтүү аткарылды
lt: {type}scenarijus buvo sėkmingai įvykdytas
lv: {type}skripts tika veiksmīgi izpildīts
nb: {type}skriptet ble utført
pl: {type}skrypt został pomyślnie wykonany
ru: {type}скрипт выполнен успешно
sv: {type}skriptet kördes framgångsrikt
th: {type}ดำเนินการสคริปต์สำเร็จ
uk: {type}сценарій виконано успішно

source: {type} storage
ar: {type}تخزين
az: {type}saxlama
bn: {type}স্টোরেজ
cs: {type}úložný prostor
de: {type}Lagerung
es: {type} almacenamiento
et: {type}ladustamine
fi: {type}varastointi
ky: {type}сактоо
lt: {type}saugykla
lv: {type}uzglabāšana
nb: {type}Oppbevaring
pl: {type}składowanie
ru: {type}хранилище
sv: {type}lagring
th: {type}พื้นที่จัดเก็บ
uk: {type}зберігання

source: {usage} of {limit}
ar: {usage}ل{limit}
az: {limit}-in {usage} istifadəsi
bn: {usage}এর{limit}
cs: {usage} z {limit}
de: {usage} von {limit}
es: {usage} de {limit}
et: {usage} limiidist {limit}
fi: {usage}/{limit}
ky: {usage}нын{limit}
lt: {usage} iš {limit}
lv: {usage}no{limit}
nb: {usage} av {limit}
pl: {usage}z{limit}
ru: {usage}из{limit}
sv: {usage} av {limit}
th: {usage}ของ{limit}
uk: {usage}з{limit}

source: {usage} of {limit} used
ar: {usage}ل{limit} مستخدم
az: istifadə edilmiş{limit}-in {usage} istifadəsi
bn: {usage}এর{limit} ব্যবহৃত
cs: {usage} z {limit} využito
de: {usage} von {limit} verwendet
es: {usage} de {limit} utilizado
et: {usage} limiidist {limit} on kasutatud
fi: {usage}/{limit} käytetty
ky: {usage}нын{limit} колдонулган
lt: {usage} iš {limit} panaudota
lv: {usage} no {limit} ir izmantoti
nb: {usage} av {limit} brukt
pl: {usage}z{limit} używany
ru: {usage} из {limit} использовано
sv: {usage} av {limit} används
th: {usage}ของ{limit} ใช้แล้ว
uk: {usage}з{limit} використовується

source: {usage} of {limit} {name}
ar: {usage}ل{limit}{name}
az: {usage}-dən {limit} {name}
bn: {usage}এর{limit}{name}
cs: {usage}z{limit}{name}
de: {usage}von{limit}{name}
es: {usage} de {limit} {name}
et: {usage}kohta{limit}{name}
fi: {usage}/{limit}{name}
ky: {usage}нын{limit}{name}
lt: {usage}apie{limit}{name}
lv: {usage}no{limit}{name}
nb: {usage}av{limit}{name}
pl: {usage}z{limit}{name}
ru: {usage}из{limit}{name}
sv: {usage}av{limit}{name}
th: {usage}ของ{limit}{name}
uk: {usage}з{limit}{name}

source: {usage} out of {limit} {unit} {name}
ar: {usage}بعيدا عن المكان{limit}{unit}{name}
az: {usage}xaricində {limit} {unit} {name}
bn: {usage}এর বাইরে{limit}{unit}{name}
cs: {usage}mimo{limit}{unit}{name}
de: {usage}aus{limit}{unit}{name}
es: {usage} fuera de {limit} {unit} {name}
et: {usage}otsas{limit}{unit}{name}
fi: {usage}ulos{limit}{unit}{name}
ky: {usage}ичинен{limit}{unit}{name}
lt: {usage}iš{limit}{unit}{name}
lv: {usage}beidzās{limit}{unit}{name}
nb: {usage}ut av{limit}{unit}{name}
pl: {usage}poza{limit}{unit}{name}
ru: {usage}снаружи{limit}{unit}{name}
sv: {usage}ut ur{limit}{unit}{name}
th: {usage}ออกจาก{limit}{unit}{name}
uk: {usage}з{limit}{unit}{name}

source: {usage} out of {limit} {units}
ar: {usage}بعيدا عن المكان{limit}{units}
az: {usage}xaricində {limit} {units}
bn: {usage}এর বাইরে{limit}{units}
cs: {usage}mimo{limit}{units}
de: {usage}aus{limit}{units}
es: {usage} fuera de {limit} {units}
et: {usage}otsas{limit}{units}
fi: {usage}ulos{limit}{units}
ky: {usage}ичинен{limit}{units}
lt: {usage}iš{limit}{units}
lv: {usage}beidzās{limit}{units}
nb: {usage}ut av{limit}{units}
pl: {usage}poza{limit}{units}
ru: {usage}снаружи{limit}{units}
sv: {usage}ut ur{limit}{units}
th: {usage}ออกจาก{limit}{units}
uk: {usage}з{limit}{units}

source: {user} commented:
ar: {user}علق:
az: {user}şərh etdi:
bn: {user}মন্তব্য করেছেন:
cs: {user} komentoval:
de: {user} kommentierte:
es: {user} comentó:
et: {user} kommenteeris:
fi: {user}kommentoi:
ky: {user}комментарий берди:
lt: {user} pakomentavo:
lv: {user}komentēja:
nb: {user} kommenterte:
pl: {user}skomentował:
ru: {user}прокомментировал:
sv: {user} kommenterade:
th: {user}แสดงความคิดเห็น:
uk: {user}прокоментував:

source: {user} commented on {issue}
ar: {user}علق على{issue}
az: {user}şərh etdi {issue}
bn: {user}মন্তব্য প্রদান করেছে{issue}
cs: {user} okomentoval {issue}
de: {user} kommentiert {issue}
es: {user} comentó sobre {issue}
et: Kasutaja {user} lisas kommentaari üksusele {issue}
fi: {user}kommentoi{issue}
ky: {user}боюнча комментарий берди{issue}
lt: {user} pakomentavo {issue}
lv: {user}komentēja{issue}
nb: {user} kommenterte {issue}
pl: {user}skomentował{issue}
ru: {user}прокомментировал{issue}
sv: {user} kommenterade på {issue}
th: {user}แสดงความคิดเห็นใน{issue}
uk: {user}прокоментував{issue}

source: {user} has approved it on {date} at {time}.
ar: {user}وقد وافق عليه{date} في{time} .
az: {user}-də təsdiqlə {date} di{time}.
bn: {user}এটি অনুমোদন করেছে{date} এ{time} .
cs: {user} to schválil dne {date} v {time}.
de: {user} hat es am {date} um {time} genehmigt.
es: {user} lo ha aprobado el {date} a las {time}.
et: {user} on lubanud selle Iga nädal {day} päeval kell {time}
fi: {user}on hyväksynyt sen{date} klo{time} .
ky: {user}боюнча бекитти{date} саат{time} .
lt: {user} jį patvirtino {date}, esant {time}.
lv: {user}ir to apstiprinājis{date} plkst{time} .
nb: {user} har godkjent det på {date} på {time}.
pl: {user}zatwierdził to{date} Na{time} .
ru: {user}одобрил это на{date} в{time} .
sv: {user} har godkänt det på {date} vid {time}.
th: {user}ได้อนุมัติไว้แล้ว{date} ที่{time} .
uk: {user}затвердив його на{date} в{time} .

source: {user} has requested changing of limits from "{old_limits}" to "{new_limits}".
ar: {user}لقد طلب تغيير الحدود من &quot;{old_limits} &quot; ل &quot;{new_limits} &quot;.
az: {user}məhdudiyyətlərin "" -dən {old_limits} "{new_limits}” -ə dəyişdirilməsini tələb edib.
bn: {user}থেকে সীমা পরিবর্তনের অনুরোধ করেছে &quot;{old_limits} &quot; প্রতি &quot;{new_limits} &quot;
cs: {user} požádal o změnu limitů z "{old_limits}" na "{new_limits}".
de: {user} hat eine Änderung der Limits von „{old_limits}“ auf „{new_limits}“ gefordert.
es: {user} ha solicitado el cambio de límites de "{old_limits}" a "{new_limits}".
et: {user} on taotlenud piirangute muutmist „{old_limits}-lt” väärtusele „{new_limits}”.
fi: {user}on pyytänyt rajojen muuttamista kohteesta &quot;{old_limits} &quot;to&quot;{new_limits} &quot;.
ky: {user}лимиттерди өзгөртүүнү суранды &quot;{old_limits} &quot;ка&quot;{new_limits} &quot;.
lt: {user} pareikalavo pakeisti ribas iš "{old_limits}" į "{new_limits}".
lv: {user}ir pieprasījis limitu maiņu no &quot;{old_limits} &quot;uz&quot;{new_limits} &quot;.
nb: {user} har bedt om endring av grenser fra "{old_limits}" til "{new_limits}".
pl: {user}zwrócił się z wnioskiem o zmianę limitów z „{old_limits} &quot; Do &quot;{new_limits} „.
ru: {user}запросил изменение лимитов с &quot;{old_limits} &quot; к &quot;{new_limits} &quot;.
sv: {user} har begärt ändring av gränser från ”{old_limits}” till ”{new_limits} ”.
th: {user}ได้ขอเปลี่ยนแปลงวงเงินจาก &quot;{old_limits} &quot; ถึง &quot;{new_limits} &quot;.
uk: {user}надіслав запит на зміну лімітів від &quot;{old_limits} &quot; до &quot;{new_limits} &quot;.

source: {user} has requested changing of plan from "{old_plan}" to "{new_plan}".
ar: {user}لقد طلب تغيير الخطة من &quot;{old_plan} &quot; ل &quot;{new_plan} &quot;.
az: {user}planın “" "dən {old_plan} "{new_plan}” -ə dəyişdirilməsini tələb edib.
bn: {user}থেকে পরিকল্পনা পরিবর্তনের অনুরোধ করেছে &quot;{old_plan} &quot; প্রতি &quot;{new_plan} &quot;
cs: {user} požádal o změnu plánu z "{old_plan}" na "{new_plan}".
de: {user} hat eine Änderung des Plans von „{old_plan}“ nach „{new_plan}“ angefordert.
es: {user} ha solicitado el cambio de plan de "{old_plan}" a "{new_plan}".
et: {user} on tellinud plaanimuudatuse vanast plaanist "{old_plan}" uueks plaaniks "{new_plan}".
fi: {user}on pyytänyt suunnitelman muutosta kohteesta &quot;{old_plan} &quot;to&quot;{new_plan} &quot;.
ky: {user}планды өзгөртүүнү суранды &quot;{old_plan} &quot;ка&quot;{new_plan} &quot;.
lt: {user} pareikalavo pakeisti planą iš "{old_plan}" į "{new_plan}".
lv: {user}ir pieprasījis plāna maiņu no &quot;{old_plan} &quot;uz&quot;{new_plan} &quot;.
nb: {user} har bedt om endring av planen fra "{old_plan}" til "{new_plan}".
pl: {user}zażądał zmiany planu z „{old_plan} &quot; Do &quot;{new_plan} „.
ru: {user}запросил изменение плана с &quot;{old_plan} &quot; к &quot;{new_plan} &quot;.
sv: {user} har begärt ändring av planen från ”{old_plan}” till ”{new_plan} ”.
th: {user}ได้ขอเปลี่ยนแปลงแผนจาก &quot;{old_plan} &quot; ถึง &quot;{new_plan} &quot;.
uk: {user}надіслав запит на зміну плану від &quot;{old_plan} &quot; до &quot;{new_plan} &quot;.

source: {user} has requested provisioning of "{resource_name}" with plan "{plan_name}".
ar: {user}وقد طلب توفير &quot;{resource_name} &quot;مع الخطة&quot;{plan_name} &quot;.
az: {user}“" planla {resource_name} "” təmin edilməsini tələb edib. {plan_name}
bn: {user}এর বিধানের অনুরোধ করেছে &quot;{resource_name} &quot;পরিকল্পনা সহ&quot;{plan_name} &quot;
cs: Uživatel {user} požádal o zřízení zdroje "{resource_name}" s plánem "{plan_name}".
de: {user} hat die Bereitstellung von „{resource_name}“ mit Plan „{plan_name}“ angefordert.
es: {user} ha solicitado el aprovisionamiento de "{resource_name}" con el plan "{plan_name}".
et: {user} on taotlenud teenuse "{resource_name}" eraldamist plaaniga "{plan_name}".
fi: {user}on pyytänyt &quot;{resource_name} &quot;suunnitelmalla&quot;{plan_name} &quot;.
ky: {user}камсыз кылууну суранды&quot;{resource_name} &quot;план менен&quot;{plan_name} &quot;.
lt: {user} pareikalavo parengti "{resource_name}", kurio planas "{plan_name}".
lv: {user}ir pieprasījis nodrošināt &quot;{resource_name} &quot;ar plānu&quot;{plan_name} &quot;.
nb: {user} har bedt om klargjøring av "{resource_name}" med planen "{plan_name}".
pl: {user}zażądał udostępnienia „{resource_name} &quot;z planem&quot;{plan_name} „.
ru: {user}запросил предоставление &quot;{resource_name} &quot;с планом&quot;{plan_name} &quot;.
sv: {user} har begärt provisionering av ”{resource_name}” med planen ”{plan_name}”.
th: {user}ได้ขอจัดสรร &quot;{resource_name} “อย่างมีแผน”{plan_name} &quot;.
uk: {user}надіслав запит на надання &quot;{resource_name} &quot;з планом&quot;{plan_name} &quot;.

source: {user} has requested termination of {resource_name} with active plan "{plan_name}".
ar: {user}وقد طلب إنهاء{resource_name} بخطة نشطة &quot;{plan_name} &quot;.
az: {user}aktiv planla dayandır {resource_name} ılmasını tələb etmişdir "{plan_name}”.
bn: {user}অবসানের অনুরোধ করেছে{resource_name} সক্রিয় পরিকল্পনা সহ &quot;{plan_name} &quot;
cs: {user} požádal o ukončení {resource_name} s aktivním plánem "{plan_name}".
de: {user} hat die Beendigung von {resource_name} mit dem aktiven Plan "{plan_name}" angefordert.
es: {user} ha solicitado la terminación de {resource_name} con el plan activo "{plan_name}".
et: {user} taotles {ressursi_nimi} lõpetamist aktiivse paketiga "{plaan_nimi}".
fi: {user}on pyytänyt irtisanomista{resource_name} aktiivisella suunnitelmalla&quot;{plan_name} &quot;.
ky: {user}токтотууну суранды{resource_name} активдүү планы менен&quot;{plan_name} &quot;.
lt: {user} pareikalavo nutraukti {resource_name} su aktyviu planu "{plan_name}".
lv: {user}ir pieprasījis darbības pārtraukšanu{resource_name} ar aktīvu plānu&quot;{plan_name} &quot;.
nb: {user} har bedt om avslutning av {resource_name} med den aktive planen "{plan_name}".
pl: {user}zażądał rozwiązania{resource_name} z aktywnym planem”{plan_name} „.
ru: {user}потребовал прекращения{resource_name} с активным планом&quot;{plan_name} &quot;.
sv: {user} har begärt uppsägning av {resource_name} med aktiv plan ”{plan_name}”.
th: {user}ได้ขอยุติการ{resource_name} ด้วยแผนงานเชิงรุก”{plan_name} &quot;.
uk: {user}вимагав припинення{resource_name} з активним планом &quot;{plan_name} &quot;.

source: {value} at {date}
ar: {value}في{date}
az: {date} tarixdə {value} dəyəri
bn: {value}এ{date}
cs: {value} v {date}
de: {value} bei {date}
es: {value} en {date}
et: {value} kuupäeval {date}
fi: {value}klo{date}
ky: {value}саат{date}
lt: {value} prie {date}
lv: {value}plkst{date}
nb: {value} på {date}
pl: {value}Na{date}
ru: {value} {date}
sv: {value} vid {date}
th: {value}ที่{date}
uk: {value}в{date}

source: {value} at {date}, estimated
ar: {value}في{date} ، مُقدَّر
az: {date} tarixdə {value} dəyəri, təxmin edilən
bn: {value}এ{date} , আনুমানিক
cs: {value} v {date}, odhad
de: {value} bei {date}, geschätzt
es: {value} en {date}, estimado
et: {value} kuupäeval {date}, hinnanguliselt
fi: {value}klo{date} , arvioitu
ky: {value}саат{date} , болжолдуу
lt: {value} prie {date}, apskaičiuota
lv: {value}plkst{date} , lēsts
nb: {value} ved {date}, anslått
pl: {value}Na{date} , szacowany
ru: {value}в{date} , оцененный
sv: {value} vid {date}, uppskattat
th: {value}ที่{date} , โดยประมาณ
uk: {value}в{date} , оцінюється

source: {verboseName} has been updated.
ar: {verboseName}تم التحديث.
az: {verboseName}yeniləndi.
bn: {verboseName}আপডেট করা হয়েছে.
cs: {verboseName} byl aktualizován.
de: {verboseName} wurde aktualisiert.
es: {verboseName} ha sido actualizado.
et: {verboseName} on uuendatud.
fi: {verboseName}on päivitetty.
ky: {verboseName}жаңыртылган.
lt: {verboseName} buvo atnaujintas.
lv: {verboseName}ir atjaunināts.
nb: {verboseName} har blitt oppdatert.
pl: {verboseName}został zaktualizowany.
ru: {verboseName}был обновлен.
sv: {verboseName} har uppdaterats.
th: {verboseName}ได้รับการปรับปรุงแล้ว
uk: {verboseName}було оновлено.

source: Сhoose the role please
ar: اختر الدور من فضلك
az: Xahiş edirəm rolu seçin
bn: ভূমিকা চয়ন করুন
cs: Vyberte si roli, prosím
de: Bitte wählen Sie die Rolle
es: Elige el rol por favor
et: Vali palun roll
fi: Valitse rooli, kiitos
ky: Сураныч, ролду тандаңыз
lt: Pasirinkite vaidmenį, prašau
lv: Lūdzu, izvēlieties lomu
nb: Velg rollen vennligst
pl: Proszę wybrać rolę
ru: Выберите роль, пожалуйста
sv: Сhoose rollen vänligen
th: โปรดเลือกบทบาท
uk: Будь ласка, виберіть роль

source: API URL
ar: رابط واجهة برمجة التطبيقات
et: API URL aadress
pl: Adres URL interfejsu API
th: URL ของเอพีไอ

source: Charset
ar: مجموعة الأحرف
bn: অক্ষরসেট
cs: Znaková sada
es: Juego de caracteres
et: Märgistik
pl: Zestaw znaków
ru: Кодировка
th: ชาร์เซ็ท
uk: Кодування

source: Co-PI
ar: شارك في PI
bn: সহ-পিআই
es: Co-IP
et: kaas-projektijuht
lv: Līdz-PI
ru: Со-PI
th: ร่วม-PI
uk: Ко-ПІ

source: Excel
ar: اكسل
bn: এক্সেল
fi: Erottua
pl: Programu excel
ru: Превосходить
th: เอ็กเซล

source: Format
ar: تنسيق
bn: বিন্যাস
cs: Formát
es: Formato
et: Vorming
fi: Formaatti
ky: Формат
lt: Formatas
lv: Formātā
ru: Формат
sv: Formatera
th: รูปแบบ
uk: Формат

source: HPA
bn: এইচপিএ
th: เอชพีเอ

source: Limit
ar: حد
bn: সীমা
de: Grenze
es: Límite
et: Limiit
fi: Rajoittaa
lt: Riba
lv: Ierobežot
nb: Grense
pl: Ograniczać
ru: Предел
sv: Begränsa
th: ขีดจำกัด
uk: Обмеження

source: Link
ar: رابط
bn: লিঙ্ক
cs: Odkaz
de: Verknüpfung
es: Enlace
et: Viide
fi: Linkki
ky: Шилтеме
lt: Nuoroda
lv: Saite
nb: Lenke
pl: Łącze
ru: Ссылка
sv: Länk
th: ลิงค์
uk: Посилання

source: MTU
ar: شخص
bn: ব্যক্তি
fi: HENKILÖ
ky: АДАМ
lv: PERSONA
pl: OSOBA
ru: ЧЕЛОВЕК
th: บุคคล
uk: ОСОБА

source: Metadata
ar: البيانات الوصفية
bn: মেটাডেটা
de: Metadaten
es: Metadatos
et: Metaandmed
fi: Metatiedot
ky: Метадайындар
lt: Metaduomenys
lv: Metadati
pl: Metadane
th: ข้อมูลเมตา
uk: Метадані

source: MiB
ar: ميب
ky: МиБ
ru: МиБ
th: มิบี

source: Next hop (IP)
ar: الخطوة التالية (IP)
bn: নেক্সট হপ (আইপি)
cs: Další hop (IP)
de: Nächster Hop (IP)
es: Salto siguiente (IP)
et: Järgmine hop (IP)
fi: Seuraava hyppy (IP)
ky: Кийинки секирүү (IP)
lt: Kitas hop (IP)
lv: Nākamais lēciens (IP)
nb: Neste hopp (IP)
pl: Następny przeskok (IP)
ru: Следующий переход (IP)
sv: Nästa hopp (IP)
th: ฮอปถัดไป (IP)
uk: Наступний крок (IP)

source: OK
ar: موافق
bn: ঠিক আছে
fi: OKEI
ky: макул
lt: GERAI
lv: labi
th: ตกลง
uk: в порядку

source: PDF
ar: بي دي إف
bn: পিডিএফ
ru: Формат pdf
th: ไฟล์ PDF

source: PI
ar: باي
bn: পি.আই
pl: Liczba Pi
ru: ПИ
th: พี
uk: ПІ

source: PID
bn: পিআইডি
ru: ПИД
th: พีไอดี

source: Plan
ar: خطة
bn: পরিকল্পনা
cs: Plán
et: Plaan
fi: Suunnitelma
ky: План
lt: Planas
lv: Plāns
ru: Тариф
sv: Planera
th: วางแผน
uk: План

source: Plan #{index}
ar: يخطط #{index}
bn: পরিকল্পনা #{index}
cs: Plán #{index}
et: Plaani #{index}
fi: Suunnitelma #{index}
ky: План #{index}
lt: Planas #{index}
lv: Plāns #{index}
ru: Тариф №{index}
sv: Planera #{index}
th: วางแผน #{index}
uk: План №{index}

source: Plugin ID
ar: معرف البرنامج المساعد
bn: প্লাগইন আইডি
cs: ID pluginu
es: ID del complemento
et: Plugina ID
ky: Плагин ID
lt: Papildinio ID
lv: Spraudņa ID
pl: Identyfikator wtyczki
ru: Идентификатор плагина
th: รหัสปลั๊กอิน
uk: Ідентифікатор плагіна

source: Rancher server URL
ar: عنوان URL لخادم Rancher
bn: Rancher সার্ভার URL
cs: Adresa URL serveru Rancher
es: URL del servidor Rancher
et: Rancheri serveri URL
fi: Rancher-palvelimen URL-osoite
ky: Rancher серверинин URL
lt: Rancher serverio URL
lv: Rancher servera URL
pl: Adres URL serwera ranczera
ru: URL-адрес сервера Rancher
th: URL เซิร์ฟเวอร์ Rancher
uk: URL-адреса сервера Rancher

source: Server
ar: ملقم
bn: সার্ভার
es: Servidor
fi: Palvelin
lt: Serveris
lv: Serveris
nb: Tjener
pl: Serwer
ru: Сервер
th: เซิร์ฟเวอร์
uk: Сервер

source: Test {type}
ar: امتحان{type}
bn: পরীক্ষা{type}
de: Prüfen{type}
es: Prueba {type}
fi: Testata{type}
ky: Сыноо{type}
lt: Testas{type}
lv: Pārbaude{type}
ru: Тест{type}
sv: Testa{type}
th: ทดสอบ{type}
uk: Тест{type}

source: Token
ar: رمز مميز
bn: টোকেন
cs: Žeton
de: Zeichen
fi: Rahake
ky: Токен
lt: Žetonas
pl: Żeton
ru: Токен
sv: Tecken
th: โทเค็น
uk: Токен

source: at
ar: في
bn: এ
cs: v
de: beim
es: a
ky: саат
lt: prie
nb: på
pl: przy
ru: у
sv: på
th: ที่
uk: в

source: co-PI
ar: شارك في PI
bn: সহ-পিআই
es: co-IP
et: kaas-PI
lv: Līdz-PI
ru: Со-PI
th: ร่วม-PI
uk: Ко-ПІ

source: etcd
ar: إلخ
bn: ইত্যাদি
et: jne
fi: jned
ky: ж.б
lt: ir kt
lv: utt
pl: itd
ru: и т. д.
th: ฯลฯ
uk: тощо

source: referrals
ar: الاحالات
bn: প্রচার
cs: doporučení
de: Verweise
es: referencias
et: suunamised
fi: Viittaukset
ky: жолдомолор
lt: persiuntimai
lv: nodošana
nb: henvisninger
pl: Skierowania
ru: Рефералов
sv: hänvisningar
th: การอ้างอิง
uk: Реферали

source: {label} in:
ar: {label}في:
bn: {label}ভিতরে:
cs: {label} v:
es: {label} en:
et: {label}sisse:
fi: {label}sisään:
ky: {label}ичинде:
nb: {label} i:
pl: {label}W:
ru: {label}в:
sv: {label} i:
th: {label}ใน:
uk: {label}в:

source: vCores
et: virtuaaltuum
pl: Rdzenie wirtualne
ru: виртуальные ядра

source: CSV
et: CVS
fi: CSV-tiedosto
pl: Plik CSV
