Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Unable to close review.
ar: غير قادر على إغلاق المراجعة.
az: Rəyini bağlamaq mümkün deyil.
bn: পর্যালোচনা বন্ধ করতে অক্ষম।
cs: Nelze zavřít kontrolu.
de: Überprüfung kann nicht abgeschlossen werden.
es: No se puede cerrar la revisión.
et: Ülevaadet ei saa sulgeda.
fi: Tarkistuksen sulkeminen epäonnistui.
ky: Карап чыгууну жабуу мүмкүн эмес.
lt: Neįmanoma uždaryti peržiūros.
lv: Nevar aizvērt pārskatīšanu.
nb: Kan ikke lukke gjennomgang.
pl: Nie można zamknąć recenzji.
ru: Невозможно закрыть обзор.
sv: Det gick inte att stänga granskningen.
th: ไม่สามารถปิดการตรวจสอบได้
uk: Не вдалося закрити огляд.

source: Unable to confirm email.
ar: غير قادر على تأكيد البريد الإلكتروني.
az: E-poçtu təsdiqləmək mümkün deyil.
bn: ইমেল নিশ্চিত করতে অক্ষম.
cs: Nelze potvrdit e-mail.
de: E-Mail kann nicht bestätigt werden.
es: No se puede confirmar el correo electrónico.
et: E-posti kinnitamine ei õnnestu.
fi: Sähköpostia ei voi vahvistaa.
ky: Электрондук почтаны ырастоо мүмкүн эмес.
lt: Neįmanoma patvirtinti el. pašto.
lv: Nevar apstiprināt e-pastu.
nb: Kan ikke bekrefte e-post.
pl: Nie można potwierdzić adresu e-mail.
ru: Невозможно подтвердить электронную почту.
sv: Det gick inte att bekräfta e-postmeddelandet.
th: ไม่สามารถยืนยันอีเมลได้
uk: Не вдалося підтвердити електронну адресу.

source: Unable to create OpenStack networks.
ar: غير قادر على إنشاء شبكات OpenStack.
az: OpenStack şəbəkələri yaratmaq mümkün deyil.
bn: OpenStack নেটওয়ার্ক তৈরি করতে অক্ষম।
cs: Nelze vytvořit sítě OpenStack.
de: OpenStack-Netzwerke können nicht erstellt werden.
es: No se puede crear redes OpenStack.
et: OpenStacki võrke ei saa luua.
fi: OpenStack-verkkoja ei voi luoda.
ky: OpenStack тармактарын түзүү мүмкүн эмес.
lt: Neįmanoma sukurti OpenStack tinklų.
lv: Nevar izveidot OpenStack tīklus.
nb: Kan ikke opprette OpenStack-nettverk.
pl: Nie można utworzyć sieci OpenStack.
ru: Невозможно создать сети OpenStack.
sv: Det gick inte att skapa OpenStack-nätverk.
th: ไม่สามารถสร้างเครือข่าย OpenStack ได้
uk: Не вдалося створити мережі OpenStack.

source: Unable to create SQL database.
ar: غير قادر على إنشاء قاعدة بيانات SQL.
az: SQL verilənlər bazası yaratmaq mümkün deyil.
bn: SQL ডাটাবেস তৈরি করতে অক্ষম।
cs: Nelze vytvořit databázi SQL.
de: SQL-Datenbank kann nicht erstellt werden.
es: No se puede crear la base de datos SQL.
et: SQL-i andmebaasi ei saa luua.
fi: SQL-tietokantaa ei voi luoda.
ky: SQL маалымат базасын түзүү мүмкүн эмес.
lt: Neįmanoma sukurti SQL duomenų bazės.
lv: Nevar izveidot SQL datu bāzi.
nb: Kan ikke opprette SQL-database.
pl: Nie można utworzyć bazy danych SQL.
ru: Невозможно создать базу данных SQL.
sv: Det gick inte att skapa SQL-databas.
th: ไม่สามารถสร้างฐานข้อมูล SQL ได้
uk: Не вдалося створити базу даних SQL.

source: Unable to create VM snapshot.
ar: غير قادر على إنشاء لقطة VM.
az: VM anlıq görüntüsü yarada bilmədi.
bn: VM স্ন্যাপশট তৈরি করা যায়নি।
cs: Nelze vytvořit snímek virtuálního počítače.
de: VM-Snapshot kann nicht erstellt werden.
es: No se puede crear una instantánea de VM.
et: VM-i hetktõmmist ei saa luua.
fi: Virtuaalikoneen tilannekuvaa ei voi luoda.
ky: VM снапшоту түзүлбөй жатат.
lt: Neįmanoma sukurti VM momentinės nuotraukos.
lv: Nevar izveidot VM momentuzņēmumu.
nb: Kan ikke opprette øyeblikksbilde av VM.
pl: Nie można utworzyć migawki maszyny wirtualnej.
ru: Не удалось создать снимок виртуальной машины.
sv: Det gick inte att skapa ögonblicksbild av VM.
th: ไม่สามารถสร้างสแนปชอต VM
uk: Не вдалося створити знімок віртуальної машини.

source: Unable to create VM snapshot schedule.
ar: غير قادر على إنشاء جدول لقطة VM.
az: VM anlıq cədvəli yarada bilmədi.
bn: VM স্ন্যাপশট শিডিউল তৈরি করা যায়নি।
cs: Nelze vytvořit plán snímků virtuálního počítače.
de: VM-Snapshot-Zeitplan konnte nicht erstellt werden.
es: No se puede crear la programación de instantáneas de VM.
et: VM-i hetktõmmise ajakava ei saa luua.
fi: Virtuaalikoneen tilannevedosaikataulua ei voi luoda.
ky: VM снапшот графигин түзүү мүмкүн эмес.
lt: Neįmanoma sukurti VM momentinių nuotraukų tvarkaraščio.
lv: Nevar izveidot virtuālās mašīnas momentuzņēmuma grafiku.
nb: Kan ikke opprette tidsplan for øyeblikksbilde av VM.
pl: Nie można utworzyć harmonogramu migawek maszyny wirtualnej.
ru: Невозможно создать расписание снимков виртуальной машины.
sv: Det går inte att skapa ett schema för VM-snapshot.
th: ไม่สามารถสร้างกำหนดการสแนปชอต VM ได้
uk: Не вдалося створити розклад знімків віртуальної машини.

source: Unable to create a FreeIPA profile.
ar: غير قادر على إنشاء ملف تعريف FreeIPA.
az: Bir FreeIPA profili yaratmaq olmur.
bn: একটি FreeIPA প্রোফাইল তৈরি করতে অক্ষম৷
cs: Nelze vytvořit profil FreeIPA.
de: Es konnte kein FreeIPa Profil erstellt werden.
es: No se puede crear un perfil de FreeIPA.
et: Ei saa luua FreeIPA profiili.
fi: FreeIPA-profiilin luominen epäonnistui.
ky: FreeIPA профилин түзүү мүмкүн эмес.
lt: Neįmanoma sukurti FreeIPA profilio.
lv: Nevar izveidot FreeIPA profilu.
nb: Kan ikke opprette en FreeIPA-profil.
pl: Nie można utworzyć profilu FreeIPA.
ru: Невозможно создать профиль FreeIPA.
sv: Det gick inte att skapa en FreeIPA-profil.
th: ไม่สามารถสร้างโปรไฟล์ FreeIPA
uk: Не вдалося створити профіль FreeIPA.

source: Unable to create a broadcast template.
ar: غير قادر على إنشاء قالب البث.
az: Yayım şablonu yaratmaq mümkün deyil.
bn: একটি সম্প্রচার টেমপ্লেট তৈরি করতে অক্ষম৷
cs: Nelze vytvořit šablonu vysílání.
de: Es kann keine Broadcast-Vorlage erstellt werden.
es: No se puede crear una plantilla de transmisión.
et: Saatemalli ei saa luua.
fi: Lähetysmallia ei voi luoda.
ky: Берүү үлгүсүн түзүү мүмкүн эмес.
lt: Nepavyko sukurti transliacijos šablono.
lv: Nevar izveidot apraides veidni.
nb: Kan ikke opprette en kringkastingsmal.
pl: Nie można utworzyć szablonu transmisji.
ru: Не удалось создать шаблон трансляции.
sv: Det gick inte att skapa en sändningsmall.
th: ไม่สามารถสร้างเทมเพลตการออกอากาศได้
uk: Не вдалося створити шаблон трансляції.

source: Unable to create a campaign.
ar: غير قادر على إنشاء حملة.
az: Kampaniya yarada bilmədi.
bn: একটি প্রচারাভিযান তৈরি করতে অক্ষম.
cs: Nelze vytvořit kampaň.
de: Es kann keine Kampagne erstellt werden.
es: No se puede crear una campaña.
et: Kampaaniat ei saa luua.
fi: Kampanjan luominen epäonnistui.
ky: Кампания түзүлбөй жатат.
lt: Nepavyko sukurti kampanijos.
lv: Nevar izveidot kampaņu.
nb: Kan ikke opprette en kampanje.
pl: Nie można utworzyć kampanii.
ru: Невозможно создать кампанию.
sv: Det gick inte att skapa en kampanj.
th: ไม่สามารถสร้างแคมเปญได้
uk: Не вдалося створити кампанію.

source: Unable to create a notification template.
ar: غير قادر على إنشاء قالب الإخطار.
az: Bildiriş şablonu yaratmaq mümkün deyil.
bn: একটি বিজ্ঞপ্তি টেমপ্লেট তৈরি করতে অক্ষম৷
cs: Nelze vytvořit šablonu oznámení.
de: Es kann keine Benachrichtigungsvorlage erstellt werden.
es: No se puede crear una plantilla de notificación.
et: Teavitusmalli ei saa luua.
fi: Ilmoitusmallia ei voi luoda.
ky: Эскертме үлгүсүн түзүү мүмкүн эмес.
lt: Nepavyko sukurti pranešimo šablono.
lv: Nevar izveidot paziņojuma veidni.
nb: Kan ikke opprette en varslingsmal.
pl: Nie można utworzyć szablonu powiadomienia.
ru: Не удалось создать шаблон уведомления.
sv: Det gick inte att skapa en aviseringsmall.
th: ไม่สามารถสร้างเทมเพลตการแจ้งเตือนได้
uk: Не вдалося створити шаблон сповіщення.

source: Unable to create a user agreement.
ar: غير قادر على إنشاء اتفاقية مستخدم.
az: İstifadəçi müqaviləsi yarada bilmədi.
bn: একটি ব্যবহারকারী চুক্তি তৈরি করতে অক্ষম৷
cs: Uživatelskou smlouvu nelze vytvořit.
de: Es kann keine Benutzervereinbarung erstellt werden.
es: No se puede crear un acuerdo de usuario.
et: Kasutajalepingut ei saa luua.
fi: Käyttäjäsopimusta ei voi luoda.
ky: Колдонуучу келишимин түзүү мүмкүн эмес.
lt: Nepavyko sukurti vartotojo sutarties.
lv: Nevar izveidot lietotāja līgumu.
nb: Kan ikke opprette en brukeravtale.
pl: Nie można utworzyć umowy użytkownika.
ru: Невозможно создать пользовательское соглашение.
sv: Det gick inte att skapa ett användaravtal.
th: ไม่สามารถสร้างข้อตกลงผู้ใช้ได้
uk: Не вдалося створити угоду користувача.

source: Unable to create application.
ar: غير قادر على إنشاء التطبيق.
az: Tətbiq yaratmaq olmur.
bn: অ্যাপ্লিকেশন তৈরি করতে অক্ষম।
cs: Nelze vytvořit aplikaci.
de: Die Anwendung kann nicht erstellt werden.
es: No se puede crear la aplicación.
et: Rakendust ei saa luua
fi: Sovellusta ei voi luoda.
ky: Колдонмо түзүлбөй жатат.
lt: Neįmanoma sukurti taikomosios programos.
lv: Nevar izveidot lietojumprogrammu.
nb: Kan ikke opprette program.
pl: Nie można utworzyć aplikacji.
ru: Невозможно создать приложение.
sv: Det gick inte att skapa programmet.
th: ไม่สามารถสร้างแอปพลิเคชันได้
uk: Не вдалося створити застосунок.

source: Unable to create billing component.
ar: غير قادر على إنشاء مكون الفوترة.
az: Faktura komponenti yaratmaq mümkün deyil.
bn: বিলিং উপাদান তৈরি করতে অক্ষম৷
cs: Nelze vytvořit fakturační komponentu.
de: Die Abrechnungskomponente konnte nicht erstellt werden.
es: No se puede crear el componente de facturación.
et: Arvelduskomponenti ei saa luua.
fi: Laskutuskomponenttia ei voi luoda.
ky: Эсептөө компоненти түзүлбөй жатат.
lt: Nepavyko sukurti atsiskaitymo komponento.
lv: Nevar izveidot norēķinu komponentu.
nb: Kan ikke opprette faktureringskomponent.
pl: Nie można utworzyć komponentu rozliczeniowego.
ru: Не удалось создать платежный компонент.
sv: Det gick inte att skapa faktureringskomponent.
th: ไม่สามารถสร้างองค์ประกอบการเรียกเก็บเงินได้
uk: Не вдалося створити платіжний компонент.

source: Unable to create broadcast.
ar: غير قادر على إنشاء البث.
az: Yayım yaratmaq mümkün deyil.
bn: সম্প্রচার তৈরি করতে অক্ষম৷
cs: Nelze vytvořit vysílání.
de: Übertragung kann nicht erstellt werden.
es: No se puede crear la transmisión.
et: Ülekannet ei saa luua.
fi: Lähetystä ei voi luoda.
ky: Берүү түзүлбөй жатат.
lt: Nepavyko sukurti transliacijos.
lv: Nevar izveidot apraidi.
nb: Kan ikke opprette kringkasting.
pl: Nie można utworzyć transmisji.
ru: Не удалось создать трансляцию.
sv: Det gick inte att skapa sändning.
th: ไม่สามารถสร้างการออกอากาศได้
uk: Не вдалося створити трансляцію.

source: Unable to create call.
ar: غير قادر على إنشاء مكالمة.
az: Zəng yaratmaq mümkün deyil.
bn: কল তৈরি করতে অক্ষম৷
cs: Nelze vytvořit hovor.
de: Anruf kann nicht erstellt werden.
es: No se puede crear la llamada.
et: Kõnet ei saa luua.
fi: Puhelua ei voi luoda.
ky: Чалуу түзүлбөй жатат.
lt: Nepavyko sukurti skambučio.
lv: Nevar izveidot zvanu.
nb: Kan ikke opprette anrop.
pl: Nie można utworzyć połączenia.
ru: Не удалось создать звонок.
sv: Det gick inte att skapa samtal.
th: ไม่สามารถสร้างการโทรได้
uk: Не вдалося створити виклик.

source: Unable to create catalog.
ar: غير قادر على إنشاء الكتالوج.
az: Kataloq yaratmaq mümkün deyil.
bn: ক্যাটালগ তৈরি করতে অক্ষম।
cs: Nelze vytvořit katalog.
de: Katalog kann nicht erstellt werden.
es: No se puede crear el catálogo.
et: Kataloogi ei saa luua.
fi: Katalogia ei voi luoda.
ky: Каталог түзүлбөй жатат.
lt: Neįmanoma sukurti katalogo.
lv: Nevar izveidot katalogu.
nb: Kan ikke opprette katalog.
pl: Nie można utworzyć katalogu.
ru: Невозможно создать каталог.
sv: Det gick inte att skapa katalog.
th: ไม่สามารถสร้างแคตตาล็อกได้
uk: Не вдалося створити каталог.

source: Unable to create category.
ar: غير قادر على إنشاء فئة.
az: Kateqoriya yaratmaq mümkün deyil.
bn: বিভাগ তৈরি করতে অক্ষম।
cs: Nelze vytvořit kategorii.
de: Kategorie kann nicht erstellt werden.
es: No se puede crear la categoría.
et: Kategooriat ei saa luua.
fi: Luokkaa ei voi luoda.
ky: Категория түзүлбөй жатат.
lt: Nepavyko sukurti kategorijos.
lv: Nevar izveidot kategoriju.
nb: Kan ikke opprette kategori.
pl: Nie można utworzyć kategorii.
ru: Не удалось создать категорию.
sv: Det gick inte att skapa kategori.
th: ไม่สามารถสร้างหมวดหมู่ได้
uk: Не вдалося створити категорію.

source: Unable to create category group.
ar: غير قادر على إنشاء مجموعة الفئات.
az: Kateqoriya qrupu yaratmaq mümkün deyil.
bn: বিভাগ গ্রুপ তৈরি করতে অক্ষম.
cs: Nelze vytvořit skupinu kategorií.
de: Kategoriegruppe kann nicht erstellt werden.
es: No se puede crear un grupo de categorías.
et: Kategooriarühma ei saa luua.
fi: Luokkaryhmää ei voi luoda.
ky: Категория тобун түзүү мүмкүн эмес.
lt: Nepavyko sukurti kategorijų grupės.
lv: Nevar izveidot kategoriju grupu.
nb: Kan ikke opprette kategorigruppe.
pl: Nie można utworzyć grupy kategorii.
ru: Не удалось создать группу категорий.
sv: Det gick inte att skapa kategorigrupp.
th: ไม่สามารถสร้างกลุ่มหมวดหมู่ได้
uk: Не вдалося створити групу категорій.

source: Unable to create compensation.
ar: غير قادر على إنشاء التعويض.
az: Kompensasiya yarada bilmədi.
bn: ক্ষতিপূরণ তৈরি করতে অক্ষম।
cs: Nelze vytvořit náhradu.
de: Es kann keine Entschädigung erstellt werden.
es: No se puede crear una compensación.
et: Hüvitist ei saa luua.
fi: Korvausta ei voi luoda.
ky: Компенсация түзүү мүмкүн эмес.
lt: Nepavyko sukurti kompensacijos.
lv: Nevar izveidot kompensāciju.
nb: Kan ikke opprette kompensasjon.
pl: Nie można utworzyć rekompensaty.
ru: Невозможно создать компенсацию.
sv: Det går inte att skapa ersättning.
th: ไม่สามารถสร้างค่าตอบแทนได้
uk: Не вдалося створити компенсацію.

source: Unable to create disk.
ar: غير قادر على إنشاء القرص.
az: Disk yaratmaq mümkün deyil.
bn: ডিস্ক তৈরি করতে অক্ষম।
cs: Nelze vytvořit disk.
de: Datenträger kann nicht erstellt werden.
es: No se puede crear el disco.
et: Ketast ei saa luua.
fi: Levyä ei voi luoda.
ky: Диск түзүлбөй жатат.
lt: Neįmanoma sukurti disko.
lv: Nevar izveidot disku.
nb: Kan ikke opprette disk.
pl: Nie można utworzyć dysku.
ru: Невозможно создать диск.
sv: Det gick inte att skapa disk.
th: ไม่สามารถสร้างดิสก์ได้
uk: Не вдалося створити диск.

source: Unable to create horizontal pod autoscaler.
ar: غير قادر على إنشاء مقياس تلقائي للقرص الأفقي.
az: Üfüqi pod avtoskaler yaratmaq mümkün deyil.
bn: অনুভূমিক পড অটোস্কেলার তৈরি করতে অক্ষম৷
cs: Nelze vytvořit horizontální autoškálovač podů.
de: Horizontaler Pod-Autoscaler kann nicht erstellt werden.
es: No se puede crear el autoescalador de pod horizontal.
et: Horisontaalse kausta automaatskaalarit ei saa luua.
fi: Vaakatason automaattisen skaalauksen luominen ei onnistu.
ky: Горизонталдык подстанцияны автоматтык масштабдаткыч түзүү мүмкүн эмес.
lt: Neįmanoma sukurti horizontalaus ankšties autoskaleris.
lv: Nevar izveidot horizontālo pāksts automātisko mērogošanu.
nb: Kan ikke opprette horisontal pod autoscaler.
pl: Nie można utworzyć automatycznego skalowania podów poziomych.
ru: Невозможно создать автомасштабирование горизонтального модуля.
sv: Det gick inte att skapa horisontell pod-autoskalare.
th: ไม่สามารถสร้างตัวปรับขนาดพ็อดแนวนอนอัตโนมัติได้
uk: Неможливо створити горизонтальний модуль автомасштабування.

source: Unable to create key.
ar: غير قادر على إنشاء المفتاح.
az: Açar yaratmaq mümkün deyil.
bn: কী তৈরি করতে অক্ষম৷
cs: Nelze vytvořit klíč.
de: Schlüssel kann nicht erstellt werden.
es: No se puede crear la clave.
et: Võtit ei saa luua
fi: Avainta ei voi luoda.
ky: Ачкыч түзүлбөй жатат.
lt: Neįmanoma sukurti rakto.
lv: Nevar izveidot atslēgu.
nb: Kan ikke opprette nøkkel.
pl: Nie można utworzyć klucza.
ru: Не удалось создать ключ.
sv: Det gick inte att skapa nyckel.
th: ไม่สามารถสร้างคีย์ได้
uk: Не вдалося створити ключ.

source: Unable to create node.
ar: غير قادر على إنشاء عقدة.
az: Düyün yaratmaq mümkün deyil.
bn: নোড তৈরি করতে অক্ষম।
cs: Nelze vytvořit uzel.
de: Knoten kann nicht erstellt werden.
es: No se puede crear el nodo.
et: Sõlme ei saa luua.
fi: Solmun luominen epäonnistui.
ky: Түйүн түзүлбөй жатат.
lt: Neįmanoma sukurti mazgo.
lv: Nevar izveidot mezglu.
nb: Kan ikke opprette node.
pl: Nie można utworzyć węzła.
ru: Невозможно создать узел.
sv: Det gick inte att skapa nod.
th: ไม่สามารถสร้างโหนดได้
uk: Не вдалося створити вузол.

source: Unable to create notification.
ar: غير قادر على إنشاء الإخطار.
az: Bildiriş yarada bilmədi.
bn: বিজ্ঞপ্তি তৈরি করতে অক্ষম৷
cs: Nelze vytvořit oznámení.
de: Benachrichtigung kann nicht erstellt werden.
es: No se puede crear la notificación.
et: Märguannet ei saa luua.
fi: Ilmoitusta ei voi luoda.
ky: Эскертме түзүлбөй жатат.
lt: Neįmanoma sukurti pranešimo.
lv: Nevar izveidot paziņojumu.
nb: Kan ikke opprette varsling.
pl: Nie można utworzyć powiadomienia.
ru: Не удалось создать уведомление.
sv: Det gick inte att skapa ett meddelande.
th: ไม่สามารถสร้างการแจ้งเตือนได้
uk: Не вдалося створити сповіщення.

source: Unable to create notifications.
ar: غير قادر على إنشاء الإخطارات.
az: Bildirişlər yarada bilmədi.
bn: বিজ্ঞপ্তি তৈরি করতে অক্ষম৷
cs: Nelze vytvořit oznámení.
de: Benachrichtigungen können nicht erstellt werden.
es: No se puede crear notificaciones.
et: Märguandeid ei saa luua.
fi: Ilmoitusten luominen ei onnistu.
ky: Эскертмелерди түзүү мүмкүн эмес.
lt: Neįmanoma sukurti pranešimų.
lv: Nevar izveidot paziņojumus.
nb: Kan ikke opprette varslinger.
pl: Nie można utworzyć powiadomień.
ru: Невозможно создать уведомления.
sv: Det gick inte att skapa meddelanden.
th: ไม่สามารถสร้างการแจ้งเตือนได้
uk: Не вдається створити сповіщення.

source: Unable to create offering.
ar: غير قادر على إنشاء العرض.
az: Təklif yaratmaq mümkün deyil.
bn: অফার তৈরি করতে অক্ষম।
cs: Nelze vytvořit nabídku.
de: Angebot kann nicht erstellt werden.
es: No se puede crear la oferta.
et: Pakkumist ei saa luua
fi: Tarjousta ei voi luoda.
ky: Сунуш түзүлбөй жатат.
lt: Neįmanoma sukurti pasiūlymo.
lv: Nevar izveidot piedāvājumu.
nb: Kan ikke opprette tilbud.
pl: Nie można utworzyć oferty.
ru: Невозможно создать предложение.
sv: Det gick inte att skapa erbjudande.
th: ไม่สามารถสร้างข้อเสนอได้
uk: Не вдалося створити пропозицію.

source: Unable to create offering user.
ar: غير قادر على إنشاء مستخدم العرض.
az: Təklif istifadəçisi yaratmaq mümkün deyil.
bn: অফার ব্যবহারকারী তৈরি করতে অক্ষম.
cs: Nelze vytvořit nabízejícího uživatele.
de: Angebotsbenutzer konnte nicht erstellt werden.
es: No se puede crear el usuario de la oferta.
et: Teenuse kasutajat ei saa luua.
fi: Tarjottavaa käyttäjää ei voi luoda.
ky: Сунуш колдонуучу түзүлбөй жатат.
lt: Nepavyko sukurti siūlomo vartotojo.
lv: Nevar izveidot piedāvājuma lietotāju.
nb: Kan ikke opprette tilbudsbruker.
pl: Nie można utworzyć użytkownika oferującego.
ru: Не удалось создать пользователя предложения.
sv: Det gick inte att skapa erbjudandeanvändare.
th: ไม่สามารถสร้างผู้ใช้ข้อเสนอได้
uk: Неможливо створити користувача пропозиції.

source: Unable to create payment.
ar: غير قادر على إنشاء الدفع.
az: Ödəniş yaratmaq mümkün deyil.
bn: অর্থপ্রদান তৈরি করতে অক্ষম৷
cs: Nelze vytvořit platbu.
de: Zahlung kann nicht erstellt werden.
es: No se puede crear el pago.
et: Makse loomine ebaõnnestus.
fi: Maksua ei voi luoda.
ky: Төлөм түзүлбөй жатат.
lt: Neįmanoma sukurti mokėjimo.
lv: Nevar izveidot maksājumu.
nb: Kan ikke opprette betaling.
pl: Nie można utworzyć płatności.
ru: Не удалось создать платеж.
sv: Det gick inte att skapa betalning.
th: ไม่สามารถสร้างการชำระเงินได้
uk: Не вдалося створити платіж.

source: Unable to create payment profile.
ar: غير قادر على إنشاء ملف تعريف الدفع.
az: Ödəniş profilini yaratmaq mümkün deyil.
bn: পেমেন্ট প্রোফাইল তৈরি করতে অক্ষম।
cs: Nelze vytvořit platební profil.
de: Zahlungsprofil kann nicht erstellt werden.
es: No se puede crear el perfil de pago.
et: Makseprofiili ei saa luua.
fi: Maksuprofiilin luominen epäonnistui.
ky: Төлөм профили түзүлбөй жатат.
lt: Neįmanoma sukurti mokėjimo profilio.
lv: Nevar izveidot maksājumu profilu.
nb: Kan ikke opprette betalingsprofil.
pl: Nie można utworzyć profilu płatności.
ru: Не удалось создать платежный профиль.
sv: Det gick inte att skapa betalningsprofil.
th: ไม่สามารถสร้างโปรไฟล์การชำระเงินได้
uk: Не вдалося створити платіжний профіль.

source: Unable to create plan.
ar: غير قادر على إنشاء الخطة.
az: Plan yaratmaq mümkün deyil.
bn: পরিকল্পনা তৈরি করতে অক্ষম।
cs: Nelze vytvořit plán.
de: Plan kann nicht erstellt werden.
es: No se puede crear el plan.
et: Plaani ei saa luua.
fi: Suunnitelman luominen epäonnistui.
ky: План түзүлбөй жатат.
lt: Nepavyko sukurti plano.
lv: Nevar izveidot plānu.
nb: Kan ikke opprette plan.
pl: Nie można utworzyć planu.
ru: Не удалось создать план.
sv: Det gick inte att skapa plan.
th: ไม่สามารถสร้างแผนได้
uk: Не вдалося створити план.

source: Unable to create port.
ar: غير قادر على إنشاء المنفذ.
az: Port yaratmaq mümkün deyil.
bn: পোর্ট তৈরি করতে অক্ষম।
cs: Nelze vytvořit port.
de: Der Port kann nicht erstellt werden.
es: No se puede crear el puerto.
et: Porti ei saa luua.
fi: Porttia ei voi luoda.
ky: Порт түзүлбөй жатат.
lt: Neįmanoma sukurti prievado.
lv: Nevar izveidot portu.
nb: Kan ikke opprette port.
pl: Nie można utworzyć portu.
ru: Не удалось создать порт.
sv: Det gick inte att skapa port.
th: ไม่สามารถสร้างพอร์ตได้
uk: Не вдалося створити порт.

source: Unable to create request.
ar: غير قادر على إنشاء الطلب.
az: Sorğu yaratmaq mümkün deyil.
bn: অনুরোধ তৈরি করতে অক্ষম।
cs: Nelze vytvořit požadavek.
de: Anforderung kann nicht erstellt werden.
es: No se puede crear la solicitud.
et: Päringut ei saa luua.
fi: Pyyntöä ei voi luoda.
ky: Сурам түзүлбөй жатат.
lt: Neįmanoma sukurti užklausos.
lv: Nevar izveidot pieprasījumu.
nb: Kan ikke opprette forespørsel.
pl: Nie można utworzyć żądania.
ru: Не удалось создать запрос.
sv: Det gick inte att skapa begäran.
th: ไม่สามารถสร้างคำขอได้
uk: Не вдалося створити запит.

source: Unable to create robot account.
ar: غير قادر على إنشاء حساب روبوت.
az: Robot hesabı yarada bilmədi.
bn: রোবট অ্যাকাউন্ট তৈরি করতে অক্ষম।
cs: Účet robota nelze vytvořit.
de: Roboterkonto kann nicht erstellt werden.
es: No se puede crear una cuenta de robot.
et: Roboti kontot ei saa luua.
fi: Robottitilin luominen ei onnistu.
ky: Робот каттоо эсеби түзүлбөй жатат.
lt: Nepavyko sukurti roboto paskyros.
lv: Nevar izveidot robota kontu.
nb: Kan ikke opprette robotkonto.
pl: Nie można utworzyć konta robota.
ru: Невозможно создать учетную запись робота.
sv: Det går inte att skapa ett robotkonto.
th: ไม่สามารถสร้างบัญชีโรบ็อตได้
uk: Не вдалося створити обліковий запис робота.

source: Unable to create security group.
ar: غير قادر على إنشاء مجموعة الأمان.
az: Təhlükəsizlik qrupu yaratmaq mümkün deyil.
bn: নিরাপত্তা গোষ্ঠী তৈরি করতে অক্ষম৷
cs: Nelze vytvořit skupinu zabezpečení.
de: Sicherheitsgruppe kann nicht erstellt werden.
es: No se puede crear el grupo de seguridad.
et: Turvarühma ei saa luua.
fi: Suojausryhmän luominen epäonnistui.
ky: Коопсуздук тобун түзүү мүмкүн эмес.
lt: Neįmanoma sukurti saugos grupės.
lv: Nevar izveidot drošības grupu.
nb: Kan ikke opprette sikkerhetsgruppe.
pl: Nie można utworzyć grupy zabezpieczeń.
ru: Не удалось создать группу безопасности.
sv: Det gick inte att skapa säkerhetsgrupp.
th: ไม่สามารถสร้างกลุ่มความปลอดภัยได้
uk: Не вдалося створити групу безпеки.

source: Unable to create server group.
ar: غير قادر على إنشاء مجموعة الخادم.
az: Server qrupu yaratmaq mümkün deyil.
bn: সার্ভার গ্রুপ তৈরি করতে অক্ষম।
cs: Nelze vytvořit skupinu serverů.
de: Servergruppe kann nicht erstellt werden.
es: No se puede crear el grupo de servidores.
et: Serverirühma ei saa luua.
fi: Palvelinryhmää ei voi luoda.
ky: Сервер тобун түзүү мүмкүн эмес.
lt: Nepavyko sukurti serverio grupės.
lv: Nevar izveidot serveru grupu.
nb: Kan ikke opprette servergruppe.
pl: Nie można utworzyć grupy serwerów.
ru: Невозможно создать группу серверов.
sv: Det gick inte att skapa servergrupp.
th: ไม่สามารถสร้างกลุ่มเซิร์ฟเวอร์ได้
uk: Не вдалося створити групу серверів.
