Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: User {user_link} has revoked PI {affected_user_link} from {customer_link}.
ar: مستخدم{user_link} لقد ألغى PI{affected_user_link} من{customer_link} .
az: İstifad {user_link} əçi PI-ni ləğv etdi{affected_user_link}. {customer_link}
bn: ব্যবহারকারী{user_link} পিআই প্রত্যাহার করেছে{affected_user_link} থেকে{customer_link} .
cs: Uživatel{user_link} zrušil PI{affected_user_link} z{customer_link} .
de: Benutzer{user_link} hat PI widerrufen{affected_user_link} aus{customer_link} .
es: El usuario {user_link} ha revocado la IP {affected_user_link} de {customer_link}.
et: Kasutaja {user_link} on eemaldanud PI {affected_user_link} organisatsioonist {customer_link}.
fi: Käyttäjä{user_link} on peruuttanut PI:n{affected_user_link} alkaen{customer_link} .
ky: Колдонуучу{user_link} PI жокко чыгарды{affected_user_link} тартып{customer_link} .
lt: Vartotojas{user_link} atšaukė PI{affected_user_link} iš{customer_link} .
lv: Lietotājs{user_link} ir atsaukusi PI{affected_user_link} no{customer_link} .
nb: Bruker{user_link} har tilbakekalt PI{affected_user_link} fra{customer_link} .
pl: Użytkownik{user_link} unieważnił PI{affected_user_link} z{customer_link} .
ru: Пользователь{user_link} отозвал PI{affected_user_link} от{customer_link} .
sv: Användare{user_link} har återkallat PI{affected_user_link} från{customer_link} .
th: ผู้ใช้{user_link} ได้เพิกถอน PI{affected_user_link} จาก{customer_link} .
uk: Користувач{user_link} скасував П.І{affected_user_link} від{customer_link} .

source: User {user_link} has revoked member {affected_user_link} from project {project_link}.
ar: مستخدم{user_link} تم إلغاء العضو{affected_user_link} من المشروع{project_link} .
az: İstifadəçi {user_link} üzvü layihə {affected_user_link} dən ləğv etdi{project_link}.
bn: ব্যবহারকারী{user_link} সদস্যকে প্রত্যাহার করেছে{affected_user_link} প্রকল্প থেকে{project_link} .
cs: Uživatel{user_link} odvolal člena{affected_user_link} z projektu{project_link} .
de: Benutzer{user_link} hat Mitglied widerrufen{affected_user_link} aus dem Projekt{project_link} .
es: El usuario {user_link} ha revocado el miembro {affected_user_link} del proyecto {project_link}.
et: Kasutaja {user_link} on eemaldanud liikme {affected_user_link} projektist {project_link}.
fi: Käyttäjä{user_link} on eronnut jäsenestä{affected_user_link} projektista{project_link} .
ky: Колдонуучу{user_link} мүчөсүн жокко чыгарды{affected_user_link} долбоордон{project_link} .
lt: Vartotojas{user_link} atšaukė narį{affected_user_link} iš projekto{project_link} .
lv: Lietotājs{user_link} ir atsaukusi dalībnieku{affected_user_link} no projekta{project_link} .
nb: Bruker{user_link} har trukket medlem{affected_user_link} fra prosjektet{project_link} .
pl: Użytkownik{user_link} odwołał członka{affected_user_link} z projektu{project_link} .
ru: Пользователь{user_link} отозвал членство{affected_user_link} из проекта{project_link} .
sv: Användare{user_link} har återkallat medlem{affected_user_link} från projektet{project_link} .
th: ผู้ใช้{user_link} ได้เพิกถอนสมาชิกแล้ว{affected_user_link} จากโครงการ{project_link} .
uk: Користувач{user_link} відкликав члена{affected_user_link} з проекту{project_link} .

source: User {user_link} has revoked organization owner {affected_user_link} from {customer_link}.
ar: مستخدم{user_link} قام بإبطال مالك المؤسسة{affected_user_link} من{customer_link} .
az: {user_link} istifadəçi {affected_user_link} təşkilatın sahibini {customer_link}-ndən ləğv etmşdir.
bn: ব্যবহারকারী{user_link} প্রতিষ্ঠানের মালিককে প্রত্যাহার করেছে{affected_user_link} থেকে{customer_link} .
cs: Uživatel {user_link} odvolal vlastníka organizace {affected_user_link} z {customer_link}.
de: Benutzer {user_link} hat den Organisationsinhaber {affected_user_link} von {customer_link} widerrufen.
es: El usuario {user_link} ha revocado el propietario de la organización {affected_user_link} de {customer_link}.
et: Kasutaja {affected_user_full_name} on nõudnud endale organisatsiooni {affected_organization}.
fi: Käyttäjä{user_link} on peruuttanut organisaation omistajan{affected_user_link} alkaen{customer_link} .
ky: Колдонуучу{user_link} уюмдун ээсин жокко чыгарды{affected_user_link} тартып{customer_link} .
lt: Vartotojas {user_link} atšaukė organizacijos savininką {affected_user_link} iš {customer_link}.
lv: Lietotājs{user_link} ir atsaukusi organizācijas īpašnieku{affected_user_link} no{customer_link} .
nb: Bruker {user_link} har tilbakekalt organisasjonseier {affected_user_link} fra {customer_link}.
pl: Użytkownik{user_link} unieważnił właściciela organizacji{affected_user_link} z{customer_link} .
ru: Пользователь{user_link} отозвал владельца организации{affected_user_link} от{customer_link} .
sv: Användaren {user_link} har återkallat organisationsägaren {affected_user_link} från {customer_link}.
th: ผู้ใช้{user_link} ได้เพิกถอนเจ้าขององค์กรแล้ว{affected_user_link} จาก{customer_link} .
uk: Користувач{user_link} відкликав власника організації{affected_user_link} від{customer_link} .

source: User {user_link} has revoked organization support {affected_user_link} from {customer_link}.
ar: مستخدم{user_link} لقد ألغى دعم المنظمة{affected_user_link} من{customer_link} .
az: {user_link} istifadəçi {affected_user_link} təşkilatın dəstəyini {customer_link}-ndən ləğv etmşdir.
bn: ব্যবহারকারী{user_link} সংগঠনের সমর্থন প্রত্যাহার করেছে{affected_user_link} থেকে{customer_link} .
cs: Uživatel {user_link} odvolal podporu organizace {affected_user_link} od {customer_link}.
de: Benutzer {user_link} hat die Unterstützung der Organisation {affected_user_link} von {customer_link} widerrufen.
es: El usuario {user_link} ha revocado el soporte de la organización {affected_user_link} de {customer_link}.
et: Kasutaja {affected_user_full_name} on nõudnud endale organisatsiooni {affected_organization}.
fi: Käyttäjä{user_link} on peruuttanut organisaation tuen{affected_user_link} alkaen{customer_link} .
ky: Колдонуучу{user_link} уюштуруучулук колдоону жокко чыгарды{affected_user_link} тартып{customer_link} .
lt: Vartotojas {user_link} atšaukė organizacijos palaikymą {affected_user_link} iš {customer_link}.
lv: Lietotājs{user_link} ir atsaukusi organizācijas atbalstu{affected_user_link} no{customer_link} .
nb: Bruker {user_link} har opphevet støtte for organisasjonen {affected_user_link} fra {customer_link}.
pl: Użytkownik{user_link} cofnął wsparcie dla organizacji{affected_user_link} z{customer_link} .
ru: Пользователь{user_link} отозвал поддержку организации{affected_user_link} от{customer_link} .
sv: Användaren {user_link} har återkallat organisationsstödet {affected_user_link} från {customer_link}.
th: ผู้ใช้{user_link} ได้เพิกถอนการสนับสนุนจากองค์กร{affected_user_link} จาก{customer_link} .
uk: Користувач{user_link} скасував організаційну підтримку{affected_user_link} від{customer_link} .

source: User {user_link} has revoked project administrator {affected_user_link} from project {project_link}.
ar: مستخدم{user_link} وقد أبطل مسؤول المشروع{affected_user_link} من المشروع{project_link} .
az: {user_link} istifadəçi {affected_user_link} layihə administratorunu {project_link}-ndən ləğv etmşdir.
bn: ব্যবহারকারী{user_link} প্রজেক্ট অ্যাডমিনিস্ট্রেটরকে প্রত্যাহার করেছে{affected_user_link} প্রকল্প থেকে{project_link} .
cs: Uživatel {user_link} odvolal správce projektu {affected_user_link} z projektu {project_link}.
de: Der Benutzer {user_link} hat den Projektadministrator {affected_user_link} aus dem Projekt {project_link} entzogen.
es: El usuario {user_link} ha revocado al administrador del proyecto {affected_user_link} del proyecto {project_link}.
et: Kasutaja {user_link} on eemaldanud administraatori {affected_user_link} projektist {project_link}.
fi: Käyttäjä{user_link} on peruuttanut projektin ylläpitäjän{affected_user_link} projektista{project_link} .
ky: Колдонуучу{user_link} долбоордун администраторун жокко чыгарды{affected_user_link} долбоордон{project_link} .
lt: Vartotojas {user_link} atšaukė projekto administratorių {affected_user_link} iš projekto {project_link}.
lv: Lietotājs{user_link} ir atcēlis projekta administratoru{affected_user_link} no projekta{project_link} .
nb: Bruker {user_link} har tilbakekalt prosjektadministrator {affected_user_link} fra prosjektet {project_link}.
pl: Użytkownik{user_link} odwołał administratora projektu{affected_user_link} z projektu{project_link} .
ru: Пользователь{user_link} отозвал администратора проекта{affected_user_link} из проекта{project_link} .
sv: Användaren {user_link} har återkallat projektadministratören {affected_user_link} från projektet {project_link}.
th: ผู้ใช้{user_link} ได้เพิกถอนผู้ดูแลโครงการ{affected_user_link} จากโครงการ{project_link} .
uk: Користувач{user_link} відкликав адміністратора проекту{affected_user_link} з проекту{project_link} .

source: User {user_link} has revoked project manager {affected_user_link} from project {project_link}.
ar: مستخدم{user_link} وقد ألغى مدير المشروع{affected_user_link} من المشروع{project_link} .
az: {user_link} istifadəçi {affected_user_link} layihə menecerini {project_link}-ndən ləğv etmşdir.
bn: ব্যবহারকারী{user_link} প্রজেক্ট ম্যানেজারকে প্রত্যাহার করেছে{affected_user_link} প্রকল্প থেকে{project_link} .
cs: Uživatel {user_link} odvolal vedoucího projektu {affected_user_link} z projektu {project_link}.
de: Der Benutzer {user_link} hat den Projektmanager {affected_user_link} aus dem Projekt {project_link} entzogen.
es: El usuario {user_link} ha revocado el gerente de proyecto {affected_user_link} del proyecto {project_link}.
et: Kasutaja {user_link} on eemaldanud projektijuhi {affected_user_link} projektist {project_link}.
fi: Käyttäjä{user_link} on erottanut projektipäällikön{affected_user_link} projektista{project_link} .
ky: Колдонуучу{user_link} долбоордун жетекчисин жокко чыгарды{affected_user_link} долбоордон{project_link} .
lt: Vartotojas {user_link} atšaukė projekto valdytoją {affected_user_link} iš projekto {project_link}.
lv: Lietotājs{user_link} ir atcēlis projekta vadītāju{affected_user_link} no projekta{project_link} .
nb: Bruker {user_link} har tilbakekalt prosjektleder {affected_user_link} fra prosjektet {project_link}.
pl: Użytkownik{user_link} odwołał kierownika projektu{affected_user_link} z projektu{project_link} .
ru: Пользователь{user_link} отозвал менеджера проекта{affected_user_link} из проекта{project_link} .
sv: Användaren {user_link} har återkallat projektledaren {affected_user_link} från projektet {project_link}.
th: ผู้ใช้{user_link} ได้เพิกถอนผู้จัดการโครงการแล้ว{affected_user_link} จากโครงการ{project_link} .
uk: Користувач{user_link} відкликав керівника проекту{affected_user_link} з проекту{project_link} .

source: User {user_link} has revoked project member {affected_user_link} from project {project_link}.
ar: مستخدم{user_link} تم إبطال عضو المشروع{affected_user_link} من المشروع{project_link} .
az: İstifadəçi {user_link} layihə üzvünü layihə {affected_user_link} dən ləğv etdi{project_link}.
bn: ব্যবহারকারী{user_link} প্রকল্প সদস্য প্রত্যাহার করেছে{affected_user_link} প্রকল্প থেকে{project_link} .
cs: Uživatel{user_link} odvolal člena projektu{affected_user_link} z projektu{project_link} .
de: Benutzer{user_link} hat Projektmitglied widerrufen{affected_user_link} aus dem Projekt{project_link} .
es: El usuario {user_link} ha revocado el miembro {affected_user_link} del proyecto {project_link}.
et: Kasutaja {user_link} on eemaldanud projekti liikme {affected_user_link} projektist {project_link}.
fi: Käyttäjä{user_link} on eronnut projektin jäsenestä{affected_user_link} projektista{project_link} .
ky: Колдонуучу{user_link} долбоордун мүчөсүн жокко чыгарды{affected_user_link} долбоордон{project_link} .
lt: Vartotojas{user_link} atšaukė projekto narį{affected_user_link} iš projekto{project_link} .
lv: Lietotājs{user_link} ir atsaukusi projekta dalībnieci{affected_user_link} no projekta{project_link} .
nb: Bruker{user_link} har trukket prosjektmedlem{affected_user_link} fra prosjektet{project_link} .
pl: Użytkownik{user_link} odwołał członka projektu{affected_user_link} z projektu{project_link} .
ru: Пользователь{user_link} отозвал участника проекта{affected_user_link} из проекта{project_link} .
sv: Användare{user_link} har återkallat projektmedlem{affected_user_link} från projektet{project_link} .
th: ผู้ใช้{user_link} ได้เพิกถอนสมาชิกโครงการแล้ว{affected_user_link} จากโครงการ{project_link} .
uk: Користувач{user_link} відкликав учасника проекту{affected_user_link} з проекту{project_link} .

source: User {user_link} has revoked resource allocator {affected_user_link} from {customer_link}.
ar: مستخدم{user_link} لقد ألغى مخصص الموارد{affected_user_link} من{customer_link} .
az: İstifadə {user_link} çi resurs ayırıcısını ləğv etdi. {affected_user_link} {customer_link}
bn: ব্যবহারকারী{user_link} সম্পদ বরাদ্দকারী প্রত্যাহার করেছে{affected_user_link} থেকে{customer_link} .
cs: Uživatel{user_link} zrušil alokátor zdrojů{affected_user_link} z{customer_link} .
de: Benutzer{user_link} hat die Ressourcenzuweisung widerrufen{affected_user_link} aus{customer_link} .
es: El usuario {user_link} ha revocado el asignador de recursos {affected_user_link} de {customer_link}.
et: Kasutaja {user_link} on eemaldanud ressursi eraldaja {affected_user_link} organisatsioonist {customer_link}.
fi: Käyttäjä{user_link} on peruuttanut resurssien allokaattorin{affected_user_link} alkaen{customer_link} .
ky: Колдонуучу{user_link} ресурстарды бөлүштүргүчтү жокко чыгарды{affected_user_link} тартып{customer_link} .
lt: Vartotojas{user_link} atšaukė išteklių skirstytuvą{affected_user_link} iš{customer_link} .
lv: Lietotājs{user_link} ir atsaukusi resursu sadalītāju{affected_user_link} no{customer_link} .
nb: Bruker{user_link} har tilbakekalt ressursallokator{affected_user_link} fra{customer_link} .
pl: Użytkownik{user_link} unieważnił alokację zasobów{affected_user_link} z{customer_link} .
ru: Пользователь{user_link} отозвал распределитель ресурсов{affected_user_link} от{customer_link} .
sv: Användare{user_link} har återkallat resursfördelare{affected_user_link} från{customer_link} .
th: ผู้ใช้{user_link} ได้เพิกถอนการจัดสรรทรัพยากร{affected_user_link} จาก{customer_link} .
uk: Користувач{user_link} скасував розподільник ресурсів{affected_user_link} від{customer_link} .

source: User {user_link} has revoked {affected_user_link}.
ar: مستخدم{user_link} قد ألغى{affected_user_link} .
az: {user_link} istifadəçi {affected_user_link} ləğv etmşdir.
bn: ব্যবহারকারী{user_link} প্রত্যাহার করেছে{affected_user_link} .
cs: Uživatel {user_link} odvolal {affected_user_link}.
de: Benutzer {user_link} hat {affected_user_link} widerrufen.
es: El usuario {user_link} ha revocado {affected_user_link}.
et: Kasutaja {user_link} on eemaldanud {affected_user_link}.
fi: Käyttäjä{user_link} on peruuttanut{affected_user_link} .
ky: Колдонуучу{user_link} жокко чыгарды{affected_user_link} .
lt: Vartotojas {user_link} atšaukė {affected_user_link}.
lv: Lietotājs{user_link} ir atsaukusi{affected_user_link} .
nb: Bruker {user_link} har tilbakekalt {affected_user_link}.
pl: Użytkownik{user_link} odwołało{affected_user_link} .
ru: Пользователь{user_link} отозвал{affected_user_link} .
sv: Användaren {user_link} har återkallat {affected_user_link}.
th: ผู้ใช้{user_link} ได้เพิกถอนแล้ว{affected_user_link} .
uk: Користувач{user_link} скасував{affected_user_link} .

source: User {user_link} has revoked {role_name} {affected_user_link} from {scope_link}.
ar: مستخدم{user_link} قد ألغى{role_name}{affected_user_link} من{scope_link} .
az: İstifad {user_link} əçi ləğv etdi {role_name}{affected_user_link}. {scope_link}
bn: ব্যবহারকারী{user_link} প্রত্যাহার করেছে{role_name}{affected_user_link} থেকে{scope_link} .
cs: Uživatel{user_link} odvolal{role_name}{affected_user_link} z{scope_link} .
de: Benutzer{user_link} hat widerrufen{role_name}{affected_user_link} aus{scope_link} .
es: El usuario {user_link} ha revocado {role_name} {affected_user_link} de {scope_link}.
et: Kasutaja{user_link} on tühistanud{role_name}{affected_user_link} alates{scope_link} .
fi: Käyttäjä{user_link} on peruuttanut{role_name}{affected_user_link} alkaen{scope_link} .
ky: Колдонуучу{user_link} жокко чыгарды{role_name}{affected_user_link} тартып{scope_link} .
lt: Vartotojas{user_link} atšaukė{role_name}{affected_user_link} iš{scope_link} .
lv: Lietotājs{user_link} ir atsaukusi{role_name}{affected_user_link} no{scope_link} .
nb: Bruker{user_link} har tilbakekalt{role_name}{affected_user_link} fra{scope_link} .
pl: Użytkownik{user_link} odwołało{role_name}{affected_user_link} z{scope_link} .
ru: Пользователь{user_link} отозвал{role_name}{affected_user_link} от{scope_link} .
sv: Användare{user_link} har återkallat{role_name}{affected_user_link} från{scope_link} .
th: ผู้ใช้{user_link} ได้เพิกถอนแล้ว{role_name}{affected_user_link} จาก{scope_link} .
uk: Користувач{user_link} скасував{role_name}{affected_user_link} від{scope_link} .

source: User {user_link} logged out successfully with SAML2.
ar: مستخدم{user_link} تم تسجيل الخروج بنجاح باستخدام SAML2.
az: İstifadə {user_link} çi SAML2 ilə uğurla çıxdı.
bn: ব্যবহারকারী{user_link} SAML2 দিয়ে সফলভাবে লগ আউট হয়েছে।
cs: Uživatel {user_link} se úspěšně odhlásil pomocí SAML2.
de: Der Benutzer {user_link} hat sich erfolgreich mit SAML2 abgemeldet.
es: El usuario {user_link} cerró la sesión correctamente con SAML2.
et: Kasutaja{user_link} õnnestus SAML2-ga välja logida.
fi: Käyttäjä{user_link} kirjauduttiin ulos onnistuneesti SAML2:lla.
ky: Колдонуучу{user_link} SAML2 менен ийгиликтүү чыкты.
lt: Vartotojas {user_link} sėkmingai atsijungė naudodamas SAML2.
lv: Lietotājs{user_link} veiksmīgi atteicies, izmantojot SAML2.
nb: Bruker {user_link} logget av med SAML2.
pl: Użytkownik{user_link} wylogowano się pomyślnie za pomocą protokołu SAML2.
ru: Пользователь{user_link} успешно вышел из системы с помощью SAML2.
sv: Användaren {user_link} loggade ut med SAML2.
th: ผู้ใช้{user_link} ออกจากระบบสำเร็จด้วย SAML2
uk: Користувач{user_link} успішно вийшов із системи за допомогою SAML2.

source: User {user_link} role has been updated.
az: İstifad {user_link} əçi rolu yeniləndi.

source: Username
ar: اسم المستخدم
az: İstifadəçi adı
bn: ব্যবহারকারীর নাম
cs: Uživatelské jméno
de: Benutzername
es: Nombre del usuario
et: Kasutajanimi
fi: Käyttäjänimi
ky: Колдонуучунун аты
lt: Vartotojo vardas
lv: Lietotājvārds
nb: Brukernavn
pl: Nazwa użytkownika
ru: Имя пользователя
sv: Användarnamn
th: ชื่อผู้ใช้
uk: Ім&#39;я користувача

source: Username anonymized prefix
ar: اسم المستخدم بادئة مجهولة المصدر
az: İstifadəçi adı anonim prefiksi
bn: ব্যবহারকারীর নাম বেনামী উপসর্গ
cs: Anonymní předpona uživatelského jména
de: Anonymisiertes Präfix des Benutzernamens
es: Prefijo anonimizado de nombre de usuario
et: Kasutajanime anonüümne eesliide
fi: Käyttäjänimi anonymisoitu etuliite
ky: Колдонуучунун аты анонимдүү префикс
lt: Anoniminis vartotojo vardo priešdėlis
lv: Lietotājvārda anonimizēts prefikss
nb: Brukernavn anonymisert prefiks
pl: Anonimowy prefiks nazwy użytkownika
ru: Анонимный префикс имени пользователя
sv: Användarnamn anonymiserat prefix
th: ชื่อผู้ใช้ คำนำหน้าที่ไม่ระบุชื่อ
uk: Анонімний префікс імені користувача

source: Username generation policy
ar: سياسة إنشاء اسم المستخدم
az: İstifadəçi adı yaranma
bn: ব্যবহারকারীর নাম তৈরির নীতি
cs: Zásady generování uživatelských jmen
de: Richtlinie zur Generierung von Benutzernamen
es: Política de generación de nombres de usuario
et: Kasutajanime loomise poliitika
fi: Käyttäjänimen luomiskäytäntö
ky: Колдонуучунун атын түзүү саясаты
lt: Vartotojo vardo generavimo politika
lv: Lietotājvārdu ģenerēšanas politika
nb: Genereringspolicy for brukernavn
pl: Zasady generowania nazw użytkowników
ru: Политика создания имени пользователя
sv: Användarnamnsgenereringspolicy
th: นโยบายการสร้างชื่อผู้ใช้
uk: Політика створення імені користувача

source: Username has been updated.
ar: تم تحديث اسم المستخدم.
az: İstifadəçi adı yeniləndi.
bn: ব্যবহারকারীর নাম আপডেট করা হয়েছে।
cs: Uživatelské jméno bylo aktualizováno.
de: Der Benutzername wurde aktualisiert.
es: Se ha actualizado el nombre de usuario.
et: Kasutajanimi on uuendatud.
fi: Käyttäjätunnus on päivitetty.
ky: Колдонуучунун аты жаңыртылды.
lt: Vartotojo vardas buvo atnaujintas.
lv: Lietotājvārds ir atjaunināts.
nb: Brukernavnet er oppdatert.
pl: Nazwa użytkownika została zaktualizowana.
ru: Имя пользователя обновлено.
sv: Användarnamnet har uppdaterats.
th: ชื่อผู้ใช้ได้รับการปรับปรุงแล้ว
uk: Ім&#39;я користувача оновлено.

source: Username is managed by service provider.
ar: تتم إدارة اسم المستخدم من قبل مزود الخدمة.
az: İstifadəçi adı xidmət provayderi tərəfindən idarə olunur.
bn: ব্যবহারকারীর নাম পরিষেবা প্রদানকারী দ্বারা পরিচালিত হয়।
cs: Uživatelské jméno spravuje poskytovatel služeb.
de: Der Benutzername wird vom Dienstanbieter verwaltet.
es: El nombre de usuario lo administra el proveedor de servicios.
et: Kasutajanime haldab teenusepakkuja.
fi: Palveluntarjoaja hallinnoi käyttäjätunnusta.
ky: Колдонуучунун аты кызмат камсыздоочу тарабынан башкарылат.
lt: Vartotojo vardą tvarko paslaugų teikėjas.
lv: Lietotājvārdu pārvalda pakalpojumu sniedzējs.
nb: Brukernavnet administreres av tjenesteleverandøren.
pl: Nazwą użytkownika zarządza usługodawca.
ru: Имя пользователя управляется поставщиком услуг.
sv: Användarnamnet hanteras av tjänsteleverantören.
th: ชื่อผู้ใช้ได้รับการจัดการโดยผู้ให้บริการ
uk: Іменем користувача керує постачальник послуг.

source: Username is required.
ar: اسم المستخدم مطلوب.
az: İstifadəçi adı tələb olunur.
bn: ইউজার নাম দরকার.
cs: Uživatelské jméno je povinné.
de: Benutzername ist erforderlich.
es: El nombre de usuario es obligatorio.
et: Kasutajanimi on kohustuslik.
fi: Käyttäjätunnus vaaditaan.
ky: Колдонуучунун аты талап кылынат.
lt: Vartotojo vardas yra būtinas.
lv: Nepieciešams lietotājvārds.
nb: Brukernavn kreves.
pl: Wymagana jest nazwa użytkownika.
ru: Имя пользователя требуется.
sv: Användarnamn krävs.
th: ชื่อผู้ใช้ เป็นสิ่งจำเป็น
uk: Потрібно ввести ім&#39;я користувача.

source: Username prefix
ar: بادئة اسم المستخدم
az: İstifadəçi adı prefiksi
bn: ব্যবহারকারীর নাম উপসর্গ
cs: Předpona uživatelského jména
de: Benutzername Präfix
es: Prefijo del nombre de usuario
et: Kasutajanime eesliide
fi: Käyttäjätunnuksen etuliite
ky: Колдонуучунун аты префикси
lt: Vartotojo vardo priešdėlis
lv: Lietotājvārda prefikss
nb: Brukernavn prefiks
pl: Przedrostek nazwy użytkownika
ru: Префикс имени пользователя
sv: Användarnamn prefix
th: คำนำหน้าชื่อผู้ใช้
uk: Префікс імені користувача
