Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Single sign-on using SAML2-based identity federation.
ar: تسجيل الدخول الموحد باستخدام اتحاد الهوية المستند إلى SAML2.
az: SAML2 əsaslı şəxsiyyət federasiyasından istifadə edərək tək giriş.
bn: SAML2-ভিত্তিক পরিচয় ফেডারেশন ব্যবহার করে একক সাইন-অন।
cs: Jednotné přihlášení pomocí federace identit na bázi SAML2.
de: Single Sign-On mit SAML2-basierter Identitätsföderation.
es: Inicio de sesión único mediante la federación de identidades basada en SAML2.
et: Ühekordne sisselogimine SAML2-põhise identiteediliitmise abil.
fi: Kertakirjautuminen SAML2-pohjaisen identiteetin yhdistämisen avulla.
ky: SAML2 негизиндеги идентификациялык федерацияны колдонуу менен бир жолу кирүү.
lt: Vienkartinis prisijungimas naudojant SAML2 pagrįstą tapatybės susijungimą.
lv: Vienotā pierakstīšanās, izmantojot SAML2 balstītu identitātes federāciju.
nb: Enkel pålogging med SAML2-basert identitetsføderasjon.
pl: Pojedyncze logowanie przy użyciu federacji tożsamości opartej na SAML2.
ru: Единый вход с использованием федерации удостоверений на основе SAML2.
sv: Enkel inloggning med SAML2-baserad identitetsfederation.
th: การลงชื่อเพียงครั้งเดียวโดยใช้การรวมข้อมูลประจำตัวที่ใช้ SAML2
uk: Єдиний вхід із використанням федерації ідентифікації на основі SAML2.

source: Site description
ar: وصف الموقع
az: Saytın təsviri
bn: সাইটের বর্ণনা
cs: Popis webu
de: Seitenbeschreibung
es: Descripción del sitio
et: Veebisaidi kirjeldus
fi: Sivun Kuvaus
ky: Сайттын сүрөттөлүшү
lt: Svetainės aprašymas
lv: Vietnes apraksts
nb: Beskrivelse av siden
pl: Opis strony
ru: Описание сайта
sv: Webbplatsbeskrivning
th: คำอธิบายเว็บไซต์
uk: Опис сайту

source: Site name
ar: اسم الموقع
az: Saytın adı
bn: সাইটের নাম
cs: Název webu
es: Nombre del sitio
et: Veebisaidi nimi
fi: Sivuston nimi
ky: Сайт Аты
lt: Svetainės pavadinimas
lv: Vietnes nosaukums
nb: Side navn
pl: Nazwa witryny
ru: Название сайта
sv: Sidnamn
th: ชื่อไซต์
uk: Назва сайту

source: Size
ar: حجم
az: Ölçü
bn: আকার
cs: Velikost
de: Größe
es: Tamaño
et: Suurus
fi: Koko
ky: Өлчөмү
lt: Dydis
lv: Lielums
nb: Størrelse
pl: Rozmiar
ru: Размер
sv: Storlek
th: ขนาด
uk: Розмір

source: Size: {size}
ar: مقاس:{size}
az: Ölçü: {size}
bn: আকার:{size}
cs: Velikost:{size}
de: Größe:{size}
es: Tamaño: {size}
et: Suurus:{size}
fi: Koko:{size}
ky: Өлчөмү:{size}
lt: Dydis:{size}
lv: Izmērs:{size}
nb: Størrelse:{size}
pl: Rozmiar:{size}
ru: Размер:{size}
sv: Storlek:{size}
th: ขนาด:{size}
uk: розмір:{size}

source: Size: {size}, attached to: {device}
ar: مقاس:{size} ، ارتبط ب:{device}
az: Ölçü:{size}, əlavə olunur: {device}
bn: আকার:{size} , সংযুক্ত:{device}
cs: Velikost:{size} , připojený k:{device}
de: Größe:{size} , angehängt an:{device}
es: Tamaño: {size}, adjunto a: {device}
et: Suurus:{size} , lisatud:{device}
fi: Koko:{size} , liitteenä:{device}
ky: Өлчөмү:{size} , тиркелген:{device}
lt: Dydis:{size} , pridedamas prie:{device}
lv: Izmērs:{size} , pievienots:{device}
nb: Størrelse:{size} , knyttet til:{device}
pl: Rozmiar:{size} , załączonym do:{device}
ru: Размер:{size} , прикреплен к:{device}
sv: Storlek:{size} , bifogad till:{device}
th: ขนาด:{size} , แนบมากับ:{device}
uk: розмір:{size} , прикріплений до:{device}

source: Size: {size}, attached to: {device}, volume type: {type}
ar: مقاس:{size} ، ارتبط ب:{device} ، نوع الحجم:{type}
az: Ölçü:{size}, əlavə olunur:{device}, həcm növü: {type}
bn: আকার:{size} , সংযুক্ত:{device} , ভলিউম প্রকার:{type}
cs: Velikost:{size} , připojený k:{device} , typ svazku:{type}
de: Größe:{size} , angehängt an:{device} , Volumentyp:{type}
es: Tamaño: {size}, adjunto a: {device}, tipo de volumen: {type}
et: Suurus:{size} , lisatud:{device} , helitugevuse tüüp:{type}
fi: Koko:{size} , liitteenä:{device} , äänenvoimakkuuden tyyppi:{type}
ky: Өлчөмү:{size} , тиркелген:{device} , көлөм түрү:{type}
lt: Dydis:{size} , pridedamas prie:{device} , garsumo tipas:{type}
lv: Izmērs:{size} , pievienots:{device} , skaļuma veids:{type}
nb: Størrelse:{size} , knyttet til:{device} , volumtype:{type}
pl: Rozmiar:{size} , załączonym do:{device} , typ wolumenu:{type}
ru: Размер:{size} , прикреплен к:{device} , тип тома:{type}
sv: Storlek:{size} , bifogad till:{device} , volymtyp:{type}
th: ขนาด:{size} , แนบไปกับ:{device} , ประเภทวอลุ่ม:{type}
uk: розмір:{size} , прикріплений до:{device} , тип тому:{type}

source: Size: {size}, attached to: {device} , volume type: {type}
ar: مقاس:{size} ، ارتبط ب:{device} ، نوع الحجم:{type}
az: Ölçü:{size}, əlavə olunur:{device}, həcm növü: {type}
bn: আকার:{size} , সংযুক্ত:{device} , ভলিউম প্রকার:{type}
cs: Velikost:{size} , připojený k:{device} , typ svazku:{type}
de: Größe:{size} , angehängt an:{device} , Volumentyp:{type}
es: Tamaño: {size}, adjunto a: {device}, tipo de volumen: {type}
et: Suurus:{size} , lisatud:{device} , helitugevuse tüüp:{type}
fi: Koko:{size} , liitteenä:{device} , äänenvoimakkuuden tyyppi:{type}
ky: Өлчөмү:{size} , тиркелген:{device} , көлөм түрү:{type}
lt: Dydis:{size} , pridedamas prie:{device} , garsumo tipas:{type}
lv: Izmērs:{size} , pievienots:{device} , skaļuma veids:{type}
nb: Størrelse:{size} , knyttet til:{device} , volumtype:{type}
pl: Rozmiar:{size} , załączonym do:{device} , typ wolumenu:{type}
ru: Размер:{size} , прикреплен к:{device} , тип тома:{type}
sv: Storlek:{size} , bifogad till:{device} , volymtyp:{type}
th: ขนาด:{size} , แนบมากับ:{device} , ประเภทวอลุ่ม:{type}
uk: розмір:{size} , прикріплений до:{device} , тип тому:{type}

source: Size name
ar: اسم الحجم
az: Ölçü adı
bn: আকারের নাম
cs: Název velikosti
de: Größenname
es: Nombre del tamaño
et: Suuruse nimi
fi: Koko nimi
ky: Өлчөмү аты
lt: Dydžio pavadinimas
lv: Izmēra nosaukums
nb: Størrelsesnavn
pl: Nazwa rozmiaru
ru: Название размера
sv: Storleksnamn
th: ชื่อขนาด
uk: Назва розміру

source: Size should be between 1 and 10240 GB.
ar: يجب أن يتراوح الحجم بين 1 و10240 جيجابايت.
az: Ölçü 1 ilə 10240 GB arasında olmalıdır.
bn: আকার 1 এবং 10240 GB এর মধ্যে হওয়া উচিত।
cs: Velikost by se měla pohybovat mezi 1 a 10240 GB.
de: Die Größe sollte zwischen 1 und 10240 GB liegen.
es: El tamaño debe estar entre 1 y 10240 GB.
et: Suurus peaks jääma vahemikku 1–10240 GB.
fi: Koon tulee olla 1 - 10 240 Gt.
ky: Көлөмү 1 жана 10240 ГБ ортосунда болушу керек.
lt: Dydis turėtų būti nuo 1 iki 10240 GB.
lv: Lielumam jābūt no 1 līdz 10 240 GB.
nb: Størrelsen må være mellom 1 og 10240 GB.
pl: Rozmiar powinien mieścić się w przedziale od 1 do 10240 GB.
ru: Размер должен быть от 1 до 10 240 ГБ.
sv: Storleken ska vara mellan 1 och 10240 GB.
th: ขนาดควรอยู่ระหว่าง 1 ถึง 10240 GB
uk: Розмір має бути від 1 до 10240 ГБ.

source: Skip connection to external network
ar: تخطي الاتصال بالشبكة الخارجية
az: Xarici şəbəkəyə qoşulma atlayın
bn: বাহ্যিক নেটওয়ার্কে সংযোগ এড়িয়ে যান
cs: Přeskočit připojení k externí síti
de: Verbindung zum externen Netzwerk überspringen
es: Omitir la conexión a la red externa
et: Jäta välise võrguga ühendumine vahele
fi: Ohita yhteys ulkoiseen verkkoon
ky: Тышкы тармакка туташууну өткөрүп жиберүү
lt: Praleisti ryšį su išoriniu tinklu
lv: Izlaist savienojumu ar ārējo tīklu
nb: Hopp over tilkobling til eksternt nettverk
pl: Pomiń połączenie z siecią zewnętrzną
ru: Пропустить подключение к внешней сети
sv: Hoppa över anslutning till externt nätverk
th: ข้ามการเชื่อมต่อกับเครือข่ายภายนอก
uk: Пропустити підключення до зовнішньої мережі

source: Skip floating IP assignment
ar: تخطي تعيين IP العائم
az: Üzən IP təyinatını üstündən adlayıb keçin
bn: ভাসমান আইপি অ্যাসাইনমেন্ট এড়িয়ে যান
cs: Přeskočit přiřazení plovoucí IP adresy
de: Überspringen der schwebenden IP-Zuweisung
es: Omitir la asignación de IP flotante
et: Jäta vahele liikuva IP omistamine
fi: Ohita kelluva IP-määritys
ky: Калкыма IP дайындоосун өткөрүп жиберүү
lt: Praleiskite slankiojo IP priskyrimą
lv: Izlaist peldošā IP piešķiršanu
nb: Hopp over flytende IP-tilordning
pl: Pomiń przydzielanie pływającego adresu IP
ru: Пропустить назначение плавающего IP-адреса
sv: Hoppa över flytande IP-tilldelning
th: ข้ามการกำหนด IP แบบลอยตัว
uk: Пропустити плаваюче призначення IP-адреси

source: Snapshot schedule for volume has been created.
ar: تم إنشاء جدول اللقطات لوحدة التخزين.
az: Həcm üçün anlıq görüntü cədvəli yaradılıb.
bn: ভলিউমের জন্য স্ন্যাপশট সময়সূচী তৈরি করা হয়েছে।
cs: Byl vytvořen plán snímků pro svazek.
de: Snapshot-Zeitplan für Volume wurde erstellt.
es: Se ha creado la programación de instantáneas para el volumen.
et: Salvestusüksuse hetktõmmise ajakava on loodud.
fi: Tilannekuvan aikataulu on luotu.
ky: Көлөмү үчүн көз ирмемдик график түзүлдү.
lt: Sukurtas tomo momentinių vaizdų tvarkaraštis.
lv: Skaļuma momentuzņēmuma grafiks ir izveidots.
nb: Tidsplan for øyeblikksbilde for volum er opprettet.
pl: Utworzono harmonogram migawek dla woluminu.
ru: Расписание моментальных снимков для тома создано.
sv: Ögonblicksbildschema för volym har skapats.
th: สร้างกำหนดการสแนปชอตสำหรับวอลุ่มแล้ว
uk: Створено розклад знімків для обсягу.

source: Snapshot schedules
ar: جداول اللقطات
az: Ani təsvir qrafikləri
bn: স্ন্যাপশট সময়সূচী
cs: Plány snímků
de: Snapshot-Zeitpläne
es: Programación de las instantáneas
et: Tõmmiste ajakavad
fi: Snapshot-aikataulut
ky: Көз ирмемдик графиктер
lt: Momentinių nuotraukų tvarkaraščiai
lv: Momentuzņēmumu grafiki
nb: Tidsplaner for øyeblikksbilde
pl: Harmonogramy migawek
ru: Расписания снимков
sv: Snapshot scheman
th: กำหนดการภาพรวม
uk: Розклади знімків

source: Snapshot size limit
ar: الحد الأقصى لحجم اللقطة
az: Anlıq görüntü ölçüsü həddi
bn: স্ন্যাপশট আকারের সীমা
cs: Limit velikosti snímku
de: Snapshot-Größenbeschränkung
es: Límite de tamaño de instantánea
et: Pildi suuruse piirang
fi: Tilannekuvan kokorajoitus
ky: Сүрөттүн өлчөмүн чектөө
lt: Momentinės kopijos dydžio limitas
lv: Momentuzņēmuma izmēra ierobežojums
nb: Størrelsesgrense for øyeblikksbilde
pl: Limit rozmiaru migawki
ru: Ограничение размера снимка
sv: Storleksgräns för ögonblicksbilder
th: ขีดจำกัดขนาดสแนปชอต
uk: Обмеження розміру знімка

source: Snapshots
ar: لقطات
az: Ani təsvirlər
bn: স্ন্যাপশট
cs: Snímky
de: Schnappschüsse
es: Instantáneas
et: Tõmmised
fi: Tilannekuvat
ky: Сүрөттөр
lt: Momentinės nuotraukos
lv: Momentuzņēmumi
nb: Øyeblikksbilder
pl: Migawki
ru: Снимки
sv: Ögonblicksbilder
th: สแนปชอต
uk: моментальні знімки

source: Snapshots count
ar: عدد اللقطات
az: Ani təsvirlər sayı
bn: স্ন্যাপশট গণনা
cs: Počet snímků
de: Anzahl der Snapshots
es: Recuento de instantáneas
et: Tõmmiste arv
fi: Tilannekuvat lasketaan
ky: Сүрөттөр эсептелет
lt: Momentinių nuotraukų skaičius
lv: Momentuzņēmumi tiek skaitīti
nb: Antall øyeblikksbilder
pl: Liczą się migawki
ru: Количество снимков
sv: Snapshots räknas
th: ภาพรวมนับ
uk: Знімки враховуються

source: Something went wrong
ar: حدث خطأ ما
az: Bir şey səhv oldu
bn: কিছু ভুল হয়েছে
cs: Něco se pokazilo
de: Etwas ist schief gelaufen
es: Algo salió mal
et: Midagi läks valesti
fi: Jokin meni pieleen.
ky: Бир жерден ката кетти
lt: Kažkas negerai
lv: Kaut kas nogāja greizi
nb: Noe gikk galt
pl: Coś poszło nie tak
ru: Что-то пошло не так
sv: Något gick fel
th: อะไรบางอย่างผิดปกติ
uk: Щось пішло не так

source: Special price
ar: سعر خاص
az: Xüsusi qiymət
bn: বিশেষ মূল্য
cs: Speciální cena
de: Sonderangebot
es: Precio especial
et: Erihind
fi: Erikoishinta
ky: Атайын баа
lt: Speciali Kaina
lv: Īpaša cena
nb: Spesialpris
pl: Cena specjalna
ru: Специальная цена
sv: Specialpris
th: ราคาพิเศษ
uk: Особлива ціна

source: Sponsor number
ar: رقم الراعي
az: Sponsor nömrəsi
bn: স্পনসর নম্বর
cs: Číslo sponzora
de: Sponsorennummer
es: Número de patrocinador
et: Sponsori number
fi: Sponsorin numero
ky: Спонсордун номери
lt: Rėmėjo numeris
lv: Sponsora numurs
nb: Sponsornummer
pl: Numer sponsora
ru: Номер спонсора
sv: Sponsornummer
th: เบอร์สปอนเซอร์
uk: Номер спонсора

source: Staff
ar: طاقم
az: Personal
bn: কর্মী
cs: Zaměstnanci
de: Mitarbeiter
es: Personal
et: Personal
fi: Henkilökunta
ky: Кызматкерлер
lt: Darbuotojai
lv: Personāls
nb: Personale
pl: Personel
ru: Посох
sv: Personal
th: พนักงาน
uk: Персонал

source: Staff action
ar: عمل الموظفين
az: İşçilərin hərəkəti
bn: স্টাফ অ্যাকশন
cs: Akce personálu
de: Mitarbeiteraktion
es: Acción del personal
et: Personali tegevus
fi: Henkilökunnan toiminta
ky: Кызматкерлердин аракети
lt: Personalo veiksmas
lv: Personāla darbība
nb: Personalets handling
pl: Akcja sztabowa
ru: Действия персонала
sv: Personalåtgärder
th: การกระทำของพนักงาน
uk: Дії персоналу

source: Staff and Support user
ar: الموظفين والدعم المستخدم
az: Personal və Dəstək istifadəçisi
bn: স্টাফ এবং সমর্থন ব্যবহারকারী
cs: Zaměstnanci a uživatelé podpory
de: Mitarbeiter- und Supportbenutzer
es: Personal y usuario de soporte
et: Töötaja ja kasutajatoe kasutaja
fi: Henkilökunnan ja tuen käyttäjä
ky: Кызматкерлер жана колдоо колдонуучу
lt: Personalo ir palaikymo vartotojas
lv: Personāls un atbalsta lietotājs
nb: Bruker av personale og støtte
pl: Personel i użytkownik wsparcia
ru: Пользователь персонала и поддержки
sv: Personal och supportanvändare
th: เจ้าหน้าที่และผู้ใช้บริการ
uk: Користувач персоналу та підтримки

source: Start
ar: بدء
az: Başlama
bn: শুরু
cs: Začít
de: Starten
es: Iniciar
et: Algus
fi: Aloittaa
ky: баштоо
lt: Pradėti
lv: Sākt
pl: Początek
ru: Начало
sv: Starta
th: เริ่ม
uk: Почніть

source: Start date
ar: تاريخ البدء
az: Başlanğıc tarixi
bn: শুরুর তারিখ
cs: Počáteční datum
de: Startdatum
es: Fecha de inicio
et: Algus kuupäev
fi: Alkamispäivä
ky: Башталган күнү
lt: Pradžios data
lv: Sākuma datums
nb: Startdato
pl: Data rozpoczęcia
ru: Дата начала
sv: Start datum
th: วันที่เริ่มต้น
uk: Дата початку

source: Start day of accounting
ar: يوم بداية المحاسبة
az: Uçotun başlama günü
bn: হিসাবরক্ষণ শুরুর দিন
cs: Počáteční den účtování
de: Starttag der Buchhaltung
es: Día de inicio de la contabilidad
et: Raamatupidamise alguspäev
fi: Aloituspäivä kirjanpitoon
ky: Бухгалтердик эсеп башталган күн
lt: Apskaitos pradžios diena
lv: Grāmatvedības sākuma diena
nb: Startdag for regnskap
pl: Rozpocznij dzień księgowy
ru: День начала бухгалтерского учета
sv: Startdag för redovisning
th: วันเริ่มต้นการบัญชี
uk: День початку бухгалтерського обліку

source: Start time
ar: وقت البدء
az: Başlama vaxtı
bn: সময় শুরু
cs: Čas zahájení
de: Startzeit
es: Hora de inicio
et: Algusaeg
fi: Alkamisaika
ky: Баштоо убактысы
lt: Pradžios laikas
lv: Sākuma laiks
nb: Starttid
pl: Godzina rozpoczęcia
ru: Время начала
sv: Starttid
th: เวลาเริ่มต้น
uk: Час початку

source: Starting
ar: ابتداء
az: Başlanğıc
bn: শুরু হচ্ছে
cs: Začínající
de: Beginnen
es: Iniciando
et: Käivitan
fi: Alkava
ky: Баштоо
lt: Pradedant
lv: Sākas
nb: Starter
pl: Początkowy
ru: Пусковой
sv: Startar
th: เริ่มต้น
uk: Запуск

source: Startup script
ar: البرنامج النصي لبدء التشغيل
az: Başlama skripti
bn: স্টার্টআপ স্ক্রিপ্ট
cs: Spouštěcí skript
de: Startskript
es: Script de inicio
et: Käivitusskript
fi: Käynnistysskripti
ky: Баштоо скрипти
lt: Paleidimo scenarijus
lv: Startēšanas skripts
nb: Oppstartsskript
pl: Skrypt startowy
ru: Скрипт запуска
sv: Startskript
th: สคริปต์เริ่มต้น
uk: Скрипт запуску

source: State
ar: حالة
az: Vəziyyət
bn: রাষ্ট্র
cs: Stav
de: Zustand
es: Estado
et: Olek
fi: Valtio
ky: Мамлекет
lt: Valstija
lv: Valsts
nb: Stat
pl: Stan
ru: Состояние
sv: Stat
th: สถานะ
uk: держава

source: Static routes update was scheduled.
ar: تمت جدولة تحديث المسارات الثابتة.
az: Statik marşrutların yenilənməsi planlaşdırıldı.
bn: স্ট্যাটিক রুট আপডেট নির্ধারিত ছিল.
cs: Byla naplánována aktualizace statických tras.
de: Die Aktualisierung der statischen Routen wurde geplant.
es: Se programó la actualización de rutas estáticas.
et: Staatiliste marsruutide värskendus oli ajastatud.
fi: Staattisten reittien päivitys ajoitettiin.
ky: Статикалык маршруттарды жаңыртуу пландаштырылган.
lt: Buvo suplanuotas statinių maršrutų atnaujinimas.
lv: Tika ieplānots statisku maršrutu atjauninājums.
nb: Oppdatering av statiske ruter ble planlagt.
pl: Zaplanowano aktualizację tras statycznych.
ru: Запланировано обновление статических маршрутов.
sv: Uppdatering av statiska vägar var schemalagd.
th: มีกำหนดการอัปเดตเส้นทางแบบคงที่
uk: Оновлення статичних маршрутів було заплановано.

source: Status
ar: حالة
az: Vəziyyət
bn: স্ট্যাটাস
cs: Stav
es: Estado
et: Staatus
fi: Tila
ky: Статус
lt: Statusas
lv: Statusu
pl: Stan
ru: Статус
th: สถานะ
uk: Статус

source: Status messages
ar: رسائل الحالة
az: Vəziyyət mesajları
bn: স্থিতি বার্তা
cs: Stavové zprávy
de: Statusmeldungen
es: Mensajes de estado
et: Olekuteated
fi: Tilaviestit
ky: Статус билдирүүлөрү
lt: Būsenos pranešimai
lv: Statusa ziņojumi
nb: Statusmeldinger
pl: Komunikaty o stanie
ru: Сообщения о состоянии
sv: Statusmeddelanden
th: ข้อความสถานะ
uk: Повідомлення про статус

source: Status page
ar: صفحة الحالة
az: Status səhifəsi
bn: স্ট্যাটাস পেজ
cs: Stavová stránka
de: Statusseite
es: Página de estado
et: Oleku leht
fi: Tilasivu
ky: Статус барагы
lt: Būsenos puslapis
lv: Statusa lapa
nb: Statusside
pl: Strona stanu
ru: Страница статуса
sv: Statussida
th: หน้าสถานะ
uk: Сторінка статусу

source: Step 1. Select offering
ar: الخطوة 1. حدد العرض
az: Addım 1. Təklif seçin
bn: ধাপ 1. অফার নির্বাচন করুন
cs: Krok 1. Vyberte nabídku
de: Schritt 1. Auswahlangebot
es: Paso 1. Seleccione la oferta
et: Samm 1. Vali pakkumine
fi: Vaihe 1. Valitse tarjous
ky: 1-кадам. Сунушту тандаңыз
lt: 1 žingsnis. Pasirinkite pasiūlymą
lv: 1. darbība. Izvēlieties piedāvājumu
nb: Trinn 1. Velg tilbud
pl: Krok 1. Wybierz ofertę
ru: Шаг 1. Выберите предложение
sv: Steg 1. Välj erbjudande
th: ขั้นตอนที่ 1 เลือกข้อเสนอ
uk: Крок 1. Виберіть пропозицію

source: Step 2. Select resources
ar: الخطوة 2. حدد الموارد
az: Addım 2. Resursları seçin
bn: ধাপ 2. সম্পদ নির্বাচন করুন
cs: Krok 2. Vyberte zdroje
de: Schritt 2. Ressourcen auswählen
es: Paso 2. Seleccione los recursos
et: Samm 2. Vali ressursid
fi: Vaihe 2. Valitse resurssit
ky: 2-кадам. Ресурстарды тандоо
lt: 2 žingsnis. Pasirinkite išteklius
lv: 2. darbība. Atlasiet resursus
nb: Trinn 2. Velg ressurser
pl: Krok 2. Wybierz zasoby
ru: Шаг 2. Выберите ресурсы
sv: Steg 2. Välj resurser
th: ขั้นตอนที่ 2 เลือกทรัพยากร
uk: Крок 2. Виберіть ресурси

source: Still unsure? Ask a question
ar: لا تزال غير متأكد؟ طرح سؤال
az: Hələ də əmin deyilsiniz? Sual verin
bn: এখনও অনিশ্চিত? প্রশ্ন জিজ্ঞাসা কর
cs: Stále si nejste jisti? Položit otázku
de: Immer noch unsicher? Stelle eine Frage
es: ¿Aún no estás seguro? Hace una pregunta
et: Kas pole ikka veel kindel? Küsi küsimus
fi: Oletko edelleen epävarma? Kysy kysymys
ky: Дагы эле ишенесизби? Суроо берүү
lt: Vis dar nesate tikri? Užduok klausimą
lv: Vai joprojām neesat pārliecināts? Uzdod jautājumu
nb: Fortsatt usikker? Spør et spørsmål
pl: Nadal nie jesteś pewien? Zadać pytanie
ru: Все еще не уверены? Задайте вопрос
sv: Fortfarande osäker? Ställa en fråga
th: ยังไม่แน่ใจใช่ไหม? ถามคำถาม
uk: Все ще не впевнені? Задайте питання

source: Stock
ar: المخزون
az: Stok
bn: স্টক
cs: Akcie
de: Lager
es: acción
et: Varud
ky: Сток
lt: Atsargos
lv: Krājumi
nb: Lager
pl: Magazyn
ru: запас
th: คลังสินค้า
uk: Запас

source: Stop
ar: وقف
az: Dur
bn: থামো
cs: Zastavit
de: Stopp
es: Detener
et: Stopp
fi: Seis
ky: Токто
lt: Sustabdyti
lv: Apstājieties
nb: Stopp
pl: Zatrzymać
ru: Остановить
sv: Stoppa
th: หยุด
uk: СТОП

source: Stopping
ar: وقف
az: Durdurma
bn: থামছে
cs: Zastavení
de: Anhalten
es: Deteniendo
et: Peatamine
fi: pysähtyminen
ky: Токтотуу
lt: Sustabdoma...
lv: Apstāšanās
nb: Stopper
pl: zatrzymanie
ru: Остановка
sv: Stoppa
th: หยุด
uk: Зупинка

source: Storage
ar: تخزين
az: Saxlama
bn: স্টোরেজ
cs: Úložiště
de: Speicher
es: Almacenamiento
et: Salvestusruum
fi: Varastointi
ky: Сактагыч
lt: Saugykla
lv: Uzglabāšana
nb: Lagring
pl: Składowanie
ru: Хранение
sv: Lagring
th: พื้นที่จัดเก็บ
uk: Зберігання

source: Storage mode
ar: وضع التخزين
az: Saxlama rejimi
bn: স্টোরেজ মোড
cs: Režim ukládání
de: Speichermodus
es: Modo de almacenamiento
et: Salvestusrežiim
fi: Tallennustila
ky: Сактоо режими
lt: Saugojimo režimas
lv: Uzglabāšanas režīms
nb: Lagringsmodus
pl: Tryb przechowywania
ru: Режим хранения
sv: Lagringsläge
th: โหมดการจัดเก็บข้อมูล
uk: Режим зберігання

source: Storage size
ar: حجم التخزين
az: Saxlama ölçüsü
bn: স্টোরেজ আকার
cs: Velikost úložiště
de: Speichergröße
es: Tamaño de almacenamiento
et: Andmehoidla suurus
fi: Varaston koko
ky: Сактагычтын көлөмү
lt: Saugyklos dydis
lv: Uzglabāšanas lielums
nb: Lagringsstørrelse
pl: Rozmiar pamięci
ru: Размер хранилища
sv: Lagringsstorlek
th: ขนาดการจัดเก็บ
uk: Розмір зберігання

source: Storage size in GiB
ar: حجم التخزين بالجيجابايت
az: GiB-də saxlama ölçüsü
bn: জিবি-তে স্টোরেজ সাইজ
cs: Velikost úložiště v GiB
de: Speichergröße in GiB
es: Tamaño de almacenamiento en GiB
et: Andmehoidla suurus GiB
fi: Tallennustilan koko GiB
ky: ГиБ менен сактоо көлөмү
lt: Saugyklos dydis GiB
lv: Krātuves lielums GiB
nb: Lagringsstørrelse i GiB
pl: Rozmiar pamięci w GiB
ru: Размер хранилища в ГиБ
sv: Lagringsstorlek i GiB
th: ขนาดพื้นที่จัดเก็บข้อมูลใน GiB
uk: Розмір сховища в ГіБ

source: Storage type
ar: قوي
az: Saxlama növü
bn: স্টোরেজ প্রকার
cs: Typ úložiště
de: Speichertyp
es: Tipo de almacenamiento
et: Andmehoidla tüüp
fi: Varastointityyppi
ky: Сактоо түрү
lt: Saugyklos tipas
lv: Uzglabāšanas veids
nb: Lagringstype
pl: Typ składowania
ru: Тип хранилища
sv: Lagringstyp
th: ประเภทการจัดเก็บ
uk: Тип зберігання

source: Subject
ar: موضوع
az: Mövzu
bn: বিষয়
cs: Předmět
de: Betreff
es: Asunto
et: Teema
fi: Aihe
ky: Тема
lt: Tema
lv: Priekšmets
nb: Emne
pl: Temat
ru: Тема
sv: Ämne
th: เรื่อง
uk: Тема

source: Submission
ar: تقديم
az: Təqdimat
bn: জমা
cs: Podání
de: Vorlage
es: Envío
et: Esitamine
fi: Lähetys
ky: Тапшыруу
lt: Pateikimas
lv: Iesniegšana
nb: Innlevering
pl: Przedłożona praca
ru: Подчинение
sv: Underkastelse
th: การส่ง
uk: Подання

source: Submissions
ar: التقديمات
az: Təqdimatlar
bn: জমা
cs: Podání
de: Einreichungen
es: Presentaciones
et: Esildised
fi: Lähetykset
ky: Тапшыруулар
lt: Pateikimai
lv: Iesniegumi
nb: Innleveringer
pl: Zgłoszenia
ru: Материалы
sv: Inlämningar
th: การส่งผลงาน
uk: Подання

source: Submit
ar: إرسال
az: Təqdim etmə
bn: জমা দিন
cs: Odeslat
de: Einreichen
es: Enviar
et: Saada
fi: Alistua
ky: Тапшыруу
lt: Pateikti
lv: Iesniegt
nb: Send inn
pl: Prześlij
ru: Отправить
sv: Skicka
th: ส่ง
uk: Подати

source: Submit application
az: Ərizə göndər

source: Submit changes
ar: أرسل التغييرات
az: Dəyişiklikləri təqdim
bn: পরিবর্তন পেশ করুন
cs: Odešlete změny
de: Änderungen übermitteln
es: Presentar cambios
et: Esitage muudatused
fi: Lähetä muutokset
ky: Өзгөртүүлөрдү тапшырыңыз
lt: Pateikti pakeitimus
lv: Iesniegt izmaiņas
nb: Send inn endringer
pl: Prześlij zmiany
ru: Отправить изменения
sv: Skicka in ändringar
th: ส่งการเปลี่ยนแปลง
uk: Відправити зміни

source: Submit job
ar: إرسال الوظيفة
az: İş göndər
bn: চাকরি জমা দিন
cs: Odeslat úlohu
de: Auftrag abschicken
es: Enviar trabajo
et: Esitage töö
fi: Lähetä työ
ky: Жумуш тапшыруу
lt: Pateikti darbą
lv: Iesniegt darbu
nb: Send inn jobb
pl: Prześlij pracę
ru: Отправить работу
sv: Skicka in jobb
th: ส่งงาน
uk: Надіслати роботу

source: Submit report
ar: إرسال تقرير
az: Hesabat göndər
bn: প্রতিবেদন জমা কর
cs: Odeslat hlášení
de: Bericht einreichen
es: Enviar informe
et: Esita aruanne
fi: Lähetä raportti
ky: Отчет тапшыруу
lt: Pateikti ataskaitą
lv: Iesniedziet atskaiti
nb: Send inn rapport
pl: Złożyć raport
ru: Отправить отчет
sv: Skicka rapport
th: ส่งรายงาน
uk: Здати звіт

source: Submit resource report
ar: تقديم تقرير الموارد
az: Resurs hesabatını göndərin
bn: রিসোর্স রিপোর্ট জমা দিন
cs: Odeslat zprávu o zdroji
de: Ressourcenbericht einreichen
es: Enviar informe de recursos
et: Esitage ressursiaruanne
fi: Lähetä resurssiraportti
ky: Ресурстук отчетту тапшырыңыз
lt: Pateikite išteklių ataskaitą
lv: Iesniedziet resursu pārskatu
nb: Send inn ressursrapport
pl: Prześlij raport o zasobach
ru: Отправить отчет о ресурсе
sv: Skicka in resursrapport
th: ส่งรายงานทรัพยากร
uk: Надішліть звіт про ресурс
