Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Manage security groups
ar: إدارة مجموعات الأمان
az: Təhlükəsizlik qruplarını idarə edin
bn: নিরাপত্তা গ্রুপ পরিচালনা করুন
cs: Správa skupin zabezpečení
de: Sicherheitsgruppen verwalten
es: Gestionar los grupos de seguridad
et: Turvagruppide haldamine
fi: Hallinnoi suojausryhmiä
ky: Коопсуздук топторун башкарыңыз
lt: Tvarkykite saugos grupes
lv: Pārvaldīt drošības grupas
nb: Administrere sikkerhetsgrupper
pl: Zarządzaj grupami zabezpieczeń
ru: Управление группами безопасности
sv: Hantera säkerhetsgrupper
th: จัดการกลุ่มความปลอดภัย
uk: Керуйте групами безпеки

source: Manage users
ar: ادارة المستخدمين
az: İstifadəçiləri idarə
bn: ব্যবহারকারীদের ম্যানেজ করুন
cs: Správa uživatelů
de: Benutzer verwalten
es: Gestionar usuarios
et: Halda kasutajaid
fi: Hallinnoi käyttäjiä
ky: Колдонуучуларды башкаруу
lt: Tvarkyti vartotojus
lv: Pārvaldīt lietotājus
nb: Administrere brukere
pl: Zarządzaj użytkownikami
ru: Управление пользователями
sv: Hantera användare
th: จัดการผู้ใช้
uk: Керувати користувачами

source: Managed projects
ar: المشاريع المدارة
az: İdarə olunan layihələr
bn: পরিচালিত প্রকল্প
cs: Spravované projekty
de: Verwaltete Projekte
es: Proyectos gestionados
et: Hallatavad projektid
fi: Hallittuja projekteja
ky: Башкарылган долбоорлор
lt: Valdomi projektai
lv: Pārvaldīti projekti
nb: Administrerte prosjekter
pl: Zarządzane projekty
ru: Управляемые проекты
sv: Förvaltade projekt
th: โครงการที่ได้รับการจัดการ
uk: Керував проектами

source: Management
ar: إدارة
az: İdarəetmə
bn: ব্যবস্থাপনা
cs: Správa
de: Verwaltung
es: Gestión
et: Haldus
fi: Johtaminen
ky: Башкаруу
lt: Valdymas
lv: Vadība
pl: Zarządzanie
ru: Управление
sv: Förvaltning
th: การจัดการ
uk: управління

source: Management offering
ar: عرض الإدارة
az: İdarəetmə təklif
bn: ব্যবস্থাপনা অফার
cs: Nabídka managementu
de: Managementangebot
es: Oferta de gestión
et: Juhtimispakkumine
fi: Johdon tarjonta
ky: Башкаруу сунушу
lt: Valdymo pasiūlymas
lv: Pārvaldības piedāvājums
nb: Ledelsestilbud
pl: Oferta zarządzania
ru: Предложение управления
sv: Managementerbjudande
th: ข้อเสนอการจัดการ
uk: Пропозиція управління

source: Manager
ar: مدير
az: Menecer
bn: ম্যানেজার
cs: manažer
et: Juht
fi: Manageri
ky: менеджер
lt: Vadovas
lv: Pārvaldnieks
nb: sjef
pl: Menedżer
ru: Управляющий
sv: Chef
th: ผู้จัดการ
uk: менеджер

source: Managers:
ar: المديرين:
az: Menecerlər:
bn: ম্যানেজার:
cs: Manažeři:
de: Manager:
es: Gerentes:
et: Haldurid:
fi: Esimiehet:
ky: Менеджерлер:
lt: Vadovai:
lv: Vadītāji:
nb: Ledere:
pl: Menedżerowie:
ru: Менеджеры:
sv: Chefer:
th: ผู้จัดการ:
uk: Менеджери:

source: Map waldur users to service desk agents
ar: قم بتعيين مستخدمي Waldur إلى وكلاء مكتب الخدمة
az: Waldur istifadəçilərini xidmət masası agentlərinə xəritələyin
bn: পরিষেবা ডেস্ক এজেন্টদের কাছে ওয়াল্ডুর ব্যবহারকারীদের মানচিত্র
cs: Mapujte uživatele waldur na agenty service desk
de: Ordnen Sie Waldur-Benutzer Service-Desk-Agenten zu
es: Asignar usuarios de Waldur a agentes de la mesa de servicio
et: Kaardistada walduri kasutajad teenindusesindajatega
fi: Kartoita waldur-käyttäjät huoltoedustajiksi
ky: Waldur колдонуучуларын тейлөө столунун агенттерине карта
lt: Susiekite waldur naudotojus su aptarnavimo biuro agentais
lv: Kartē Waldur lietotājus ar servisa aģentiem
nb: Kartlegg Wald-brukere til servicedesk-agenter
pl: Przypisz użytkowników Waldur do agentów Service Desk
ru: Сопоставьте пользователей Waldur с агентами службы поддержки
sv: Kartlägg Wald-användare till servicedeskagenter
th: แมปผู้ใช้ waldur กับตัวแทนส่วนให้บริการ
uk: Зіставте користувачів waldur з агентами служби підтримки

source: Mark as paid
ar: وضع علامة "كمدفوع"
az: Ödənişli olaraq qeyd edin
bn: অর্থপ্রদান হিসাবে চিহ্নিত করুন
cs: Označit jako zaplacené
de: Marke als bezahlt
es: Marcar como pagado
et: Märgi makstuks
fi: Merkitse maksetuksi
ky: Төлөнгөн деп белгилөө
lt: Pažymėti kaip apmokėtą
lv: Atzīmēt kā apmaksātu
nb: Merk som betalt
pl: Oznacz jako opłacone
ru: Отметить как оплаченное
sv: Markera som betald
th: ทำเครื่องหมายว่าชำระเงินแล้ว
uk: Позначити як оплачений

source: Mark invoice as paid
ar: ضع علامة على الفاتورة على أنها مدفوعة
az: Fakturanı ödənişli olaraq qeyd edin
bn: পরিশোধিত হিসাবে চালান চিহ্নিত করুন
cs: Označit fakturu jako zaplacenou
de: Rechnung als bezahlt markieren
es: Marcar la factura como pagada
et: Märgi arve tasuks
fi: Merkitse lasku maksetuksi
ky: Эсеп-фактураны төлөнгөн деп белгилеңиз
lt: Pažymėti sąskaitą faktūrą kaip apmokėtą
lv: Atzīmēt rēķinu kā apmaksātu
nb: Marker faktura som betalt
pl: Oznacz fakturę jako zapłaconą
ru: Отметить счет как оплаченный
sv: Markera fakturan som betald
th: ทำเครื่องหมายใบแจ้งหนี้ว่าชำระเงินแล้ว
uk: Позначте рахунок як оплачений

source: Marker for comment
ar: علامة للتعليق
az: Şərh üçün marker
bn: মন্তব্যের জন্য চিহ্নিতকারী
cs: Značka pro komentář
de: Markierung für Kommentar
es: Marcador para comentario
et: Kommentaari marker
fi: Merkintä kommentille
ky: Комментарий үчүн маркер
lt: Žymeklis komentarui
lv: Marķieris komentēšanai
nb: Markør for kommentar
pl: Znacznik komentarza
ru: Маркер для комментария
sv: Markör för kommentar
th: เครื่องหมายสำหรับความคิดเห็น
uk: Маркер для коментаря

source: Marketplace
ar: السوق
az: bazarda
bn: বাজার
de: Marktplatz
et: Turuplats
fi: Markkinat
ky: Базар
lt: Prekyvietė
lv: Tirgus
nb: Markedsplass
pl: Rynek
ru: Рынок
sv: Marknadsplats
th: ตลาดกลาง
uk: Ринок

source: Marketplace UUID
ar: UUID للسوق
az: Bazar UUID
bn: মার্কেটপ্লেস UUID
de: Marktplatz-UUID
es: UUID de Marketplace
et: Turuplatsi UUID
lv: Tirgus UUID
nb: Markedsplass UUID
pl: UUID rynku
ru: UUID торговой площадки
th: UUID ของตลาด
uk: Торговий майданчик UUID

source: Marketplace offerings
ar: عروض السوق
az: Bazar təklifləri
bn: মার্কেটপ্লেস অফার
cs: Nabídky Marketplace
de: Marktplatz-Angebote
es: Ofertas de Marketplace
et: Turuplatsi pakkumised
fi: Marketplacen tarjoukset
ky: Базардагы сунуштар
lt: Marketplace pasiūlymai
lv: Tirgus piedāvājumi
nb: Marketplace-tilbud
pl: Oferty na rynku
ru: Предложения торговой площадки
sv: Marketplace-erbjudanden
th: การนำเสนอตลาด
uk: Пропозиції ринку

source: Marketplace services can only be provisioned for a certain affiliation. You currently do not have any organizations or projects connected with your account.
ar: لا يمكن توفير خدمات السوق إلا لانتماء معين. ليس لديك حاليًا أي مؤسسات أو مشاريع مرتبطة بحسابك.
az: Bazar xidmətləri yalnız müəyyən bir mənsubiyyət üçün təmin edilə bilər. Hal-hazırda hesabınızla əlaqəli heç bir təşkilatınız və ya layihəniz yoxdur.
bn: মার্কেটপ্লেস পরিষেবাগুলি শুধুমাত্র একটি নির্দিষ্ট অধিভুক্তির জন্য বিধান করা যেতে পারে। বর্তমানে আপনার অ্যাকাউন্টের সাথে সংযুক্ত কোনো সংস্থা বা প্রকল্প নেই।
cs: Služby Marketplace mohou být poskytovány pouze pro určitou příslušnost. Momentálně nemáte žádné organizace ani projekty spojené s vaším účtem.
de: Marktplatzdienste können nur für eine bestimmte Zugehörigkeit bereitgestellt werden. Sie haben derzeit keine Organisationen oder Projekte, die mit Ihrem Konto verbunden sind.
es: Los servicios de Marketplace solo se pueden aprovisionar para una determinada afiliación. Actualmente no tiene ninguna organización o proyecto conectado con su cuenta.
et: Marketplace&#39;i teenuseid saab pakkuda ainult teatud seotuse jaoks. Praegu pole teie kontoga seotud ühtegi organisatsiooni ega projekti.
fi: Marketplace-palveluita voidaan tarjota vain tietylle sidosryhmälle. Sinulla ei tällä hetkellä ole tiliisi liittyviä organisaatioita tai projekteja.
ky: Marketplace кызматтары белгилүү бир байланыш үчүн гана берилиши мүмкүн. Учурда сиздин каттоо эсебиңизге байланышкан уюмдар же долбоорлоруңуз жок.
lt: Marketplace paslaugos gali būti teikiamos tik tam tikram priklausymui. Šiuo metu neturite su savo paskyra susietų organizacijų ar projektų.
lv: Tirgus pakalpojumus var nodrošināt tikai noteiktai piederībai. Pašlaik jums nav nevienas organizācijas vai projekta, kas būtu saistīts ar jūsu kontu.
nb: Marketplace-tjenester kan kun klargjøres for en bestemt tilknytning. Du har for øyeblikket ikke noen organisasjoner eller prosjekter knyttet til kontoen din.
pl: Usługi Marketplace mogą być świadczone tylko dla określonego powiązania. Obecnie nie masz żadnych organizacji ani projektów powiązanych z Twoim kontem.
ru: Услуги Marketplace могут предоставляться только определенному филиалу. В настоящее время у вас нет организаций или проектов, связанных с вашей учетной записью.
sv: Marketplace-tjänster kan endast etableras för en viss anslutning. Du har för närvarande inga organisationer eller projekt kopplade till ditt konto.
th: สามารถจัดเตรียมบริการ Marketplace ได้เฉพาะกับบริษัทในเครือบางแห่งเท่านั้น ขณะนี้คุณไม่มีองค์กรหรือโครงการที่เชื่อมโยงกับบัญชีของคุณ
uk: Послуги Marketplace можуть надаватися лише для певної філії. На даний момент у вас немає організацій або проектів, пов&#39;язаних з вашим обліковим записом.

source: Mass move resources
ar: موارد التحرك الجماعي
az: Kütləvi hərəkət resurs
bn: ভর সরানো সম্পদ
cs: Hromadný přesun zdrojů
de: Massenverschieben von Ressourcen
es: Recursos para mudanzas masivas
et: Massiliikumise ressursid
fi: Massasiirtoresurssit
ky: Массалык көчүрүү ресурстары
lt: Masinio judėjimo ištekliai
lv: Masu kustības resursi
nb: Masseflytte ressurser
pl: Zasoby masowego przenoszenia
ru: Массовое перемещение ресурсов
sv: Massflytta resurser
th: ทรัพยากรการเคลื่อนย้ายจำนวนมาก
uk: Ресурси масового переміщення

source: Max # of VM snapshots
ar: الحد الأقصى لعدد لقطات VM
az: VM anlıq görüntülərinin maksimum sayı
bn: সর্বাধিক # VM স্ন্যাপশট
cs: Maximální počet snímků virtuálního počítače
de: Max. # Anzahl VM-Snapshots
es: Número máximo de instantáneas de VM
et: Maksimaalselt # VM-i hetktõmmist
fi: Enintään # virtuaalikoneen tilannekuvia
ky: VM снапшотторунун максималдуу саны
lt: Maks. # iš VM momentinių nuotraukų
lv: Maks. # VM momentuzņēmumi
nb: Maks # antall VM øyeblikksbilder
pl: Maksymalna liczba migawek maszyn wirtualnych
ru: Максимальное количество снимков виртуальной машины
sv: Max # av VM ögonblicksbilder
th: # สูงสุดของสแนปชอต VM
uk: Максимальна кількість знімків віртуальної машини

source: Max # of snapshots
ar: الحد الأقصى لعدد اللقطات
az: Ani təsvirlərin maksimal sayı
bn: সর্বাধিক # স্ন্যাপশট
cs: Maximální počet snímků
de: Max. # Anzahl der Snapshots
es: Número máximo de instantáneas
et: Maksimaalne tõmmiste arv
fi: Enintään # tilannekuvia
ky: Көз ирмемдик сүрөттөрдүн эң көп саны
lt: Maksimalus # momentinių nuotraukų skaičius
lv: Maksimālais momentuzņēmumu skaits
nb: Maks # antall øyeblikksbilder
pl: Maksymalna liczba migawek
ru: Максимальное количество снимков
sv: Max # antal ögonblicksbilder
th: สแนปช็อตสูงสุด # รายการ
uk: Максимальна кількість знімків

source: Max allocation
ar: التخصيص الأقصى
az: Maksimum ayrılma
bn: সর্বোচ্চ বরাদ্দ
cs: Maximální přidělení
de: Maximale Zuteilung
es: Asignación máxima
et: Maksimaalne jaotus
fi: Max allokaatio
ky: Максималдуу бөлүштүрүү
lt: Maksimalus paskirstymas
lv: Maksimālais sadalījums
nb: Maks tildeling
pl: Maksymalna alokacja
ru: Максимальное распределение
sv: Max tilldelning
th: การจัดสรรสูงสุด
uk: Максимальний розподіл

source: Max amount
ar: الحد الأقصى للمبلغ
az: Maksimum məbləğ
bn: সর্বোচ্চ পরিমাণ
cs: Maximální částka
de: Max. Betrag
es: Cantidad máxima
et: Maksimaalne summa
fi: Suurin määrä
ky: Максималдуу сумма
lt: Maksimali suma
lv: Maksimālā summa
nb: Maks beløp
pl: Maksymalna kwota
ru: Максимальная сумма
sv: Maxbelopp
th: จำนวนเงินสูงสุด
uk: Максимальна сума

source: Max applicants
ar: ماكس المتقدمين
az: Max müraciət edənlər
bn: সর্বোচ্চ আবেদনকারী
cs: Max zájemců
de: Max. Bewerber
es: Solicitantes máximos
et: Maksimaalselt taotlejaid
fi: Hakijoita max
ky: Макс талапкерлер
lt: Maksimalus pretendentų skaičius
lv: Maksimālais pretendentu skaits
nb: Maks søkere
pl: Maksymalna liczba kandydatów
ru: Максимальное количество претендентов
sv: Max sökande
th: ผู้สมัครสูงสุด
uk: Макс претендентів

source: Max number of VM snapshots
ar: الحد الأقصى لعدد لقطات VM
az: VM anlıq görüntülərinin maksimum sayı
bn: ভিএম স্ন্যাপশটের সর্বাধিক সংখ্যা
cs: Maximální počet snímků virtuálního počítače
de: Max. Anzahl von VM-Snapshots
es: Número máximo de instantáneas de VM
et: Maksimaalne VM-hetktõmmiste arv
fi: Virtuaalikoneen tilannekuvien enimmäismäärä
ky: VM снапшотторунун максималдуу саны
lt: Maksimalus VM momentinių nuotraukų skaičius
lv: Maksimālais virtuālās mašīnas momentuzņēmumu skaits
nb: Maks # antall VM-øyeblikksbilder
pl: Maksymalna liczba migawek maszyn wirtualnych
ru: Максимальное количество снимков виртуальной машины
sv: Maximalt antal ögonblicksbilder av VM
th: จำนวนสแนปช็อต VM สูงสุด
uk: Максимальна кількість знімків віртуальної машини

source: Max replicas
ar: ماكس النسخ المتماثلة
az: Maksimum replikalar
bn: সর্বোচ্চ প্রতিলিপি
cs: Maximální počet replik
de: Max Repliken
es: Réplicas máximas
et: Maksimaalselt koopiaid
fi: Max kopioita
ky: Макс репликалар
lt: Maks. kopijos
lv: Maksimālais kopiju skaits
nb: Maks replikaer
pl: Maksymalna liczba replik
ru: Макс реплик
sv: Max repliker
th: การจำลองสูงสุด
uk: Макс реплік

source: Max value
ar: قيمة الحد الأقصى
az: Maksimum dəyər
bn: সর্বোচ্চ মান
cs: Maximální hodnota
de: Maximalwert
es: Valor máximo
et: Maksimaalne väärtus
fi: Suurin arvo
ky: Максималдуу маани
lt: Maksimali vertė
lv: Maksimālā vērtība
nb: Maks verdi
pl: maksymalna wartość
ru: Макс. значение
sv: Max värde
th: ค่าสูงสุด
uk: Максимальне значення

source: Maximal number of resources
ar: الحد الأقصى لعدد الموارد
az: esursların maksimal sayı
bn: সম্পদের সর্বাধিক সংখ্যা
cs: Maximální počet zdrojů
de: Maximale Anzahl von Ressourcen
es: Número máximo de recursos
et: Maksimaalne ressursside arv
fi: Resurssien enimmäismäärä
ky: Ресурстардын максималдуу саны
lt: Maksimalus išteklių skaičius
lv: Maksimālais resursu skaits
nb: Maksimalt antall ressurser
pl: Maksymalna ilość zasobów
ru: Максимальное количество ресурсов
sv: Maximalt antal resurser
th: จำนวนทรัพยากรสูงสุด
uk: Максимальна кількість ресурсів

source: Maximal resource termination offset in days
az: Günlərdə resursların maksimal dayandırılması kompensasiyası

source: Maximal safe amount of resource to allocate.
ar: أقصى قدر آمن من الموارد للتخصيص.
az: Ayrılacaq üçün maksimum təhlükəsiz resurs miqdarı.
bn: বরাদ্দ করার জন্য সর্বাধিক নিরাপদ পরিমাণ সম্পদ।
cs: Maximální bezpečné množství zdrojů k přidělení.
de: Maximal sichere Menge an zuzuordnender Ressource.
es: Cantidad máxima segura de recursos para asignar.
et: Maksimaalne ohutu eraldatav ressurss.
fi: Suurin turvallinen määrä allokoitavaa resurssia.
ky: Бөлүнүүчү ресурстун максималдуу коопсуз көлөмү.
lt: Didžiausias saugus išteklių kiekis, kurį reikia skirti.
lv: Maksimālais drošais piešķiramā resursa apjoms.
nb: Maksimal sikker mengde ressurs å tildele.
pl: Maksymalna bezpieczna ilość zasobów do przydzielenia.
ru: Максимально безопасный объем выделяемых ресурсов.
sv: Maximal säker mängd resurs att allokera.
th: จำนวนทรัพยากรที่ปลอดภัยสูงสุดที่จะจัดสรร
uk: Максимальний безпечний обсяг ресурсу для виділення.

source: Maximal value
ar: القيمة القصوى
az: Maksimum dəyər
bn: সর্বোচ্চ মান
cs: Maximální hodnota
de: Maximalwert
es: Valor máximo
et: Maksimaalne väärtus
fi: Suurin arvo
ky: Максималдуу маани
lt: Maksimali vertė
lv: Maksimālā vērtība
nb: Maksimal verdi
pl: Maksymalna wartość
ru: Максимальное значение
sv: Maximalt värde
th: มูลค่าสูงสุด
uk: Максимальне значення

source: Maximum RAM for each VM
ar: الحد الأقصى لذاكرة الوصول العشوائي (RAM) لكل جهاز افتراضي
az: Hər VM üçün maksimum RAM
bn: প্রতিটি VM-এর জন্য সর্বোচ্চ RAM
cs: Maximální paměť RAM pro každý virtuální počítač
de: Maximaler RAM für jede VM
es: RAM máxima para cada VM
et: Maksimaalne RAM iga VM kohta
fi: Maksimi RAM-muisti jokaiselle VM:lle
ky: Ар бир VM үчүн максималдуу RAM
lt: Maksimalus RAM kiekvienam VM
lv: Maksimālā operatīvā atmiņa katrai virtuālajai mašīnai
nb: Maks RAM for hver VM
pl: Maksymalna ilość pamięci RAM dla każdej maszyny wirtualnej
ru: Максимальный объем оперативной памяти для каждой виртуальной машины
sv: Maximal RAM för varje VM
th: RAM สูงสุดสำหรับแต่ละ VM
uk: Максимальний обсяг оперативної пам’яті для кожної віртуальної машини

source: Maximum accepted proposals
ar: الحد الأقصى للمقترحات المقبولة
az: Maksimum qəbul edilmiş təkliflər
bn: সর্বাধিক গৃহীত প্রস্তাব
cs: Maximum přijatých návrhů
de: Maximal akzeptierte Vorschläge
es: Propuestas máximas aceptadas
et: Maksimaalne vastuvõetud ettepanekute arv
fi: Hyväksyttyjen ehdotusten enimmäismäärä
ky: Максималдуу кабыл алынган сунуштар
lt: Maksimalus priimtų pasiūlymų skaičius
lv: Maksimālais pieņemto priekšlikumu skaits
nb: Maksimalt aksepterte forslag
pl: Maksymalna liczba zaakceptowanych propozycji
ru: Максимальное количество принятых предложений
sv: Maximalt antal antagna förslag
th: ข้อเสนอที่ยอมรับสูงสุด
uk: Максимальна кількість прийнятих пропозицій

source: Maximum allocations
ar: الحد الأقصى للمخصصات
az: Maksimum ayrılmalar
bn: সর্বোচ্চ বরাদ্দ
cs: Maximální alokace
de: Maximale Zuteilungen
es: Asignaciones máximas
et: Maksimaalsed eraldised
fi: Enimmäismäärärahat
ky: Максималдуу бөлүштүрүү
lt: Didžiausi asignavimai
lv: Maksimālie piešķīrumi
nb: Maksimal tildeling
pl: Maksymalne przydziały
ru: Максимальные выделения
sv: Maximala tilldelningar
th: การจัดสรรสูงสุด
uk: Максимальні асигнування

source: Maximum allowed value
ar: الحد الأقصى للقيمة المسموح بها
az: İcazə verilən maksimum dəyər
bn: সর্বাধিক অনুমোদিত মান
cs: Maximální povolená hodnota
de: Maximal zulässiger Wert
es: Valor máximo permitido
et: Maksimaalne lubatud väärtus
fi: Suurin sallittu arvo
ky: Максималдуу уруксат берилген маани
lt: Maksimali leistina vertė
lv: Maksimālā pieļaujamā vērtība
nb: Maksimal tillatt verdi
pl: Maksymalna dozwolona wartość
ru: Максимально допустимое значение
sv: Maximalt tillåtet värde
th: ค่าสูงสุดที่อนุญาต
uk: Максимально допустиме значення

source: Maximum annually
ar: الحد الأقصى سنويا
az: İllik maksimum
bn: বার্ষিক সর্বোচ্চ
cs: Maximálně ročně
de: Maximal jährlich
es: Máximo anual
et: Maksimaalselt aastas
fi: Korkeintaan vuosittain
ky: Жыл сайын максималдуу
lt: Maksimaliai kasmet
lv: Maksimāli gadā
nb: Maksimalt årlig
pl: Maksymalnie rocznie
ru: Максимум ежегодно
sv: Maximalt årligen
th: สูงสุดต่อปี
uk: Максимально щорічно

source: Maximum available limit
ar: الحد الأقصى المتاح
az: Maksimum mövcud limit
bn: সর্বাধিক উপলব্ধ সীমা
cs: Maximální dostupný limit
de: Maximal verfügbares Limit
es: Límite máximo disponible
et: Maksimaalne saadaolev limiit
fi: Suurin käytettävissä oleva raja
ky: Жеткиликтүү максималдуу чек
lt: Didžiausias pasiekiamas limitas
lv: Maksimālais pieejamais ierobežojums
nb: Maksimal tilgjengelig grense
pl: Maksymalny dostępny limit
ru: Максимально доступный лимит
sv: Maximal tillgänglig gräns
th: ขีดจำกัดสูงสุดที่มีอยู่
uk: Максимально доступний ліміт

source: Maximum capacity for each disk
ar: السعة القصوى لكل قرص
az: Hər disk üçün maksimum tutum
bn: প্রতিটি ডিস্কের জন্য সর্বোচ্চ ক্ষমতা
cs: Maximální kapacita každého disku
de: Maximale Kapazität für jeden Datenträger
es: Capacidad máxima para cada disco
et: Iga ketta maksimaalne suurus
fi: Jokaisen levyn enimmäiskapasiteetti
ky: Ар бир диск үчүн максималдуу сыйымдуулугу
lt: Maksimali kiekvieno disko talpa
lv: Maksimālā ietilpība katram diskam
nb: Maksimal kapasitet for hver disk
pl: Maksymalna pojemność każdego dysku
ru: Максимальная емкость каждого диска
sv: Maximal kapacitet för varje disk
th: ความจุสูงสุดสำหรับแต่ละดิสก์
uk: Максимальна ємність для кожного диска

source: Maximum monthly
ar: الحد الأقصى شهريا
az: Maksimum aylıq
bn: সর্বাধিক মাসিক
cs: Měsíční maximum
de: Maximal monatlich
es: Máximo mensual
et: Maksimaalselt kuus
fi: Korkeintaan kuukausittain
ky: Максималдуу ай сайын
lt: Maksimalus mėnesinis
lv: Maksimāli mēnesī
nb: Maksimum månedlig
pl: Maksymalnie miesięcznie
ru: Максимум ежемесячно
sv: Högsta månatliga
th: สูงสุดต่อเดือน
uk: Максимальна місячна

source: Maximum parallel executions of provisioning operations for instances.
ar: الحد الأقصى لعمليات التنفيذ المتوازية لعمليات التزويد للمثيلات.
az: Nümunələr üçün təminat əməliyyatlarının maksimum paralel icrası.
bn: দৃষ্টান্তের জন্য প্রভিশনিং ক্রিয়াকলাপগুলির সর্বাধিক সমান্তরাল সম্পাদন।
cs: Maximální paralelní provádění operací zřizování pro instance.
de: Maximale parallele Ausführung von Bereitstellungsvorgängen für Instanzen.
es: Ejecuciones paralelas máximas de operaciones de aprovisionamiento de instancias.
et: Eksemplaride varustamistoimingute maksimaalne paralleelne täitmine.
fi: Enimmäismäärittelyjen rinnakkaiset suoritukset ilmentymille.
ky: Инстанциялар үчүн камсыздоо операцияларынын максималдуу параллелдүү аткарылышы.
lt: Maksimalus lygiagretus egzempliorių aprūpinimo operacijų vykdymas.
lv: Maksimāli paralēli gadījumu nodrošināšanas operāciju izpildes.
nb: Maksimal parallell kjøring av klargjøringsoperasjoner for forekomster.
pl: Maksymalna liczba równoległych wykonań operacji udostępniania dla instancji.
ru: Максимальное параллельное выполнение операций подготовки для экземпляров.
sv: Maximalt antal parallella exekveringar av provisioneringsoperationer för instanser.
th: การดำเนินการจัดเตรียมอินสแตนซ์แบบขนานสูงสุด
uk: Максимальне паралельне виконання операцій забезпечення для екземплярів.

source: Maximum parallel executions of provisioning operations for snapshots.
ar: الحد الأقصى لعمليات التنفيذ المتوازية لعمليات التزويد باللقطات.
az: Anlıq görüntülər üçün təminat əməliyyatlarının maksimum paralel icrası.
bn: স্ন্যাপশটের জন্য প্রভিশনিং ক্রিয়াকলাপগুলির সর্বাধিক সমান্তরাল সম্পাদন।
cs: Maximální paralelní provádění operací zajišťování pro snímky.
de: Maximale parallele Ausführung von Bereitstellungsvorgängen für Snapshots.
es: Ejecuciones paralelas máximas de operaciones de aprovisionamiento para instantáneas.
et: Hetketõmmiste varustamistoimingute maksimaalne paralleelne täitmine.
fi: Enimmäismäärittelyjen rinnakkaiset suoritukset tilannevedoksia varten.
ky: Сүрөттөр үчүн камсыздоо операцияларынын максималдуу параллелдүү аткарылышы.
lt: Maksimalus lygiagretus momentinių nuotraukų sudarymo operacijų vykdymas.
lv: Momentuzņēmumu nodrošināšanas darbību maksimālais paralēlais izpildes skaits.
nb: Maksimal parallell kjøring av klargjøringsoperasjoner for øyeblikksbilder.
pl: Maksymalna liczba równoległych wykonań operacji aprowizacji dla migawek.
ru: Максимальное параллельное выполнение операций подготовки снимков.
sv: Maximalt antal parallella exekveringar av provisioneringsoperationer för ögonblicksbilder.
th: การดำเนินการจัดสรรสำหรับสแน็ปช็อตแบบขนานสูงสุด
uk: Максимальне паралельне виконання операцій ініціалізації для знімків.

source: Maximum parallel executions of provisioning operations for volumes.
ar: الحد الأقصى لعمليات التنفيذ المتوازية لعمليات التزويد بالحجم.
az: Həcmlər üçün təchizat əməliyyatlarının maksimum paralel icrası.
bn: ভলিউমের জন্য প্রভিশনিং ক্রিয়াকলাপগুলির সর্বাধিক সমান্তরাল সম্পাদন।
cs: Maximální paralelní provádění operací zřizování pro svazky.
de: Maximale parallele Ausführung von Bereitstellungsvorgängen für Volumes.
es: Máximas ejecuciones paralelas de operaciones de aprovisionamiento de volúmenes.
et: Köidete varustamistoimingute maksimaalne paralleelkäivitus.
fi: Enimmäismäärien hallintatoimintojen rinnakkaiset suoritukset.
ky: Көлөмдөр үчүн камсыздоо операцияларынын максималдуу параллелдүү аткарылышы.
lt: Maksimalus lygiagretus tomų sudarymo operacijų vykdymas.
lv: Maksimāli paralēlas sējumu nodrošināšanas operāciju izpildes.
nb: Maksimal parallell kjøring av klargjøringsoperasjoner for volumer.
pl: Maksymalna liczba równoległych wykonań operacji udostępniania dla woluminów.
ru: Максимальное параллельное выполнение операций подготовки томов.
sv: Maximala parallella exekveringar av provisioneringsoperationer för volymer.
th: การดำเนินการจัดเตรียมวอลุ่มแบบขนานสูงสุด
uk: Максимальна кількість паралельних виконання операцій забезпечення для томів.

source: Maximum size
az: Maksimum ölçü
