Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Runtime state
ar: حالة وقت التشغيل
az: İşləmə vaxtı vəziyyəti
bn: রানটাইম অবস্থা
cs: Stav za běhu
de: Laufzeitzustand
es: Estado de ejecución
et: Käitusaegne staatus
fi: Ajonaikainen tila
ky: Иштөө убактысынын абалы
lt: Veikimo būsena
lv: Izpildlaika stāvoklis
nb: Kjøretidstilstand
pl: Stan środowiska wykonawczego
ru: Состояние выполнения
sv: Körningstillstånd
th: สถานะรันไทม์
uk: Стан виконання

source: SAML2 single logout has been started. Please wait until it completes.
ar: تم بدء تسجيل الخروج الفردي من SAML2. يرجى الانتظار حتى يكتمل.
az: SAML2 (təhlükəsizlik təminatı sistemi üçün işarə dili) tək çıxış başlandı. Xahiş edirik tamamlanana qədər gözləyin.
bn: SAML2 একক লগআউট শুরু হয়েছে৷ এটি সম্পূর্ণ না হওয়া পর্যন্ত অপেক্ষা করুন.
cs: Bylo spuštěno jednotné odhlášení SAML2. Vyčkejte prosím na jeho dokončení.
de: SAML2 Single Logout wurde gestartet. Bitte warte, bis es fertig ist.
es: Se ha iniciado el cierre de sesión único de SAML2. Por favor, espere hasta que se complete.
et: SAML2 ühekordne väljalogimine on alanud. Oodake, kuni see saab valmis.
fi: SAML2-kertakirjautuminen on aloitettu. Odota, kunnes se on valmis.
ky: SAML2 жалгыз чыгуу башталды. Сураныч, ал аяктаганга чейин күтө туруңуз.
lt: SAML2 vienkartinis atsijungimas paleistas. Palaukite, kol jis bus baigtas.
lv: Ir sākta SAML2 vienreizēja atteikšanās. Lūdzu, uzgaidiet, līdz tas tiks pabeigts.
nb: SAML2-enkeltavlogging er startet. Vent til den er fullført.
pl: Rozpoczęto pojedyncze wylogowanie SAML2. Poczekaj, aż się zakończy.
ru: Начат единый выход SAML2. Пожалуйста, подождите, пока оно завершится.
sv: SAML2-enstaka utloggning har startats. Vänta tills det är klart.
th: การออกจากระบบครั้งเดียว SAML2 ได้เริ่มต้นแล้ว กรุณารอจนกว่าจะเสร็จสิ้น
uk: Розпочато єдиний вихід із системи SAML2. Зачекайте, доки він завершиться.

source: SLA field name
ar: اسم حقل SLA
az: SLA sahəsinin adı
bn: SLA ক্ষেত্রের নাম
cs: Název pole SLA
de: SLA-Feldname
es: Nombre del campo SLA
et: SLA välja nimi
fi: SLA-kentän nimi
ky: SLA талаасынын аталышы
lt: SLA lauko pavadinimas
lv: SLA lauka nosaukums
nb: SLA-feltnavn
pl: Nazwa pola SLA
ru: Имя поля соглашения об уровне обслуживания
sv: SLA-fältnamn
th: ชื่อฟิลด์ SLA
uk: Назва поля SLA

source: SLURM allocation
ar: تخصيص SLURM
az: SLURM yerləşdirilməsi
bn: SLURM বরাদ্দ
cs: SLURM alokace
de: SLURM-Zuweisung
es: Asignación de SLURM
et: SLURMi eraldamine
fi: SLURM-jako
ky: SLURM бөлүштүрүү
lt: SLURM paskirstymas
lv: SLURM piešķiršana
nb: SLURM-tildeling
pl: Alokacja SLURM
ru: Распределение SLURM
sv: SLURM-tilldelning
th: การจัดสรรสเลิร์ม
uk: SLURM алокація

source: SLURM allocation usage
ar: استخدام تخصيص SLURM
az: SLURM ayırma istifadəsi
bn: SLURM বরাদ্দ ব্যবহার
cs: Využití alokace SLURM
de: SLURM-Zuweisungsnutzung
es: Uso de asignación de SLURM
et: SLURM-i jaotuse kasutamine
fi: SLURM-allokoinnin käyttö
ky: SLURM бөлүштүрүү колдонулушу
lt: SLURM paskirstymo naudojimas
lv: SLURM piešķīruma izmantošana
nb: Bruk av SLURM-tildeling
pl: Wykorzystanie alokacji SLURM
ru: Использование выделения SLURM
sv: SLURM-allokeringsanvändning
th: การใช้การจัดสรร SLURM
uk: Використання розподілу SLURM

source: SLURM remote allocation
ar: SLURM التخصيص عن بعد
az: SLURM uzaqdan ayrılması
bn: SLURM দূরবর্তী বরাদ্দ
cs: Vzdálená alokace SLURM
de: SLURM-Fernzuweisung
es: Asignación remota de SLURM
et: SLURM-i kaugjaotus
fi: SLURM-etäallokointi
ky: SLURM алыстан бөлүштүрүү
lt: SLURM nuotolinis paskirstymas
lv: SLURM attālā piešķiršana
nb: SLURM fjerntildeling
pl: Zdalna alokacja SLURM
ru: Удаленное распределение SLURM
sv: SLURM fjärrtilldelning
th: การจัดสรรระยะไกลของ SLURM
uk: Віддалений розподіл SLURM

source: SQL database has been created.
ar: تم إنشاء قاعدة بيانات SQL.
az: SQL verilənlər bazası yaradılıb.
bn: এসকিউএল ডাটাবেস তৈরি করা হয়েছে।
cs: Databáze SQL byla vytvořena.
de: Die SQL-Datenbank wurde erstellt.
es: Se ha creado la base de datos SQL.
et: SQL andmebaas on loodud.
fi: SQL-tietokanta on luotu.
ky: SQL маалымат базасы түзүлдү.
lt: Sukurta SQL duomenų bazė.
lv: Ir izveidota SQL datu bāze.
nb: SQL-databasen er opprettet.
pl: Utworzono bazę danych SQL.
ru: База данных SQL создана.
sv: SQL-databas har skapats.
th: สร้างฐานข้อมูล SQL แล้ว
uk: Базу даних SQL створено.

source: SQL server description
ar: وصف خادم SQL
az: SQL server təsviri
bn: এসকিউএল সার্ভারের বিবরণ
cs: Popis serveru SQL
de: SQL-Server Beschreibung
es: Descripción del servidor SQL
et: SQL serveri kirjeldus
fi: SQL-palvelimen kuvaus
ky: SQL серверинин сүрөттөмөсү
lt: SQL serverio aprašymas
lv: SQL servera apraksts
nb: SQL server beskrivelse
pl: Opis serwera SQL
ru: Описание SQL-сервера
sv: SQL-serverbeskrivning
th: คำอธิบายเซิร์ฟเวอร์ SQL
uk: Опис SQL сервера

source: SQL server name
ar: اسم خادم SQL
az: SQL server adı
bn: SQL সার্ভারের নাম
cs: Název serveru SQL
es: Nombre del servidor SQL
et: SQL serveri nimi
fi: SQL-palvelimen nimi
ky: SQL серверинин аты
lt: SQL serverio pavadinimas
lv: SQL servera nosaukums
nb: SQL-servernavn
pl: Nazwa serwera SQL
ru: Имя SQL-сервера
sv: SQL-servernamn
th: ชื่อเซิร์ฟเวอร์ SQL
uk: Ім&#39;я сервера SQL

source: SSH Keys
ar: مفاتيح SSH
az: SSH (təhlükəsizlik örtükləri) açarları
bn: SSH কী
cs: SSH klíče
de: SSH-Schlüssel
es: Claves SSH
et: SSH võtmed
fi: SSH-avaimet
ky: SSH ачкычтары
lt: SSH raktai
lv: SSH atslēgas
nb: SSH-nøkler
pl: Klucze SSH
ru: SSH-ключи
sv: SSH-nycklar
th: คีย์ SSH
uk: Ключі SSH

source: SSH key
ar: مفتاح سش
az: SSH (təhlükəsizlik örtükləri) açarı
bn: SSH কী
cs: SSH klíč
de: SSH-Schlüssel
es: Clave SSH
et: SSH võti
fi: SSH-avain
ky: SSH ачкычы
lt: SSH raktas
lv: SSH atslēga
nb: SSH-nøkkel
pl: Klucz SSH
ru: SSH-ключ
sv: SSH-nyckel
th: คีย์ SSH
uk: Ключ SSH

source: SSH key has been removed.
ar: تمت إزالة مفتاح SSH.
az: SSH düyməsi silindi.
bn: SSH কী সরানো হয়েছে।
cs: SSH klíč byl odstraněn.
de: Der SSH-Schlüssel wurde entfernt.
es: Se ha eliminado la clave SSH.
et: SSH võti on eemaldatud
fi: SSH-avain on poistettu.
ky: SSH ачкычы алынып салынды.
lt: SSH raktas pašalintas.
lv: SSH atslēga ir noņemta.
nb: SSH-nøkkel er fjernet.
pl: Klucz SSH został usunięty.
ru: Ключ SSH удален.
sv: SSH-nyckeln har tagits bort.
th: ลบคีย์ SSH แล้ว
uk: Ключ SSH видалено.

source: SSH key management events
ar: أحداث إدارة مفاتيح SSH
az: SSH əsas idarəetmə hadisələri
bn: SSH কী ব্যবস্থাপনা ইভেন্ট
cs: Události správy klíčů SSH
de: SSH-Schlüsselmanagement-Ereignisse
es: Eventos de gestión de claves SSH
et: SSH võtmete halduse sündmused
fi: SSH-avainten hallintatapahtumat
ky: SSH негизги башкаруу окуялары
lt: SSH raktų valdymo įvykiai
lv: SSH atslēgu pārvaldības notikumi
nb: SSH-nøkkelbehandlingshendelser
pl: Zdarzenia związane z zarządzaniem kluczami SSH
ru: События управления ключами SSH
sv: SSH-nyckelhantering händelser
th: กิจกรรมการจัดการคีย์ SSH
uk: Події керування ключами SSH

source: SSH key {ssh_key_name} has been created for user {user_link}
ar: مفتاح سش{ssh_key_name} تم إنشاؤه للمستخدم{user_link}
az: SSH düyməsi {ssh_key_name} istifadəçi üçün yaradılmışdır {user_link}
bn: SSH কী{ssh_key_name} ব্যবহারকারীর জন্য তৈরি করা হয়েছে{user_link}
cs: SSH klíč {ssh_key_name} byl vytvořen pro uživatele {user_link}
de: SSH-Schlüssel {ssh_key_name} wurde für den Benutzer erstellt {user_link}
es: Se ha creado la clave SSH {ssh_key_name} para el usuario {user_link}
et: SSH võti {ssh_key_name} on loodud kasutajale {user_link}
fi: SSH-avain{ssh_key_name} on luotu käyttäjälle{user_link}
ky: SSH ачкычы{ssh_key_name} колдонуучу үчүн түзүлгөн{user_link}
lt: SSH raktas {ssh_key_name} sukurtas vartotojui {user_link}
lv: SSH atslēga{ssh_key_name} ir izveidots lietotājam{user_link}
nb: SSH-nøkkel {ssh_key_name} er opprettet for brukeren {user_link}
pl: Klucz SSH{ssh_key_name} został stworzony dla użytkownika{user_link}
ru: SSH-ключ{ssh_key_name} был создан для пользователя{user_link}
sv: SSH-nyckel {ssh_key_name} har skapats för användaren {user_link}
th: คีย์ SSH{ssh_key_name} ถูกสร้างขึ้นสำหรับผู้ใช้{user_link}
uk: Ключ SSH{ssh_key_name} створено для користувача{user_link}

source: SSH key {ssh_key_name} has been deleted for user {user_link}
ar: مفتاح سش{ssh_key_name} تم حذفه للمستخدم{user_link}
az: SSH düyməsi {ssh_key_name} istifadəçi üçün silindi {user_link}
bn: SSH কী{ssh_key_name} ব্যবহারকারীর জন্য মুছে ফেলা হয়েছে{user_link}
cs: SSH klíč {ssh_key_name} byl odstraněn pro uživatele {user_link}
de: SSH-Schlüssel {ssh_key_name} wurde für Benutzer {user_link} gelöscht
es: Se ha eliminado la clave SSH {ssh_key_name} para el usuario {user_link}
et: SSH võti {ssh_key_name} on kustutatud kasutajale {user_link}
fi: SSH-avain{ssh_key_name} on poistettu käyttäjältä{user_link}
ky: SSH ачкычы{ssh_key_name} колдонуучу үчүн жок кылынды{user_link}
lt: SSH raktas {ssh_key_name} ištrintas naudotojui {user_link}
lv: SSH atslēga{ssh_key_name} lietotājam ir dzēsts{user_link}
nb: SSH-nøkkel {ssh_key_name} er slettet for brukeren {user_link}
pl: Klucz SSH{ssh_key_name} został usunięty dla użytkownika{user_link}
ru: SSH-ключ{ssh_key_name} было удалено для пользователя{user_link}
sv: SSH-nyckel {ssh_key_name} har tagits bort för användare {user_link}
th: คีย์ SSH{ssh_key_name} ถูกลบสำหรับผู้ใช้แล้ว{user_link}
uk: Ключ SSH{ssh_key_name} було видалено для користувача{user_link}

source: SSH keys
ar: مفاتيح SSH
az: SSH (təhlükəsizlik örtükləri) açarları
bn: SSH কী
cs: SSH klíče
de: SSH-Schlüssel
es: Claves SSH
et: SSH võtmed
fi: SSH-avaimet
ky: SSH ачкычтары
lt: SSH raktai
lv: SSH atslēgas
nb: SSH-taster
pl: Klucze SSH
ru: SSH-ключи
sv: SSH-nycklar
th: คีย์ SSH
uk: Ключі SSH

source: SSH keys are managed externally via MyAccessID.
ar: تتم إدارة مفاتيح SSH خارجيًا عبر MyAccessID.
az: SSH düymələri MyAccessid vasitəsilə xaricdən idarə olunur.
bn: SSH কীগুলি MyAccessID এর মাধ্যমে বাহ্যিকভাবে পরিচালিত হয়।
cs: SSH klíče jsou spravovány externě přes MyAccessID.
de: SSH-Schlüssel werden extern über MyAccessID verwaltet.
es: Las claves SSH se administran externamente a través de myAccessID.
et: SSH-võtmeid hallatakse väliselt MyAccessID kaudu.
fi: SSH-avaimia hallitaan ulkoisesti MyAccessID:n kautta.
ky: SSH ачкычтары MyAccessID аркылуу сырттан башкарылат.
lt: SSH raktai yra valdomi išoriškai per MyAccessID.
lv: SSH atslēgas tiek pārvaldītas ārēji, izmantojot MyAccessID.
nb: SSH-nøkler administreres eksternt via MyAccessID.
pl: Klucze SSH są zarządzane zewnętrznie poprzez MyAccessID.
ru: Ключи SSH управляются извне через MyAccessID.
sv: SSH-nycklar hanteras externt via MyAccessID.
th: คีย์ SSH ได้รับการจัดการภายนอกผ่าน MyAccessID
uk: Ключами SSH можна керувати ззовні через MyAccessID.

source: SSH public key
ar: مفتاح SSH العام
az: SSH (təhlükəsizlik örtükləri) ictimai açarı
bn: SSH পাবলিক কী
cs: Veřejný klíč SSH
de: Öffentlicher SSH-Schlüssel
es: Clave pública SSH
et: SSH avalik võti
fi: SSH julkinen avain
ky: SSH ачык ачкычы
lt: SSH viešasis raktas
lv: SSH publiskā atslēga
nb: SSH offentlig nøkkel
pl: Klucz publiczny SSH
ru: Открытый ключ SSH
sv: SSH offentlig nyckel
th: รหัสสาธารณะ SSH
uk: Відкритий ключ SSH

source: SSH public keys
ar: مفاتيح SSH العامة
az: SSH ictimai açarları
bn: SSH পাবলিক কী
cs: Veřejné klíče SSH
de: Öffentliche SSH-Schlüssel
es: Claves públicas SSH
et: SSH avalikud võtmed
fi: SSH julkiset avaimet
ky: SSH ачык ачкычтары
lt: SSH viešieji raktai
lv: SSH publiskās atslēgas
nb: SSH offentlige nøkler
pl: Klucze publiczne SSH
ru: Открытые ключи SSH
sv: SSH publika nycklar
th: กุญแจสาธารณะ SSH
uk: Відкриті ключі SSH

source: Sankey diagram
ar: مخطط سانكي
az: “Sankey” diaqramı
bn: সানকি ডায়াগ্রাম
de: Sankey-Diagramm
es: Diagrama de Sankey
et: Sankey diagramm
fi: Sankey-kaavio
ky: Санкей диаграммасы
lt: Sankey diagrama
lv: Sankey diagramma
pl: diagram Sankeya
ru: Диаграмма Санки
th: แผนภาพแซนกี้
uk: Діаграма Санкі

source: Satisfaction field name
ar: اسم حقل الرضا
az: Məmnuniyyət sahəsinin adı
bn: সন্তুষ্টি ক্ষেত্রের নাম
cs: Název pole spokojenosti
de: Name des Feldes „Zufriedenheit“.
es: Nombre del campo de satisfacción
et: Rahuloluvälja nimi
fi: Tyytyväisyyskentän nimi
ky: Канааттануу талаасынын аталышы
lt: Pasitenkinimo lauko pavadinimas
lv: Apmierinātības lauka nosaukums
nb: Navn på tilfredshetsfelt
pl: Nazwa pola satysfakcji
ru: Название поля удовлетворенности
sv: Namn på nöjdhetsfältet
th: ชื่อฟิลด์ความพึงพอใจ
uk: Назва поля задоволення

source: Save
ar: حفظ
az: Yaddaşda saxlamaq
bn: সংরক্ষণ
cs: Uložit
de: Speichern
es: Guardar
et: Salvesta
fi: Tallenna
ky: Сактоо
lt: Išsaugoti
lv: Glābt
nb: Lagre
ru: Спасать
sv: Spara
th: บันทึก
uk: Зберегти

source: Save & dry run script
ar: حفظ وتشغيل البرنامج النصي الجاف
az: Ssenarisini saxlayın və qurutun
bn: সেভ ও ড্রাই রান স্ক্রিপ্ট
cs: Uložit a spustit skript
de: Skript speichern und testen
es: Script para guardar y ensayar
et: Salvestage ja kuivkäivitage skript
fi: Tallenna ja kuivaa skripti
ky: Скриптти сактоо жана кургатуу
lt: Išsaugoti ir išdžiovinti scenarijų
lv: Saglabāt un sausā palaišanas skriptu
nb: Lagre og tørkkjør skript
pl: Zapisz i uruchom skrypt na sucho
ru: Скрипт сохранения и пробного запуска
sv: Spara och kör skript
th: บันทึกและสคริปต์ทดลองรัน
uk: Скрипт збереження та сухого запуску

source: Save as a template
ar: حفظ كقالب
az: Şablon kimi saxla
bn: একটি টেমপ্লেট হিসাবে সংরক্ষণ করুন
cs: Uložit jako šablonu
de: Als Vorlage speichern
es: Guardar como plantilla
et: Salvestage mallina
fi: Tallenna mallina
ky: Үлгү катары сактаңыз
lt: Išsaugoti kaip šabloną
lv: Saglabāt kā veidni
nb: Lagre som en mal
pl: Zapisz jako szablon
ru: Сохранить как шаблон
sv: Spara som mall
th: บันทึกเป็นเทมเพลต
uk: Зберегти як шаблон

source: Save as draft
ar: حفظ كمسودة
az: Qaralama kimi saxla
bn: খসড়া হিসেবে সংরক্ষণ করুন
cs: Uložit jako koncept
de: Als Entwurf speichern
es: Guardar como borrador
et: Salvesta mustandina
fi: TALLENNA LUONNOKSENA
ky: Долбоор катары сактоо
lt: Išsaugoti kaip juodraštį
lv: Saglabāt kā melnrakstu
nb: Lagre som utkast
pl: Zapisz jako szkic
ru: Сохранить как черновик
sv: Spara som utkast
th: บันทึกเป็นร่าง
uk: Зберегти як чернетку

source: Save changes
ar: حفظ التغييرات
az: Dəyişiklikləri qeyd
bn: পরিবর্তনগুলোর সংরক্ষন
cs: Uložit změny
de: Änderungen speichern
es: Guardar cambios
et: Salvesta muudatused
fi: Tallenna muutokset
ky: Өзгөрүүлөрдү сактоо
lt: Išsaugoti pakeitimus
lv: Saglabāt izmaiņas
nb: Lagre endringer
pl: Zapisywanie zmian
ru: Сохранить изменения
sv: Spara ändringar
th: บันทึกการเปลี่ยนแปลง
uk: Зберегти зміни

source: Saved
ar: حفظ
az: xilas oldu
bn: সংরক্ষিত
cs: Uložený
de: Gerettet
es: Guardado
et: Salvestatud
fi: Pelastettu
ky: Сакталган
lt: Išsaugota
lv: Saglabāts
nb: Lagret
pl: Zapisano
ru: Сохранено
sv: Sparad
th: บันทึกแล้ว
uk: Збережено

source: Saving
ar: حفظ
az: Qənaət
bn: সংরক্ষণ
cs: Ukládání
de: Speichern
es: Guardando
et: Salvestan
fi: Tallentaa
ky: Сактоо
lt: Išsaugomas
lv: Saglabāšana
nb: Lagrer
pl: Oszczędność
ru: Сохранение
sv: Sparande
th: ประหยัด
uk: Збереження

source: Scale
ar: مقياس
az: Ölçü
bn: স্কেল
cs: Měřítko
de: Skala
es: Escala
et: Kaal
fi: Mittakaava
ky: Масштаб
lt: Skalė
lv: Mērogs
nb: Skala
pl: Skala
ru: Шкала
sv: Skala
th: มาตราส่วน
uk: масштаб

source: Schedule
ar: جدول
az: Cədvəl
bn: সময়সূচী
cs: Plán
de: Zeitplan
es: Programación
et: Ajagraafik
fi: Aikataulu
ky: График
lt: Tvarkaraštis
lv: Grafiku
nb: Tidsplan
pl: Harmonogram
ru: Расписание
sv: Schema
th: กำหนดการ
uk: Розклад

source: Schedule termination of existing resources
ar: جدولة إنهاء الموارد الموجودة
az: Mövcud resursların dayandırılmasını
bn: বিদ্যমান সম্পদের সময়সূচী সমাপ্তি
cs: Naplánujte ukončení stávajících zdrojů
de: Planen Sie die Beendigung vorhandener Ressourcen
es: Programar la terminación de los recursos existentes
et: Planeerige olemasolevate ressursside lõpetamine
fi: Ajoita olemassa olevien resurssien lopettaminen
ky: Бар болгон ресурстарды токтотуунун графиги
lt: Suplanuokite esamų išteklių nutraukimą
lv: Ieplānot esošo resursu pārtraukšanu
nb: Planlegge oppsigelse av eksisterende ressurser
pl: Zaplanuj zakończenie istniejących zasobów
ru: Запланировать прекращение существующих ресурсов
sv: Schemalägg uppsägning av befintliga resurser
th: กำหนดการยุติทรัพยากรที่มีอยู่
uk: Розклад припинення існуючих ресурсів

source: Schedule {schedule}
ar: جدول{schedule}
az: Cədvəl {schedule}
bn: সময়সূচী{schedule}
cs: Plán{schedule}
de: Zeitplan{schedule}
es: Programación {schedule}
et: Ajakava{schedule}
fi: Ajoittaa{schedule}
ky: График{schedule}
lt: Tvarkaraštis{schedule}
lv: Grafiks{schedule}
nb: Rute{schedule}
pl: Harmonogram{schedule}
ru: Расписание{schedule}
sv: Schema{schedule}
th: กำหนดการ{schedule}
uk: розклад{schedule}

source: Scheduled
ar: المقرر
az: Planlaşdırılmış
bn: তালিকাভুক্ত
cs: Naplánováno
de: Geplant
es: Programado
et: Planeeritud
fi: Aikataulutettu
ky: Пландаштырылган
lt: Suplanuota
lv: Plānots
nb: Planlagt
pl: Zaplanowany
ru: Рейсовый
sv: Schemalagt
th: กำหนดการ
uk: За розкладом

source: Schedules
ar: جداول
az: Cədvəllər
bn: সময়সূচী
cs: Plány
de: Zeitpläne
es: Programaciones
et: Kavad
fi: Aikataulut
ky: Графиктер
lt: Tvarkaraščiai
lv: Grafiki
nb: Tidsplaner
pl: Harmonogramy
ru: Расписания
sv: Scheman
th: กำหนดการ
uk: Розклади

source: Schedules are invalid.
ar: الجداول الزمنية غير صالحة.
az: Cədvəllər etibarsızdır.
bn: সময়সূচী অবৈধ.
cs: Plány jsou neplatné.
de: Zeitpläne sind ungültig.
es: Las programaciones no son válidas.
et: Ajakavad on kehtetud.
fi: Aikataulut ovat virheelliset.
ky: Графиктер жараксыз.
lt: Tvarkaraščiai neteisingi.
lv: Grafiki nav derīgi.
nb: Tidsplaner er ugyldige.
pl: Harmonogramy są nieprawidłowe.
ru: Расписания недействительны.
sv: Scheman är ogiltiga.
th: กำหนดการไม่ถูกต้อง
uk: Розклади недійсні.

source: Schedules have been updated successfully.
ar: تم تحديث الجداول بنجاح.
az: Cədvəllər uğurla yeniləndi.
bn: সময়সূচী সফলভাবে আপডেট করা হয়েছে.
cs: Rozvrhy byly úspěšně aktualizovány.
de: Die Zeitpläne wurden erfolgreich aktualisiert.
es: Las programaciones se han actualizado correctamente.
et: Ajakava on edukalt värskendatud.
fi: Aikataulut on päivitetty onnistuneesti.
ky: Графиктер ийгиликтүү жаңыртылды.
lt: Tvarkaraščiai sėkmingai atnaujinti.
lv: Grafiki ir veiksmīgi atjaunināti.
nb: Tidsplaner har blitt oppdatert.
pl: Harmonogramy zostały pomyślnie zaktualizowane.
ru: Расписания успешно обновлены.
sv: Scheman har uppdaterats framgångsrikt.
th: อัปเดตกำหนดการเรียบร้อยแล้ว
uk: Розклади успішно оновлено.

source: Scope
az: Həcmi

source: Scope name
az: Əhatə dairəsi

source: Scope type
az: Əhatə sahəsi növü

source: Score
ar: نقاط
az: Hesab
bn: স্কোর
cs: Skóre
de: Ergebnis
es: Puntuación
et: Skoor
fi: Pistetilanne
ky: Упай
lt: Rezultatas
lv: Rezultāts
pl: Wynik
ru: Счет
sv: Göra
th: คะแนน
uk: Оцінка

source: Script execution result
ar: نتيجة تنفيذ البرنامج النصي
az: Ssenaritin icrası nəticəsi
bn: স্ক্রিপ্ট কার্যকর করার ফলাফল
cs: Výsledek spuštění skriptu
de: Ergebnis der Skriptausführung
es: Resultado de la ejecución del script
et: Skripti täitmise tulemus
fi: Skriptin suoritustulos
ky: Скрипттин аткарылышынын натыйжасы
lt: Scenarijaus vykdymo rezultatas
lv: Skripta izpildes rezultāts
nb: Resultat av skriptutførelse
pl: Wynik wykonania skryptu
ru: Результат выполнения скрипта
sv: Resultat av skriptkörning
th: ผลการดำเนินการสคริปต์
uk: Результат виконання сценарію

source: Script for creation of a resource
ar: البرنامج النصي لإنشاء الموارد
az: Resursun yaradılması üçün skript
bn: একটি সম্পদ তৈরির জন্য স্ক্রিপ্ট
cs: Skript pro vytvoření zdroje
de: Skript für die Erstellung einer Ressource
es: Script para la creación de un recurso
et: Skript ressursi loomiseks
fi: Käsikirjoitus resurssin luomiseksi
ky: Ресурсту түзүү үчүн скрипт
lt: Ištekliaus sukūrimo scenarijus
lv: Skripts resursa izveidei
nb: Skript for opprettelse av en ressurs
pl: Skrypt tworzenia zasobu
ru: Скрипт для создания ресурса
sv: Skript för skapande av en resurs
th: สคริปต์สำหรับการสร้างทรัพยากร
uk: Скрипт для створення ресурсу

source: Script for regular update of resource and its accounting
ar: البرنامج النصي للتحديث المنتظم للموارد والمحاسبة الخاصة بها
az: Resursun müntəzəm yenilənməsi və uçotu üçün skript
bn: রিসোর্স এবং এর অ্যাকাউন্টিং নিয়মিত আপডেট করার জন্য স্ক্রিপ্ট
cs: Skript pro pravidelnou aktualizaci zdroje a jeho účtování
de: Skript zur regelmäßigen Aktualisierung der Ressource und ihrer Abrechnung
es: Script para la actualización regular del recurso y su contabilidad
et: Skript ressursi ja selle raamatupidamise regulaarseks värskendamiseks
fi: Käsikirjoitus resurssin ja sen kirjanpidon säännölliseen päivittämiseen
ky: Ресурсту жана анын эсебин үзгүлтүксүз жаңыртуу үчүн скрипт
lt: Reguliaraus išteklių ir jų apskaitos atnaujinimo scenarijus
lv: Skripts regulārai resursa un tā uzskaites atjaunināšanai
nb: Skript for regelmessig oppdatering av ressursen og dens regnskap
pl: Skrypt do regularnej aktualizacji zasobu i jego rozliczania
ru: Скрипт для регулярного обновления ресурса и его учета
sv: Skript för regelbunden uppdatering av resurs och dess redovisning
th: สคริปต์สำหรับการอัพเดตทรัพยากรและการบัญชีเป็นประจำ
uk: Скрипт регулярного оновлення ресурсу та його обліку

source: Script for termination of a resource
ar: البرنامج النصي لإنهاء المورد
az: Resursun dayandırılması üçün skript
bn: একটি সম্পদ সমাপ্তির জন্য স্ক্রিপ্ট
cs: Skript pro ukončení zdroje
de: Skript für die Beendigung einer Ressource
es: Script para la terminación de un recurso
et: Skript ressursi lõpetamiseks
fi: Skripti resurssin lopettamiseksi
ky: Ресурсту токтотуу үчүн скрипт
lt: Ištekliaus nutraukimo scenarijus
lv: Skripts resursa pārtraukšanai
nb: Skript for avslutning av en ressurs
pl: Skrypt kończący zasób
ru: Скрипт для закрытия ресурса
sv: Skript för uppsägning av en resurs
th: สคริปต์สำหรับการยุติทรัพยากร
uk: Скрипт завершення ресурсу

source: Script for updating a resource on plan change
ar: البرنامج النصي لتحديث مورد عند تغيير الخطة
az: Plan dəyişikliyi ilə bağlı mənbənin yenilənməsi üçün skript
bn: পরিকল্পনা পরিবর্তনের উপর একটি সংস্থান আপডেট করার জন্য স্ক্রিপ্ট
cs: Skript pro aktualizaci zdroje při změně plánu
de: Skript zum Aktualisieren einer Ressource bei Planänderung
es: Script para actualizar un recurso en el cambio de plan
et: Skript ressursi värskendamiseks plaani muutmisel
fi: Komentosarja resurssin päivittämiseen suunnitelman muutoksen yhteydessä
ky: Планды өзгөртүү боюнча ресурсту жаңыртуу үчүн скрипт
lt: Scenarijus, skirtas atnaujinti plano pakeitimo šaltinį
lv: Skripts resursa atjaunināšanai, mainot plānu
nb: Skript for oppdatering av en ressurs på planendring
pl: Skrypt do aktualizacji zasobu w przypadku zmiany planu
ru: Скрипт обновления ресурса при смене плана
sv: Skript för uppdatering av en resurs vid planändring
th: สคริปต์สำหรับการอัพเดตทรัพยากรเกี่ยวกับการเปลี่ยนแปลงแผน
uk: Скрипт для оновлення ресурсу при зміні плану

source: Script for updating a resource on plan or limit change
ar: برنامج نصي لتحديث مورد على الخطة أو تغيير الحد
az: Plan və ya məhdud dəyişiklik üzrə resursun yenilənməsi üçün skript
bn: পরিকল্পনা বা সীমা পরিবর্তনের উপর একটি সংস্থান আপডেট করার জন্য স্ক্রিপ্ট
cs: Skript pro aktualizaci zdroje při změně plánu nebo limitu
de: Skript zum Aktualisieren einer Ressource bei Plan- oder Limitänderungen
es: Script para actualizar un recurso en caso de cambio de plan o límite
et: Skript ressursi värskendamiseks plaani või piirangu muutmisel
fi: Komentosarja resurssin päivittämiseen suunnitelman tai rajoituksen muutoksen yhteydessä
ky: План же чектөө боюнча ресурсту жаңыртуу үчүн скрипт
lt: Scenarijus, skirtas atnaujinti išteklius pagal planą arba apribojimą
lv: Skripts resursa atjaunināšanai plāna vai ierobežojuma izmaiņās
nb: Skript for å oppdatere en ressurs ved plan- eller grensendring
pl: Skrypt do aktualizacji zasobu w przypadku zmiany planu lub limitu
ru: Скрипт обновления ресурса при изменении плана или лимита
sv: Skript för att uppdatera en resurs vid plan- eller limitändring
th: สคริปต์สำหรับการอัพเดตทรัพยากรตามแผนหรือการเปลี่ยนแปลงขีดจำกัด
uk: Скрипт для оновлення ресурсу при зміні плану або ліміту
