Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: You can remove this organization by pressing the button
ar: يمكنك إزالة هذه المنظمة بالضغط على الزر
az: Siz düyməyə basaraq bu təşkilatı silə bilərsiniz
bn: আপনি বোতাম টিপে এই সংস্থাটি সরাতে পারেন৷
cs: Tuto organizaci můžete odstranit stisknutím tlačítka
de: Sie können diese Organisation entfernen, indem Sie den Button drücken
es: Puede eliminar esta organización pulsando el botón
et: Sa saad eemaldada selle organisatsiooni vajutades nuppu
fi: Voit poistaa tämän organisaation painamalla -painiketta
ky: баскычын басуу менен бул уюмду алып салсаңыз болот
lt: Šią organizaciją galite pašalinti paspausdami mygtuką
lv: Varat noņemt šo organizāciju, nospiežot pogu
nb: Du kan fjerne denne organisasjonen ved å trykke på knappen
pl: Możesz usunąć tę organizację, naciskając przycisk
ru: Вы можете удалить эту организацию, нажав кнопку
sv: Du kan ta bort denna organisation genom att trycka på knappen
th: คุณสามารถลบองค์กรนี้ได้โดยการกดปุ่ม
uk: Ви можете видалити цю організацію, натиснувши кнопку

source: You can see invitations for this call.
az: Bu çağırış üçün dəvətnamələri görə bilərsiniz.

source: You can see permissions log for this call.
az: Bu zəng üçün icazə jurnalını görə bilərsiniz.

source: You can set the first round for this call.
ar: يمكنك ضبط الجولة الأولى لهذه المكالمة.
az: Bu zəng üçün ilk turu təyin edə bilərsiniz.
bn: আপনি এই কলের জন্য প্রথম রাউন্ড সেট করতে পারেন।
cs: Pro tento hovor můžete nastavit první kolo.
de: Sie können die erste Runde für diesen Anruf festlegen.
es: Puedes configurar la primera ronda para esta convocatoria.
et: Saate määrata selle kõne esimese vooru.
fi: Voit asettaa tämän puhelun ensimmäisen kierroksen.
ky: Бул чалуу үчүн биринчи айлампаны орното аласыз.
lt: Galite nustatyti pirmąjį šio skambučio raundą.
lv: Šim zvanam varat iestatīt pirmo kārtu.
nb: Du kan angi første runde for denne samtalen.
pl: Możesz ustawić pierwszą rundę dla tego połączenia.
ru: Вы можете установить первый раунд для этого звонка.
sv: Du kan ställa in den första omgången för detta samtal.
th: คุณสามารถกำหนดรอบแรกสำหรับการโทรนี้
uk: Ви можете встановити перший раунд для цього виклику.

source: You can start filling this table by creating your first offering.
ar: يمكنك البدء في ملء هذا الجدول عن طريق إنشاء عرضك الأول.
az: İlk təklifinizi yaratmaqla bu cədvəli doldurmağa başlaya bilərsiniz.
bn: আপনি আপনার প্রথম অফার তৈরি করে এই টেবিলটি পূরণ করা শুরু করতে পারেন।
cs: Tuto tabulku můžete začít vyplňovat vytvořením první nabídky.
de: Sie können mit dem Ausfüllen dieser Tabelle beginnen, indem Sie Ihr erstes Angebot erstellen.
es: Puede empezar a llenar esta tabla creando su primera oferta.
et: Sa saad alustada tabeli täitmist luues esimese pakkumise
fi: Voit aloittaa tämän taulukon täyttämisen luomalla ensimmäisen tarjouksesi.
ky: Сиз биринчи сунушуңузду түзүү менен бул таблицаны толтуруп баштасаңыз болот.
lt: Galite pradėti pildyti šią lentelę sukurdami savo pirmąjį pasiūlymą.
lv: Jūs varat sākt aizpildīt šo tabulu, izveidojot savu pirmo piedāvājumu.
nb: Du kan begynne å fylle denne tabellen ved å opprette ditt første tilbud.
pl: Możesz rozpocząć wypełnianie tej tabeli, tworząc swoją pierwszą ofertę.
ru: Вы можете начать заполнять эту таблицу с создания своего первого предложения.
sv: Du kan börja fylla i denna tabell genom att skapa ditt första erbjudande.
th: คุณสามารถเริ่มกรอกตารางนี้ได้โดยการสร้างข้อเสนอแรกของคุณ
uk: Ви можете почати заповнювати цю таблицю, створивши свою першу пропозицію.

source: You cannot change your own role.
ar: لا يمكنك تغيير دورك.
az: Siz öz vəzifənizi dəyişdirə bilməzsiniz.
bn: আপনি নিজের ভূমিকা পরিবর্তন করতে পারবেন না।
cs: Nemůžete změnit svou vlastní roli.
de: Sie können Ihre eigene Rolle nicht ändern.
es: No puede cambiar su propio rol.
et: Sa ei saa muuta iseenda rolli.
fi: Et voi muuttaa omaa rooliasi.
ky: Сиз өзүңүздүн ролуңузду өзгөртө албайсыз.
lt: Negalite pakeisti savo vaidmens.
lv: Jūs nevarat mainīt savu lomu.
nb: Du kan ikke endre din egen rolle.
pl: Nie możesz zmienić swojej roli.
ru: Вы не можете изменить свою роль.
sv: Du kan inte ändra din egen roll.
th: คุณไม่สามารถเปลี่ยนบทบาทของคุณเองได้
uk: Ви не можете змінити свою власну роль.

source: You cannot manage other PI
ar: لا يمكنك إدارة PI أخرى
az: Digər PI idarə edə bilməzsiniz
bn: আপনি অন্য PI পরিচালনা করতে পারবেন না
cs: Nemůžete spravovat jiné PI
de: Sie können keine anderen PI verwalten
es: No puede administrar otra IP
et: Te ei saa teisi PI-sid hallata
fi: Et voi hallita muita PI:itä
ky: Башка PI башкара албайсыз
lt: Negalite valdyti kitų PI
lv: Jūs nevarat pārvaldīt citus PI
nb: Du kan ikke administrere andre PI
pl: Nie możesz zarządzać innymi PI
ru: Вы не можете управлять другими PI
sv: Du kan inte hantera andra PI
th: คุณไม่สามารถจัดการ PI อื่นได้
uk: Ви не можете керувати іншими PI

source: You cannot manage other organization owner.
ar: لا يمكنك إدارة مالك مؤسسة آخر.
az: Siz digər təşkilat sahibini idarə edə bilməzsiniz.
bn: আপনি অন্য প্রতিষ্ঠানের মালিককে পরিচালনা করতে পারবেন না।
cs: Nelze spravovat jiného vlastníka organizace.
de: Sie können keinen anderen Organisationsbesitzer verwalten.
es: No puede gestionar el propietario de otra organización.
et: Sa ei saa hallata teist ettevõtte omanikku.
fi: Et voi hallita toista organisaation omistajaa.
ky: Башка уюмдун ээсин башкара албайсыз.
lt: Negalite valdyti kito organizacijos savininko.
lv: Jūs nevarat pārvaldīt citas organizācijas īpašnieku.
nb: Du kan ikke administrere andre organisasjonseiere.
pl: Nie możesz zarządzać innym właścicielem organizacji.
ru: Вы не можете управлять другим владельцем организации.
sv: Du kan inte hantera andra organisationsägare.
th: คุณไม่สามารถจัดการเจ้าขององค์กรรายอื่นได้
uk: Ви не можете керувати іншим власником організації.

source: You cannot manage other resource allocator
ar: لا يمكنك إدارة مخصص موارد آخر
az: Digər resurs ayırıcısını idarə edə bilməzsiniz
bn: আপনি অন্য সম্পদ বরাদ্দকারী পরিচালনা করতে পারবেন না
cs: Nemůžete spravovat jiný alokátor zdrojů
de: Sie können keine anderen Ressourcenzuteiler verwalten
es: No puede administrar otro asignador de recursos
et: Teisi ressursside eraldajaid ei saa hallata
fi: Et voi hallita muita resurssien allokaattoreita
ky: Башка ресурс бөлүштүргүчтү башкара албайсыз
lt: Negalite valdyti kitų išteklių skirstytuvo
lv: Jūs nevarat pārvaldīt citu resursu sadalītāju
nb: Du kan ikke administrere annen ressursallokator
pl: Nie można zarządzać innym alokatorem zasobów
ru: Вы не можете управлять другим распределителем ресурсов.
sv: Du kan inte hantera annan resursfördelare
th: คุณไม่สามารถจัดการการจัดสรรทรัพยากรอื่นได้
uk: Ви не можете керувати іншим розподільником ресурсів

source: You cannot manage other {role}.
ar: لا يمكنك إدارة الآخرين{role} .
az: Başqalarını idarə edə bilməzs {role} ən.
bn: আপনি অন্য পরিচালনা করতে পারবেন না{role} .
cs: Jiné nemůžete spravovat{role} .
de: Du kannst andere nicht verwalten{role} .
es: No puede gestionar otros {role}.
et: Sa ei saa teisi juhtida{role} .
fi: Et voi hallita muita{role} .
ky: Башканы башкара албайсыз{role} .
lt: Jūs negalite valdyti kitų{role} .
lv: Jūs nevarat pārvaldīt citus{role} .
nb: Du kan ikke administrere andre{role} .
pl: Nie możesz zarządzać innymi{role} .
ru: Вы не можете управлять другими{role} .
sv: Du kan inte hantera andra{role} .
th: คุณไม่สามารถจัดการอื่นได้{role} .
uk: Ви не можете керувати іншими{role} .

source: You do not belong to any organization yet
ar: أنت لا تنتمي إلى أي منظمة حتى الآن
az: Hələ heç bir təşkilata aid deyilsiniz
bn: আপনি এখনও কোনো সংস্থার অন্তর্গত নন
cs: Zatím nepatříte do žádné organizace
de: Sie gehören noch keiner Organisation an
es: Todavía no perteneces a ninguna organización
et: Te ei kuulu veel ühtegi organisatsiooni
fi: Et kuulu vielä mihinkään organisaatioon
ky: Сиз азырынча эч кандай уюмга таандык эмессиз
lt: Jūs dar nepriklausote jokiai organizacijai
lv: Jūs vēl nepiederat nevienai organizācijai
nb: Du tilhører ikke noen organisasjon ennå
pl: Nie należysz jeszcze do żadnej organizacji
ru: Вы еще не состоите ни в одной организации
sv: Du tillhör inte någon organisation än
th: คุณยังไม่ได้เป็นสมาชิกขององค์กรใดๆ
uk: Ви ще не належите до жодної організації

source: You do not currently have any organizations.
ar: ليس لديك حاليا أي منظمات.
az: Hal-hazırda heç bir təşkilatınız yoxdur.
bn: আপনার বর্তমানে কোনো প্রতিষ্ঠান নেই।
cs: V současné době nemáte žádné organizace.
de: Sie haben derzeit keine Organisationen.
es: Actualmente no tiene ninguna organización.
et: Sul ei ole veel ühtegi organisatsiooni.
fi: Sinulla ei tällä hetkellä ole organisaatioita.
ky: Учурда эч кандай уюмуңуз жок.
lt: Šiuo metu neturite jokių organizacijų.
lv: Jums pašlaik nav nevienas organizācijas.
nb: Du har for øyeblikket ingen organisasjoner.
pl: Obecnie nie masz żadnych organizacji.
ru: В настоящее время у вас нет организаций.
sv: Du har för närvarande inga organisationer.
th: ขณะนี้คุณไม่มีองค์กรใดๆ
uk: Зараз у вас немає організацій.

source: You do not have any resources yet.
ar: ليس لديك أي موارد حتى الآن.
az: Hələ heç bir mənbəniz yoxdur.
bn: আপনার কাছে এখনো কোনো সম্পদ নেই।
cs: Zatím nemáte žádné zdroje.
de: Sie haben noch keine Ressourcen.
es: Todavía no tienes ningún recurso.
et: Teil pole veel ressursse.
fi: Sinulla ei ole vielä resursseja.
ky: Сизде азырынча эч кандай ресурстар жок.
lt: Jūs dar neturite jokių išteklių.
lv: Jums vēl nav nekādu resursu.
nb: Du har ingen ressurser ennå.
pl: Nie masz jeszcze żadnych zasobów.
ru: У вас пока нет ресурсов.
sv: Du har inga resurser än.
th: คุณยังไม่มีทรัพยากรใดๆ
uk: У вас ще немає ресурсів.

source: You do not have sufficient privileges to visit this page. Ensure you have the correct rights for accessing this page for customer "{customer}"
ar: ليس لديك الامتيازات الكافية لزيارة هذه الصفحة. تأكد من حصولك على الحقوق الصحيحة للوصول إلى هذه الصفحة للعميل &quot;{customer} &quot;
az: Bu səhifəni ziyarət etmək üçün kifayət qədər imtiyazınız yoxdur. Müştəri üçün bu səhifəyə daxil olmaq üçün düzgün hüquqlara sahib olduğunuzu əmin olun "{customer}”
bn: এই পৃষ্ঠাটি দেখার জন্য আপনার কাছে পর্যাপ্ত সুবিধা নেই৷ গ্রাহকের জন্য এই পৃষ্ঠাটি অ্যাক্সেস করার জন্য আপনার সঠিক অধিকার রয়েছে তা নিশ্চিত করুন &quot;{customer} &quot;
cs: K návštěvě této stránky nemáte dostatečná oprávnění. Ujistěte se, že máte správná práva pro přístup k této stránce pro zákazníka &quot;{customer} &quot;
de: Sie verfügen nicht über ausreichende Berechtigungen, um diese Seite zu besuchen. Stellen Sie sicher, dass Sie über die richtigen Zugriffsrechte für Kunden auf diese Seite verfügen.{customer} &quot;
es: No tiene los privilegios suficientes para visitar esta página. Asegúrese de tener los derechos correctos para acceder a esta página para el cliente ''{customer}''
et: Teil pole selle lehe külastamiseks piisavalt õigusi. Veenduge, et teil on õiged õigused sellele lehele juurdepääsuks kliendi jaoks &quot;{customer} &quot;
fi: Sinulla ei ole riittäviä oikeuksia vierailla tällä sivulla. Varmista, että sinulla on oikeat oikeudet päästä tälle sivulle asiakkaalle &quot;{customer} &quot;
ky: Бул баракка кирүү үчүн сизде жетиштүү артыкчылыктар жок. Кардар үчүн бул баракка кирүү үчүн сизде туура укуктар бар экенин текшериңиз &quot;{customer} &quot;
lt: Jūs neturite pakankamai teisių apsilankyti šiame puslapyje. Įsitikinkite, kad turite tinkamas teises pasiekti šį puslapį klientui &quot;{customer} “
lv: Jums nav pietiekamu tiesību, lai apmeklētu šo lapu. Pārliecinieties, vai jums ir pareizas tiesības, lai piekļūtu šai klienta lapai &quot;{customer} &quot;
nb: Du har ikke tilstrekkelige rettigheter til å besøke denne siden. Sørg for at du har de riktige rettighetene for å få tilgang til denne siden for kunden &quot;{customer} &quot;
pl: Nie masz wystarczających uprawnień, aby odwiedzić tę stronę. Upewnij się, że masz odpowiednie uprawnienia dostępu do tej strony dla klienta &quot;{customer} &quot;
ru: У вас недостаточно прав для посещения этой страницы. Убедитесь, что у вас есть правильные права для доступа к этой странице для клиента &quot;{customer} &quot;
sv: Du har inte tillräckliga rättigheter för att besöka den här sidan. Se till att du har rätt rättigheter för åtkomst till denna sida för kunden &quot;{customer} &quot;
th: คุณมีสิทธิ์ไม่เพียงพอที่จะเยี่ยมชมหน้านี้ ตรวจสอบให้แน่ใจว่าคุณมีสิทธิ์ที่ถูกต้องในการเข้าถึงหน้านี้สำหรับลูกค้า &quot;{customer} &quot;
uk: Ви не маєте достатніх привілеїв, щоб відвідати цю сторінку. Переконайтеся, що у вас є належні права для доступу до цієї сторінки для клієнта &quot;{customer} &quot;

source: You do not have sufficient privileges to visit this page. Ensure you have the correct rights for accessing this page for project "{project}"
ar: ليس لديك الامتيازات الكافية لزيارة هذه الصفحة. تأكد من أن لديك الحقوق الصحيحة للوصول إلى هذه الصفحة للمشروع &quot;{project} &quot;
az: Bu səhifəni ziyarət etmək üçün kifayət qədər imtiyazınız yoxdur. Layihə üçün bu səhifəyə daxil olmaq üçün düzgün hüquqlara sahib olduğunuzdan əmin olun "{project}”
bn: এই পৃষ্ঠাটি দেখার জন্য আপনার কাছে পর্যাপ্ত সুবিধা নেই। প্রকল্পের জন্য এই পৃষ্ঠাটি অ্যাক্সেস করার জন্য আপনার সঠিক অধিকার আছে তা নিশ্চিত করুন &quot;{project} &quot;
cs: K návštěvě této stránky nemáte dostatečná oprávnění. Ujistěte se, že máte správná práva pro přístup na tuto stránku projektu &quot;{project} &quot;
de: Sie verfügen nicht über ausreichende Berechtigungen, um diese Seite zu besuchen. Stellen Sie sicher, dass Sie über die richtigen Rechte für den Zugriff auf diese Seite für das Projekt verfügen.{project} &quot;
es: No tiene los privilegios suficientes para visitar esta página. Asegúrese de tener los derechos correctos para acceder a esta página del proyecto "{project}''
et: Teil pole selle lehe külastamiseks piisavalt õigusi. Veenduge, et teil on projekti &quot;&quot; lehele juurdepääsuks õiged õigused{project} &quot;
fi: Sinulla ei ole riittäviä oikeuksia vierailla tällä sivulla. Varmista, että sinulla on oikeat oikeudet päästäksesi tälle sivulle projektille &quot;{project} &quot;
ky: Бул баракка кирүү үчүн сизде жетиштүү артыкчылыктар жок. Долбоор үчүн бул баракка кирүү үчүн сизде туура укуктар бар экенин текшериңиз &quot;{project} &quot;
lt: Jūs neturite pakankamai teisių apsilankyti šiame puslapyje. Įsitikinkite, kad turite tinkamas teises pasiekti šį projekto puslapį{project} “
lv: Jums nav pietiekamu tiesību, lai apmeklētu šo lapu. Pārliecinieties, vai jums ir pareizās tiesības piekļūt šai projekta lapai{project} &quot;
nb: Du har ikke tilstrekkelige rettigheter til å besøke denne siden. Sørg for at du har de riktige rettighetene for å få tilgang til denne siden for prosjektet &quot;{project} &quot;
pl: Nie masz wystarczających uprawnień, aby odwiedzić tę stronę. Upewnij się, że masz odpowiednie uprawnienia dostępu do tej strony projektu &quot;{project} &quot;
ru: У вас недостаточно прав для посещения этой страницы. Убедитесь, что у вас есть правильные права для доступа к этой странице проекта &quot;{project} &quot;
sv: Du har inte tillräckliga rättigheter för att besöka den här sidan. Se till att du har rätt rättigheter för att komma åt den här sidan för projektet &quot;{project} &quot;
th: คุณมีสิทธิ์ไม่เพียงพอที่จะเยี่ยมชมหน้านี้ ตรวจสอบให้แน่ใจว่าคุณมีสิทธิ์ที่ถูกต้องในการเข้าถึงหน้านี้สำหรับโครงการ &quot;{project} &quot;
uk: Ви не маєте достатніх привілеїв, щоб відвідати цю сторінку. Переконайтеся, що у вас є належні права для доступу до цієї сторінки проекту &quot;{project} &quot;

source: You do not have the permissions for accessing this page.
ar: ليس لديك الأذونات اللازمة للوصول إلى هذه الصفحة.
az: Bu səhifəyə daxil olmaq üçün icazələriniz yoxdur.
bn: আপনার কাছে এই পৃষ্ঠাটি অ্যাক্সেস করার অনুমতি নেই৷
cs: Nemáte oprávnění pro přístup k této stránce.
de: Sie verfügen nicht über die Berechtigung zum Zugriff auf diese Seite.
es: No tiene los permisos para acceder a esta página.
et: Teil pole sellel lehel juurdepääsu õigusi.
fi: Sinulla ei ole tämän sivun käyttöoikeuksia.
ky: Бул баракка кирүү үчүн сизде уруксаттар жок.
lt: Neturite leidimų pasiekti šį puslapį.
lv: Jums nav atļauju piekļūt šai lapai.
nb: Du har ikke tillatelsene for å få tilgang til denne siden.
pl: Nie masz uprawnień dostępu do tej strony.
ru: У вас нет прав для доступа к этой странице.
sv: Du har inte behörighet för att komma åt den här sidan.
th: คุณไม่มีสิทธิ์ในการเข้าถึงหน้านี้
uk: Ви не маєте дозволів для доступу до цієї сторінки.

source: You don't have enough privileges to perform this operation.
ar: ليس لديك الامتيازات الكافية لإجراء هذه العملية.
az: Sizin bu əməliyyatı yerinə yetirmək üçün kifayət qədər imtiyazlarınız yoxdur.
bn: এই অপারেশনটি সম্পাদন করার জন্য আপনার কাছে পর্যাপ্ত সুযোগ-সুবিধা নেই৷
cs: K provedení této operace nemáte dostatečná oprávnění.
de: Sie verfügen nicht über genügend Berechtigungen, um diesen Vorgang auszuführen.
es: No tiene suficientes privilegios para realizar esta operación.
et: Sul ei ole selle toimingu sooritamiseks vajalikke õigusi.
fi: Sinulla ei ole tarpeeksi oikeuksia tämän toiminnon suorittamiseen.
ky: Бул операцияны аткаруу үчүн сизде жетиштүү артыкчылыктар жок.
lt: Neturite pakankamai teisių šiai operacijai atlikti.
lv: Jums nav pietiekami daudz tiesību, lai veiktu šo darbību.
nb: Du har ikke nok rettigheter til å utføre denne operasjonen.
pl: Nie masz wystarczających uprawnień, aby wykonać tę operację.
ru: У вас недостаточно прав для выполнения этой операции.
sv: Du har inte tillräcklig behörighet för att utföra den här åtgärden.
th: คุณมีสิทธิ์ไม่เพียงพอที่จะดำเนินการนี้
uk: У вас недостатньо прав для виконання цієї операції.

source: You don't have permission to cancel this invitation.
ar: ليس لديك الإذن بإلغاء هذه الدعوة.
az: Sizin bu dəvəti ləğv etmək icazəniz yoxdur.
bn: আপনার কাছে এই আমন্ত্রণ বাতিল করার অনুমতি নেই৷
cs: Nemáte oprávnění zrušit tuto pozvánku.
de: Sie haben keine Berechtigung, diese Einladung abzubrechen.
es: No tiene permiso para cancelar esta invitación.
et: Sul ei ole piisavalt õigusi et seda kutset katkestada.
fi: Sinulla ei ole lupaa peruuttaa tätä kutsua.
ky: Бул чакырууну жокко чыгарууга уруксатыңыз жок.
lt: Neturite leidimo atšaukti šį kvietimą.
lv: Jums nav atļaujas atcelt šo ielūgumu.
nb: Du har ikke tillatelse til å avbryte denne invitasjonen.
pl: Nie masz uprawnień do anulowania tego zaproszenia.
ru: У вас недостаточно прав для отмены этого приглашения.
sv: Du har inte behörighet att avbryta den här inbjudan.
th: คุณไม่ได้รับอนุญาตให้ยกเลิกคำเชิญนี้
uk: Ви не маєте дозволу скасувати це запрошення.

source: You don't have permission to send this invitation.
ar: ليس لديك الإذن بإرسال هذه الدعوة.
az: Sizin bu dəvəti göndərmək üçün icazəniz yoxdur.
bn: আপনার কাছে এই আমন্ত্রণ পাঠানোর অনুমতি নেই৷
cs: Nemáte oprávnění k odeslání této pozvánky.
de: Sie haben keine Berechtigung, diese Einladung zu senden.
es: No tiene permiso para enviar esta invitación.
et: Sul ei ole piisavalt õigusi et seda kutset saata.
fi: Sinulla ei ole lupaa lähettää tätä kutsua.
ky: Бул чакырууну жөнөтүүгө уруксатыңыз жок.
lt: Neturite leidimo siųsti šio kvietimo.
lv: Jums nav atļaujas nosūtīt šo ielūgumu.
nb: Du har ikke tillatelse til å sende denne invitasjonen.
pl: Nie masz uprawnień do wysłania tego zaproszenia.
ru: У вас нет разрешения на отправку этого приглашения.
sv: Du har inte behörighet att skicka den här inbjudan.
th: คุณไม่ได้รับอนุญาตให้ส่งคำเชิญนี้
uk: У вас немає дозволу на надсилання цього запрошення.

source: You don't have permissions to delete this user.
ar: ليس لديك الأذونات لحذف هذا المستخدم.
az: Bu istifadəçini silmək üçün icazəniz yoxdur.
bn: আপনার কাছে এই ব্যবহারকারীকে মুছে ফেলার অনুমতি নেই৷
cs: Nemáte oprávnění ke smazání tohoto uživatele.
de: Sie sind nicht berechtigt, diesen Benutzer zu löschen.
es: No tiene permisos para eliminar este usuario.
et: Teil pole selle kasutaja kustutamise õigusi.
fi: Sinulla ei ole oikeuksia poistaa tätä käyttäjää.
ky: Бул колдонуучуну жок кылууга уруксатыңыз жок.
lt: Neturite leidimo ištrinti šio vartotojo.
lv: Jums nav atļauju dzēst šo lietotāju.
nb: Du har ikke tillatelse til å slette denne brukeren.
pl: Nie masz uprawnień, aby usunąć tego użytkownika.
ru: У вас недостаточно прав для удаления этого пользователя.
sv: Du har inte behörighet att ta bort den här användaren.
th: คุณไม่มีสิทธิ์ลบผู้ใช้รายนี้
uk: У вас немає прав на видалення цього користувача.

source: You have entered data in form. When dialog is closed form data would be lost.
ar: لقد قمت بإدخال البيانات في النموذج. عند إغلاق مربع الحوار، سيتم فقدان بيانات النموذج.
az: Formada məlumatları daxil etmisiniz. Dialoq bağlandıqda forma məlumatları itiriləcəkdir.
bn: আপনি ফর্মে ডেটা প্রবেশ করেছেন। ডায়ালগ বন্ধ হলে ফর্ম ডেটা হারিয়ে যাবে।
cs: Zadali jste údaje do formuláře. Při zavření dialogového okna budou data formuláře ztracena.
de: Sie haben Daten in Formular eingegeben. Wenn der Dialog geschlossen wird, gehen Formulardaten verloren.
es: Ha introducido datos en el formulario. Cuando se cierra el diálogo, los datos del formulario se perderían.
et: Sisestasite andmed vormi. Dialoogi sulgemisel lähevad andmed kaotsi.
fi: Olet syöttänyt tiedot lomakkeeseen. Kun valintaikkuna suljetaan, lomakkeen tiedot menetetään.
ky: Сиз формага маалыматтарды киргиздиңиз. Диалог жабылганда формадагы маалыматтар жоголот.
lt: Į formą įvedėte duomenis. Uždarius dialogo langą formos duomenys bus prarasti.
lv: Jūs esat ievadījis datus formā. Kad dialoglodziņš tiek aizvērts, veidlapas dati tiks zaudēti.
nb: Du har skrevet inn data i skjema. Når dialogboksen er lukket, vil skjemadata gå tapt.
pl: Wpisałeś dane do formularza. Po zamknięciu okna dialogowego dane zostaną utracone.
ru: Вы ввели данные в форму. При закрытии диалога данные формы будут потеряны.
sv: Du har angett data i formuläret . När dialogrutan är stängd går formulärdata förlorade.
th: คุณได้ป้อนข้อมูลในแบบฟอร์ม เมื่อปิดกล่องโต้ตอบ ข้อมูลในแบบฟอร์มจะสูญหาย
uk: Ви ввели дані у форму. Коли діалогове вікно закрито, дані форми будуть втрачені.

source: You have entered data in form. When drawer is closed form data would be lost.
ar: لقد قمت بإدخال البيانات في النموذج. عند إغلاق الدرج، سيتم فقدان بيانات النموذج.
az: Formada məlumatları daxil etmisiniz. Çekmece bağlandıqda forma məlumatları itiriləcəkdir.
bn: আপনি ফর্মে ডেটা প্রবেশ করেছেন। ড্রয়ার বন্ধ হলে ফর্ম ডেটা হারিয়ে যাবে।
cs: Zadali jste údaje do formuláře. Při zavření zásuvky by došlo ke ztrátě dat formuláře.
de: Sie haben Daten im Formular eingegeben. Bei geschlossener Schublade gehen Formulardaten verloren.
es: Ha introducido los datos en el formulario. Cuando el cajón está cerrado, los datos del formulario se perderán.
et: Sisestasite andmed vormi. Kui sahtel on suletud, lähevad andmed kaotsi.
fi: Olet syöttänyt tiedot lomakkeeseen. Kun laatikko suljetaan, lomaketiedot menetetään.
ky: Сиз формага маалыматтарды киргиздиңиз. Тартпа жабылганда формадагы маалыматтар жоголот.
lt: Jūs įvedėte duomenis į formą. Uždarius stalčių formos duomenys bus prarasti.
lv: Jūs esat ievadījis datus formā. Kad atvilktne ir aizvērta, dati tiks zaudēti.
nb: Du har lagt inn data i skjemaet. Når skuffen er lukket, vil data gå tapt.
pl: Wpisałeś dane do formularza. Po zamknięciu szuflady dane zostaną utracone.
ru: Вы ввели данные в форму. При закрытии ящика данные формы будут потеряны.
sv: Du har angett data i formuläret. När lådan är stängd skulle data gå förlorade.
th: คุณได้ป้อนข้อมูลในแบบฟอร์ม เมื่อปิดลิ้นชักข้อมูลในแบบฟอร์มจะสูญหาย
uk: Ви ввели дані у форму. Коли ящик закрито, дані форми будуть втрачені.
