Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Unpublish as Google Calendar
ar: إلغاء النشر كتقويم Google
az: Google Təqvim olaraq dərc etmədən çıxarın
bn: Google ক্যালেন্ডার হিসাবে অপ্রকাশিত করুন
cs: Zrušit publikování jako Google Kalendář
de: Die Veröffentlichung als Google-Kalender wird aufheben
es: Anular la publicación como Google Calendar
et: Tühista avaldamine Google'i kalendrina
fi: Peruuta julkaisu Google-kalenterina
ky: Google Жылнаама катары жарыялоону токтотуу
lt: Anuliuoti publikavimą kaip Google kalendorių
lv: Atcelt publicēšanu kā Google kalendāru
nb: Fjern publiseringen som Google Kalender
pl: Cofnij publikację jako Kalendarz Google
ru: Отменить публикацию как Календарь Google
sv: Avpublicera som Google Kalender
th: ยกเลิกการเผยแพร่เป็น Google ปฏิทิน
uk: Скасувати публікацію як Google Calendar

source: Update
ar: تحديث
az: Yeniləmə
bn: হালনাগাদ
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
et: Uuenda
fi: Päivittää
ky: Жаңыртуу
lt: Atnaujinti
lv: Aktualizēt
nb: Oppdater
pl: Aktualizacja
ru: Обновлять
sv: Uppdatera
th: อัปเดต
uk: оновлення

source: Update LEXIS link options
az: LEXIS link seçimlərini yeniləyin

source: Update a broadcast
ar: تحديث البث
az: Yayımı yeniləyin
bn: একটি সম্প্রচার আপডেট করুন
cs: Aktualizujte vysílání
de: Aktualisieren Sie eine Übertragung
es: Actualizar una transmisión
et: Saate värskendamine
fi: Päivitä lähetys
ky: Берүүнү жаңыртуу
lt: Atnaujinkite transliaciją
lv: Atjauniniet apraidi
nb: Oppdater en sending
pl: Zaktualizuj transmisję
ru: Обновить трансляцию
sv: Uppdatera en sändning
th: อัพเดตการออกอากาศ
uk: Оновити трансляцію

source: Update a broadcast template
ar: تحديث قالب البث
az: Yayım şablonunu yeniləyin
bn: একটি সম্প্রচার টেমপ্লেট আপডেট করুন
cs: Aktualizujte šablonu vysílání
de: Aktualisieren Sie eine Broadcast-Vorlage
es: Actualizar una plantilla de transmisión
et: Värskendage edastusmalli
fi: Päivitä lähetysmalli
ky: Берүү үлгүсүн жаңыртыңыз
lt: Atnaujinkite transliacijos šabloną
lv: Atjauniniet apraides veidni
nb: Oppdater en kringkastingsmal
pl: Zaktualizuj szablon transmisji
ru: Обновление шаблона трансляции
sv: Uppdatera en sändningsmall
th: อัปเดตเทมเพลตการออกอากาศ
uk: Оновіть шаблон трансляції

source: Update a campaign
ar: تحديث حملة
az: Kampaniyanı yeniləyin
bn: একটি প্রচারাভিযান আপডেট করুন
cs: Aktualizujte kampaň
de: Aktualisieren Sie eine Kampagne
es: Actualizar una campaña
et: Värskendage kampaaniat
fi: Päivitä kampanja
ky: Кампанияны жаңыртуу
lt: Atnaujinkite kampaniją
lv: Atjauniniet kampaņu
nb: Oppdater en kampanje
pl: Zaktualizuj kampanię
ru: Обновить кампанию
sv: Uppdatera en kampanj
th: อัปเดตแคมเปญ
uk: Оновіть кампанію

source: Update a notification
ar: قم بتحديث إشعار
az: Bildirişi yeniləyin
bn: একটি বিজ্ঞপ্তি আপডেট করুন
cs: Aktualizujte oznámení
de: Aktualisieren Sie eine Benachrichtigung
es: Actualizar una notificación
et: Värskendage teatist
fi: Päivitä ilmoitus
ky: Эскертмени жаңыртуу
lt: Atnaujinkite pranešimą
lv: Atjauniniet paziņojumu
nb: Oppdater et varsel
pl: Zaktualizuj powiadomienie
ru: Обновить уведомление
sv: Uppdatera en avisering
th: อัปเดตการแจ้งเตือน
uk: Оновіть сповіщення

source: Update a notification template
ar: تحديث قالب الإخطار
az: Bildiriş şablonunu yeniləyin
bn: একটি বিজ্ঞপ্তি টেমপ্লেট আপডেট করুন
cs: Aktualizujte šablonu oznámení
de: Aktualisieren Sie eine Benachrichtigungsvorlage
es: Actualizar una plantilla de notificación
et: Värskendage teavitusmalli
fi: Päivitä ilmoitusmalli
ky: Эскертме үлгүсүн жаңыртыңыз
lt: Atnaujinkite pranešimo šabloną
lv: Atjauniniet paziņojumu veidni
nb: Oppdater en varslingsmal
pl: Zaktualizuj szablon powiadomienia
ru: Обновление шаблона уведомления
sv: Uppdatera en meddelandemall
th: อัปเดตเทมเพลตการแจ้งเตือน
uk: Оновіть шаблон сповіщення

source: Update broadcast
ar: تحديث البث
az: Yayımı yeniləyin
bn: সম্প্রচার আপডেট করুন
cs: Aktualizovat vysílání
de: Übertragung aktualisieren
es: Transmisión de actualización
et: Värskenda saadet
fi: Päivitä lähetys
ky: Берүүнү жаңыртуу
lt: Atnaujinti transliaciją
lv: Atjaunināt pārraidi
nb: Oppdater sending
pl: Zaktualizuj transmisję
ru: Обновить трансляцию
sv: Uppdatera sändningen
th: อัพเดทการออกอากาศ
uk: Оновити трансляцію

source: Update customer permission
ar: تحديث إذن العميل
az: Müştəri icazəsini yen
bn: গ্রাহকের অনুমতি আপডেট করুন
cs: Aktualizujte oprávnění zákazníka
de: Kundenberechtigung aktualisieren
es: Actualizar permiso del cliente
et: Värskendage kliendi luba
fi: Päivitä asiakkaan lupa
ky: Кардардын уруксатын жаңыртуу
lt: Atnaujinkite kliento leidimą
lv: Atjauniniet klienta atļauju
nb: Oppdater kundetillatelse
pl: Zaktualizuj uprawnienia klienta
ru: Обновить разрешение клиента
sv: Uppdatera kundtillstånd
th: อัปเดตการอนุญาตของลูกค้า
uk: Оновіть дозвіл клієнта

source: Update floating IPs
ar: تحديث عناوين IP العائمة
az: Dəyişən IP-leri yeniləyin
bn: ভাসমান আইপি আপডেট করুন
cs: Aktualizace plovoucích IP adres
de: Aktualisieren von schwebenden IPs
es: Actualizar las IPs flotantes
et: Uuenda liikuvaid IP aadresse
fi: Päivitä kelluvat IP-osoitteet
ky: Калкыма IP даректерин жаңыртыңыз
lt: Atnaujinti slankiuosius IP
lv: Atjauniniet peldošos IP
nb: Oppdatere flytende IPer
pl: Zaktualizuj pływające adresy IP
ru: Обновить плавающие IP-адреса
sv: Uppdatera flytande IPs
th: อัปเดต IP แบบลอย
uk: Оновити плаваючі IP-адреси

source: Update floating IPs in {name} virtual machine
ar: تحديث عناوين IP العائمة في{name} آلة افتراضية
az: {name}Virtual maşında üzən IP-ləri yeniləyin
bn: ভাসমান আইপি আপডেট করুন{name} ভার্চুয়াল মেশিন
cs: Aktualizace plovoucích IP adres ve virtuálním počítači {name}
de: Aktualisieren Sie schwebende IPs in der virtuellen Maschine {name}
es: Actualizar IPs flotantes en la máquina virtual {name}
et: Värskendage ujuvaid IP-sid{name} Virtuaalne masin
fi: Päivitä kelluvat IP-osoitteet{name} virtuaalikone
ky: Калкыма IP даректерин жаңыртыңыз{name} виртуалдык машина
lt: Atnaujinti plaukiojančius IP {name} virtualios mašinos
lv: Atjauniniet peldošos IP{name} virtuālā iekārta
nb: Oppdater flytende IP-adresser i {name} virtuell maskin
pl: Zaktualizuj pływające adresy IP w{name} maszyna wirtualna
ru: Обновите плавающие IP-адреса в{name} виртуальная машина
sv: Uppdatera flytande IP-adresser i {name} virtuell maskin
th: อัปเดต IP แบบลอยใน{name} เครื่องเสมือน
uk: Оновіть плаваючі IP-адреси в{name} віртуальна машина

source: Update horizontal pod autoscaler
ar: تحديث المقياس التلقائي للجراب الأفقي
az: Üfüqi pod avtoskalerini yeniləyin
bn: অনুভূমিক পড অটোস্কেলার আপডেট করুন
cs: Aktualizovat horizontální autoškálovač podů
de: Aktualisieren des horizontalen Pod-Autoscalers
es: Actualizar el autoescalador de pod horizontal
et: Värskendage horisontaalse kausta automaatset skaleerijat
fi: Päivitä vaakatasoinen pod autoscaler
ky: Горизонталдык подкасттын автоматтык масштабын жаңыртыңыз
lt: Atnaujinti horizontalaus ankšties autoskaleris
lv: Atjauniniet horizontālo pāksts automātisko skalu
nb: Oppdater horisontal pod autoscaler
pl: Zaktualizuj automatyczne skalowanie podów poziomych
ru: Обновление автомасштабирования горизонтального модуля
sv: Uppdatera horisontell pod autoscaler
th: อัปเดตตัวปรับขนาดพ็อดแนวนอนอัตโนมัติ
uk: Оновити горизонтальний модуль автомасштабування

source: Update identity provider
ar: تحديث مزود الهوية
az: Şəxsiyyət provayderini
bn: পরিচয় প্রদানকারী আপডেট করুন
cs: Aktualizujte poskytovatele identity
de: Identitätsanbieter aktualisieren
es: Actualizar el proveedor de identidad
et: Värskendage identiteedi pakkujat
fi: Päivitä identiteetin tarjoaja
ky: Аныктык камсыздоочуну жаңыртуу
lt: Atnaujinkite tapatybės teikėją
lv: Atjauniniet identitātes nodrošinātāju
nb: Oppdater identitetsleverandør
pl: Zaktualizuj dostawcę tożsamości
ru: Обновить поставщика удостоверений
sv: Uppdatera identitetsleverantör
th: อัปเดตผู้ให้บริการข้อมูลประจำตัว
uk: Оновіть постачальника ідентифікаційних даних

source: Update identity provider: {provider}
ar: تحديث موفر الهوية:{provider}
az: Şəxsiyyət təminatçısını {provider}
bn: পরিচয় প্রদানকারী আপডেট করুন:{provider}
cs: Aktualizovat poskytovatele identity:{provider}
de: Identitätsanbieter aktualisieren:{provider}
es: Actualizar proveedor de identidad:{provider}
et: Värskenda identiteedi pakkujat:{provider}
fi: Päivitä identiteetin tarjoaja:{provider}
ky: Идентификаторду жаңыртуу:{provider}
lt: Atnaujinti tapatybės teikėją:{provider}
lv: Atjaunināt identitātes nodrošinātāju:{provider}
nb: Oppdater identitetsleverandør:{provider}
pl: Zaktualizuj dostawcę tożsamości:{provider}
ru: Обновить поставщика удостоверений:{provider}
sv: Uppdatera identitetsleverantör:{provider}
th: อัปเดตผู้ให้บริการข้อมูลประจำตัว:{provider}
uk: Оновити постачальника ідентифікаційних даних:{provider}

source: Update image
ar: تحديث الصورة
az: Şəkil yeniləyin
bn: ইমেজ আপডেট করুন
cs: Aktualizujte obrázek
de: Bild aktualisieren
es: Actualizar imagen
et: Värskenda pilti
fi: Päivitä kuva
ky: Сүрөттү жаңыртуу
lt: Atnaujinti vaizdą
lv: Atjaunināt attēlu
nb: Oppdater bilde
pl: Aktualizuj obraz
ru: Обновить изображение
sv: Uppdatera bild
th: อัปเดตรูปภาพ
uk: Оновити зображення

source: Update image for {offeringName}
ar: تحديث الصورة ل{offeringName}
az: Şəkli yeniləyin {offeringName}
bn: এর জন্য ইমেজ আপডেট করুন{offeringName}
cs: Aktualizovat obrázek pro{offeringName}
de: Bild aktualisieren für{offeringName}
es: Actualizar imagen para {offeringName}
et: Värskenda pilti{offeringName}
fi: Päivitä kuva kohteelle{offeringName}
ky: үчүн сүрөттү жаңыртуу{offeringName}
lt: Atnaujinti vaizdą, skirtą{offeringName}
lv: Atjaunināt attēlu{offeringName}
nb: Oppdater bilde for{offeringName}
pl: Zaktualizuj obraz dla{offeringName}
ru: Обновить изображение для{offeringName}
sv: Uppdatera bild för{offeringName}
th: อัพเดตรูปภาพสำหรับ{offeringName}
uk: Оновити зображення для{offeringName}

source: Update integration options
ar: تحديث خيارات التكامل
az: İnteqrasiya variantlarını yenilə
bn: ইন্টিগ্রেশন অপশন আপডেট করুন
cs: Aktualizujte možnosti integrace
de: Aktualisieren Sie die Integrationsoptionen
es: Actualizar las opciones de integración
et: Uuenda integreerimisvalikuid
fi: Päivitä integrointivaihtoehdot
ky: Интеграция параметрлерин жаңыртуу
lt: Atnaujinkite integravimo parinktis
lv: Atjauniniet integrācijas iespējas
nb: Oppdater integrasjonsalternativer
pl: Zaktualizuj opcje integracji
ru: Обновить параметры интеграции
sv: Uppdatera integrationsalternativ
th: อัปเดตตัวเลือกการรวมระบบ
uk: Оновити параметри інтеграції

source: Update internal IPs for OpenStack instance {name}
ar: قم بتحديث عناوين IP الداخلية لمثيل OpenStack{name}
az: OpenStack nümunəsi üçün daxili IP-ləri yeniləyin {name}
bn: OpenStack উদাহরণের জন্য অভ্যন্তরীণ আইপি আপডেট করুন{name}
cs: Aktualizace interních IP adres pro instanci OpenStack {name}
de: Aktualisieren Sie die internen IPs für die OpenStack-Instanz {name}
es: Actualizar las IPs internas de la instancia de OpenStack {name}
et: Värskendage OpenStacki eksemplari sisemisi IP-sid{name}
fi: Päivitä OpenStack-esiintymän sisäiset IP-osoitteet{name}
ky: OpenStack инстанциясы үчүн ички IP даректерин жаңыртыңыз{name}
lt: Atnaujinti OpenStack egzemplioriaus {name} vidinius IP
lv: Atjauniniet OpenStack instances iekšējos IP{name}
nb: Oppdater interne IP-er for OpenStack-forekomst {name}
pl: Zaktualizuj wewnętrzne adresy IP dla instancji OpenStack{name}
ru: Обновить внутренние IP-адреса для экземпляра OpenStack.{name}
sv: Uppdatera interna IPs för OpenStack-instansen {name}
th: อัปเดต IP ภายในสำหรับอินสแตนซ์ OpenStack{name}
uk: Оновіть внутрішні IP-адреси для примірника OpenStack{name}

source: Update invoice item {name}
ar: تحديث عنصر الفاتورة{name}
az: Faktura maddəsini yeniləyin {name}
bn: চালান আইটেম আপডেট করুন{name}
cs: Aktualizovat položku faktury{name}
de: Rechnungsposition aktualisieren{name}
es: Actualizar el artículo de la factura {name}
et: Värskenda arve kirjet{name}
fi: Päivitä laskun nimike{name}
ky: Эсеп-фактураны жаңыртуу{name}
lt: Atnaujinti sąskaitos faktūros elementą{name}
lv: Atjaunināt rēķina vienumu{name}
nb: Oppdater fakturaelement{name}
pl: Zaktualizuj pozycję na fakturze{name}
ru: Обновить позицию счета-фактуры{name}
sv: Uppdatera fakturaobjekt{name}
th: อัพเดตรายการใบแจ้งหนี้{name}
uk: Оновити позицію рахунку-фактури{name}

source: Update limits for an existing resource
ar: تحديث الحدود لمورد موجود
az: Mövcud resurs üçün məhdudiyyətləri yeniləyin
bn: একটি বিদ্যমান সম্পদের জন্য আপডেট সীমা
cs: Aktualizace limitů existujícího zdroje
de: Aktualisieren Sie die Grenzwerte für eine vorhandene Ressource
es: Actualizar los límites para un recurso existente
et: Olemasoleva ressursi piirangute värskendamine
fi: Päivitä olemassa olevan resurssin rajoitukset
ky: Учурдагы ресурс үчүн чектөөлөрдү жаңыртуу
lt: Atnaujinti esamo ištekliaus apribojimus
lv: Atjauniniet ierobežojumus esošam resursam
nb: Oppdatere grenser for en eksisterende ressurs
pl: Zaktualizuj limity dla istniejącego zasobu
ru: Обновить ограничения для существующего ресурса
sv: Uppdateringsgränser för en befintlig resurs
th: อัปเดตขีดจำกัดสำหรับทรัพยากรที่มีอยู่
uk: Оновити обмеження для наявного ресурсу

source: Update location
ar: تحديث الموقع
az: Yeri yeniləyin
bn: অবস্থান আপডেট করুন
cs: Aktualizovat umístění
de: Standort aktualisieren
es: Actualizar la ubicación
et: Värskenda asukohta
fi: Päivitä sijainti
ky: Жайгашкан жерди жаңыртуу
lt: Atnaujinti vietą
lv: Atjaunināt atrašanās vietu
nb: Oppdater plassering
pl: Zaktualizuj lokalizację
ru: Расположение обновления
sv: Uppdatera plats
th: อัปเดตตำแหน่ง
uk: Оновити місцезнаходження

source: Update logo
ar: تحديث الشعار
az: Logo yeniləyin
bn: লোগো আপডেট করুন
cs: Aktualizovat logo
de: Logo aktualisieren
es: Actualizar logotipo
et: Uuenda logo
fi: Päivitä logo
ky: Логотипти жаңыртуу
lt: Atnaujinti logotipą
lv: Atjaunināt logotipu
nb: Oppdater logo
pl: Zaktualizuj logo
ru: Обновить логотип
sv: Uppdatera logotyp
th: อัพเดตโลโก้
uk: Оновити логотип

source: Update notification
ar: تحديث الاشعارات
az: Bildirişi yeniləyin
bn: আপডেট বিজ্ঞপ্তি
cs: Oznámení o aktualizaci
de: Benachrichtigung aktualisieren
es: Actualizar la notificación
et: Uuenda teated
fi: Päivitä ilmoitus
ky: Жаңыртуу билдирмеси
lt: Atnaujinti pranešimą
lv: Atjaunināt paziņojumu
nb: Varsel om oppdatering
pl: Powiadomienie o aktualizacji
ru: Уведомление об обновлении
sv: Uppdatera meddelande
th: อัปเดตการแจ้งเตือน
uk: Сповіщення про оновлення

source: Update of OpenStack instance internal IPs has been scheduled.
ar: تمت جدولة تحديث عناوين IP الداخلية لمثيل OpenStack.
az: OpenStack nümunəsinin daxili IP-lərinin yenilənməsi planlaşdırılmışdır.
bn: OpenStack ইনস্ট্যান্স অভ্যন্তরীণ আইপিগুলির আপডেটের সময়সূচী করা হয়েছে৷
cs: Aktualizace interních IP adres instance OpenStack byla naplánována.
de: Die Aktualisierung der internen IPs der OpenStack-Instanz wurde geplant.
es: Se ha programado la actualización de las IP internas de las instancias de OpenStack.
et: OpenStacki eksemplari sisemiste IP-de värskendamine on ajastatud.
fi: OpenStack-ilmentymien sisäisten IP-osoitteiden päivitys on ajoitettu.
ky: OpenStack инстанциясынын ички IP даректерин жаңыртуу пландаштырылган.
lt: Suplanuotas OpenStack egzempliorių vidinių IP atnaujinimas.
lv: Ir ieplānota OpenStack instances iekšējo IP atjaunināšana.
nb: Oppdatering av OpenStack-forekomst interne IPer er planlagt.
pl: Zaplanowano aktualizację wewnętrznych adresów IP instancji OpenStack.
ru: Запланировано обновление внутренних IP-адресов экземпляра OpenStack.
sv: Uppdatering av OpenStack-instansinterna IPs har schemalagts.
th: มีกำหนดการอัปเดต IP ภายในของอินสแตนซ์ OpenStack แล้ว
uk: Заплановано оновлення внутрішніх IP-адрес екземпляра OpenStack.

source: Update of OpenStack instance security groups has been scheduled.
ar: تمت جدولة تحديث مجموعات أمان مثيل OpenStack.
az: OpenStack nümunə təhlükəsizlik qruplarının yenilənməsi planlaşdırılmışdır.
bn: OpenStack দৃষ্টান্ত নিরাপত্তা গোষ্ঠীর আপডেট নির্ধারিত হয়েছে।
cs: Aktualizace skupin zabezpečení instance OpenStack byla naplánována.
de: Das Update der Sicherheitsgruppen der OpenStack-Instanz wurde geplant.
es: Se ha programado la actualización de los grupos de seguridad de las instancias de OpenStack.
et: OpenStacki eksemplari turberühmade värskendamine on ajastatud.
fi: OpenStack-ilmentymien suojausryhmien päivitys on ajoitettu.
ky: OpenStack инстанциясынын коопсуздук топторун жаңыртуу пландаштырылган.
lt: Suplanuotas OpenStack egzempliorių saugos grupių atnaujinimas.
lv: Ir ieplānota OpenStack instanču drošības grupu atjaunināšana.
nb: Oppdatering av sikkerhetsgrupper for OpenStack-forekomst er planlagt.
pl: Zaplanowano aktualizację grup zabezpieczeń instancji OpenStack.
ru: Запланировано обновление групп безопасности экземпляра OpenStack.
sv: Uppdatering av säkerhetsgrupper för OpenStack-instanser har schemalagts.
th: มีกำหนดการอัปเดตกลุ่มความปลอดภัยของอินสแตนซ์ OpenStack แล้ว
uk: Заплановано оновлення груп безпеки екземплярів OpenStack.

source: Update offering
ar: تحديث العرض
az: Təklifi yeniləyin
bn: আপডেট অফার
cs: Aktualizovat nabídku
de: Update-Angebot
es: Actualizar la oferta
et: Uuenda pakkumist
fi: Päivitä tarjonta
ky: Сунушту жаңыртуу
lt: Atnaujinti pasiūlymą
lv: Atjaunināt piedāvājumu
nb: Oppdater tilbudet
pl: Aktualizuj ofertę
ru: Обновить предложение
sv: Uppdatera erbjudande
th: อัปเดตข้อเสนอ
uk: Оновити пропозицію

source: Update offering attributes
ar: تحديث سمات العرض
az: Təklif atributlarını yeniləyin
bn: অফার করার বৈশিষ্ট্যগুলি আপডেট করুন
cs: Aktualizujte atributy nabídky
de: Angebotsattribute aktualisieren
es: Actualizar los atributos de la oferta
et: Värskendage pakkumise atribuute
fi: Päivitä tarjouksen attribuutit
ky: Сунуш атрибуттарын жаңыртуу
lt: Atnaujinkite pasiūlymo atributus
lv: Atjauniniet piedāvājuma atribūtus
nb: Oppdater tilbudsattributter
pl: Zaktualizuj atrybuty oferty
ru: Обновить атрибуты предложения
sv: Uppdatera erbjudandeattribut
th: อัปเดตคุณสมบัติข้อเสนอ
uk: Оновіть атрибути пропозиції

source: Update offering components
ar: تحديث مكونات العرض
az: Təklif komponentlərini yeniləyin
bn: অফার করার উপাদান আপডেট করুন
cs: Aktualizujte komponenty nabídky
de: Angebotskomponenten aktualisieren
es: Actualizar los componentes de la oferta
et: Värskendage pakkumise komponente
fi: Päivitä tarjonnan komponentit
ky: Сунушталган компоненттерди жаңыртуу
lt: Atnaujinkite siūlomus komponentus
lv: Atjauniniet piedāvājuma komponentus
nb: Oppdater tilbudskomponenter
pl: Zaktualizuj komponenty oferty
ru: Обновление компонентов предложения
sv: Uppdatera erbjudandekomponenter
th: อัปเดตส่วนประกอบข้อเสนอ
uk: Оновити компоненти пропозиції

source: Update offering description
ar: تحديث وصف العرض
az: Təklif təsvirini yeniləyin
bn: অফার বিবরণ আপডেট করুন
cs: Aktualizujte popis nabídky
de: Angebotsbeschreibung aktualisieren
es: Actualizar la descripción de la oferta
et: Pakkumise kirjelduse värskendamine
fi: Päivitä tarjouksen kuvaus
ky: Сунуштун сүрөттөмөсүн жаңыртуу
lt: Atnaujinti pasiūlymo aprašą
lv: Atjaunināt piedāvājuma aprakstu
nb: Oppdater tilbudsbeskrivelse
pl: Zaktualizuj opis oferty
ru: Обновить описание предложения
sv: Uppdatera erbjudandebeskrivning
th: อัปเดตคำอธิบายข้อเสนอ
uk: Оновити опис пропозиції

source: Update offering location
ar: تحديث موقع العرض
az: Təklif yerini yeniləyin
bn: অফার অবস্থান আপডেট করুন
cs: Aktualizujte umístění nabídky
de: Angebotsstandort aktualisieren
es: Actualizar la ubicación de la oferta
et: Värskendage pakkumise asukohta
fi: Päivitä tarjouksen sijainti
ky: Сунушталган жерди жаңыртыңыз
lt: Atnaujinti pasiūlymo vietą
lv: Atjaunināt piedāvājuma atrašanās vietu
nb: Oppdater tilbudsplassering
pl: Zaktualizuj lokalizację oferty
ru: Обновить местоположение предложения
sv: Uppdatera erbjudandets plats
th: อัพเดตสถานที่เสนอขาย
uk: Оновити місцезнаходження пропозиції

source: Update offering options
ar: تحديث خيارات العرض
az: Təklif variantlarını yeniləyin
bn: অফার বিকল্প আপডেট করুন
cs: Aktualizujte možnosti nabídky
de: Angebotsoptionen aktualisieren
es: Actualizar las opciones de la oferta
et: Värskendage pakkumise valikuid
fi: Päivitä tarjousvaihtoehdot
ky: Сунуш параметрлерин жаңыртуу
lt: Atnaujinkite pasiūlymo parinktis
lv: Atjauniniet piedāvājuma iespējas
nb: Oppdater tilbudsalternativer
pl: Zaktualizuj opcje oferty
ru: Обновить варианты предложений
sv: Uppdatera erbjudandealternativ
th: อัปเดตตัวเลือกข้อเสนอ
uk: Оновити параметри пропозиції

source: Update offering overview
ar: تحديث نظرة عامة على العرض
az: Təklif icmalını yeniləyin
bn: অফার ওভারভিউ আপডেট করুন
cs: Aktualizujte přehled nabídky
de: Übersicht über das Update-Angebot
es: Actualizar visión general de la oferta
et: Värskenda pakkumise ülevaadet
fi: Päivitä tarjonnan yleiskatsaus
ky: Сунуштарды жаңыртуу
lt: Atnaujinti pasiūlymų apžvalgą
lv: Atjauniniet piedāvājuma pārskatu
nb: Oppdater tilbudsoversikt
pl: Zaktualizuj przegląd oferty
ru: Обновить обзор предложения
sv: Uppdatera erbjudandeöversikt
th: อัปเดตภาพรวมข้อเสนอ
uk: Оновити огляд пропозиції

source: Update offering permission
ar: تحديث إذن العرض
az: Təklif icazəsini yenilə
bn: অফার করার অনুমতি আপডেট করুন
cs: Aktualizovat oprávnění nabídky
de: Angebotsberechtigung aktualisieren
es: Actualizar permiso de oferta
et: Värskendage pakkumise luba
fi: Päivitä tarjouslupa
ky: Сунуштоо уруксатын жаңыртуу
lt: Atnaujinti siūlymo leidimą
lv: Atjauniniet piedāvājuma atļauju
nb: Oppdater tilbudstillatelse
pl: Zaktualizuj pozwolenie na oferowanie
ru: Обновить разрешение на предложение
sv: Uppdatera erbjudandebehörighet
th: อัปเดตการอนุญาตเสนอขาย
uk: Оновити дозвіл пропозиції

source: Update offering plan
ar: تحديث خطة العرض
az: Təklif planını yeniləyin
bn: অফার প্ল্যান আপডেট করুন
cs: Aktualizujte plán nabídky
de: Angebotsplan aktualisieren
es: Actualizar el plan de oferta
et: Värskendage pakkumise plaani
fi: Päivitä tarjoussuunnitelma
ky: Сунуш планын жаңыртуу
lt: Atnaujinkite pasiūlymo planą
lv: Atjauniniet piedāvājuma plānu
nb: Oppdater tilbudsplanen
pl: Zaktualizuj plan oferty
ru: Обновить план предложения
sv: Uppdatera erbjudandeplan
th: อัพเดตแผนการเสนอขาย
uk: Оновити план пропозиції

source: Update offering screenshot
ar: تحديث تقديم لقطة الشاشة
az: Təklif ekranını yeniləyin
bn: অফার করার স্ক্রিনশট আপডেট করুন
cs: Snímek obrazovky aktualizace nabídky
de: Screenshot des Update-Angebots
es: Actualizar la captura de pantalla de la oferta
et: Värskendage pakkumise ekraanipilti
fi: Päivitä tarjouksen kuvakaappaus
ky: Скриншотту жаңыртыңыз
lt: Atnaujinti pasiūlymo ekrano kopiją
lv: Atjauniniet piedāvājuma ekrānuzņēmumu
nb: Oppdater skjermbilde av tilbudet
pl: Aktualizacja oferująca zrzut ekranu
ru: Скриншот обновления предложения
sv: Uppdatera skärmdump av erbjudandet
th: อัปเดตภาพหน้าจอข้อเสนอ
uk: Скріншот пропозиції оновлення

source: Update offering secret options
ar: تحديث تقديم خيارات سرية
az: Gizli seçimləri təklif edən yeniləyin
bn: গোপন অপশন অফার আপডেট
cs: Aktualizace nabízející tajné možnosti
de: Update mit geheimen Optionen
es: Actualizar las opciones secretas de la oferta
et: Värskendage salajaste valikute pakkumist
fi: Päivitys tarjoaa salaisia vaihtoehtoja
ky: Жашыруун варианттарды сунуштаган жаңыртыңыз
lt: Atnaujinkite siūlydami slaptas parinktis
lv: Atjauniniet, piedāvājot slepenās opcijas
nb: Oppdatering som tilbyr hemmelige alternativer
pl: Aktualizacja oferująca tajne opcje
ru: Обновление, предлагающее секретные опции
sv: Uppdatering som erbjuder hemliga alternativ
th: อัปเดตข้อเสนอตัวเลือกลับ
uk: Оновлення, що пропонує секретні параметри
