Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Division type
ar: نوع القسم
az: Bölmə növü
bn: বিভাগের ধরন
cs: Typ divize
de: Abteilungsart
es: Tipo de división
et: Üksuse tüüp
fi: Divisioonan tyyppi
ky: Бөлүм түрү
lt: Padalinio tipas
lv: Sadalījuma veids
nb: Divisjonstype
pl: Typ podziału
ru: Тип подразделения
sv: Typ av division
th: ประเภทกอง
uk: Тип поділу

source: Divisions
ar: الأقسام
az: Bölmələr
bn: বিভাগ
cs: Divize
de: Abteilungen
es: Divisiones
et: Üksused
fi: Divisioonat
ky: Бөлүмдөр
lt: Padaliniai
lv: Divīzijas
nb: Divisjoner
pl: Podziały
ru: Подразделения
sv: Divisioner
th: ดิวิชั่น
uk: підрозділи

source: Do not configure a gateway for this subnet
ar: لا تقم بتكوين بوابة لهذه الشبكة الفرعية
az: Bu alt şəbəkə üçün bir şlüzü konfiqurasiya etməyin
bn: এই সাবনেটের জন্য একটি গেটওয়ে কনফিগার করবেন না
cs: Nekonfigurujte bránu pro tuto podsíť.
de: Konfigurieren Sie kein Gateway für dieses Subnetz
es: No configure una puerta de enlace para esta subred
et: Ära seadista sellele võrgule võrguväravat
fi: Älä määritä yhdyskäytävää tälle aliverkolle
ky: Бул ички тармак үчүн шлюзду конфигурациялабаңыз
lt: Nekonfigūruokite šio potinklio šliuzo
lv: Nekonfigurējiet vārteju šim apakštīklam
nb: Ikke konfigurer en gateway for dette delnettet
pl: Nie konfiguruj bramy dla tej podsieci
ru: Не настраивать шлюз для этой подсети
sv: Konfigurera inte en gateway för det här undernätet
th: อย่ากำหนดค่าเกตเวย์สำหรับซับเน็ตนี้
uk: Не налаштовуйте шлюз для цієї підмережі

source: Do you really want to delete comment?
ar: هل تريد حقا حذف التعليق؟
az: Siz həqiqətən də şərhi silmək istəyirisiniz?
bn: আপনি কি সত্যিই মন্তব্য মুছে ফেলতে চান?
cs: Opravdu chcete smazat komentář?
de: Möchten Sie den Kommentar wirklich löschen?
es: ¿Realmente quieres eliminar el comentario?
et: Kas sa soovid tõesti kommentaari kustutada?
fi: Haluatko todella poistaa kommentin?
ky: Сиз чын эле комментарийди жок кылгыңыз келеби?
lt: Ar tikrai norite ištrinti komentarą?
lv: Vai tiešām vēlaties dzēst komentāru?
nb: Vil du virkelig slette kommentar?
pl: Czy na pewno chcesz usunąć komentarz?
ru: Вы действительно хотите удалить комментарий?
sv: Vill du verkligen ta bort kommentar?
th: คุณต้องการลบความคิดเห็นจริง ๆ หรือไม่?
uk: Ви справді хочете видалити коментар?

source: Do you want to submit permission request?
ar: هل تريد تقديم طلب إذن؟
az: İcazə sorğusu təqdim etmək istəyirsiniz?
bn: আপনি অনুমতি অনুরোধ জমা দিতে চান?
cs: Chcete odeslat žádost o povolení?
de: Möchten Sie eine Genehmigungsanfrage stellen?
es: ¿Desea enviar una solicitud de permiso?
et: Kas soovite esitada loa taotluse?
fi: Haluatko lähettää lupapyynnön?
ky: Уруксат өтүнүчүн тапшыргыңыз келеби?
lt: Ar norite pateikti leidimo prašymą?
lv: Vai vēlaties iesniegt atļaujas pieprasījumu?
nb: Vil du sende inn tillatelsesforespørsel?
pl: Czy chcesz przesłać prośbę o pozwolenie?
ru: Вы хотите отправить запрос на разрешение?
sv: Vill du skicka in tillståndsbegäran?
th: คุณต้องการส่งคำขออนุญาตหรือไม่?
uk: Ви хочете подати запит на дозвіл?

source: Do you want to unlink instance {name}?
ar: هل تريد إلغاء ربط المثيل{name} ؟
az: Nümunəni bağlantısını çıxarmaq istəyirsiniz? {name}
bn: আপনি উদাহরণ আনলিঙ্ক করতে চান{name} ?
cs: Chcete odpojit instanci {name}?
de: Möchten Sie die Verknüpfung der Instanz {name} aufheben?
es: ¿Quieres desvincular la instancia {name}?
et: Kas soovite eksemplari linkimise tühistada?{name} ?
fi: Haluatko poistaa ilmentymän linkityksen{name} ?
ky: Инстанцияны ажыраткыңыз келеби{name} ?
lt: Ar norite atsieti egzempliorių {name}?
lv: Vai vēlaties atsaistīt gadījumu{name} ?
nb: Vil du fjerne koblingen til forekomst {name}?
pl: Czy chcesz odłączyć instancję{name} ?
ru: Вы хотите отменить связь экземпляра{name} ?
sv: Vill du ta bort länken till instansen {name}?
th: คุณต้องการยกเลิกการเชื่อมโยงอินสแตนซ์{name} ?
uk: Ви хочете від’єднати екземпляр{name} ?

source: Docker version
ar: نسخة عامل الميناء
az: Docker versiyası
bn: ডকার সংস্করণ
cs: Verze Dockeru
es: Versión de Docker
et: Dockeri versioon
fi: Docker-versio
ky: Докер версиясы
lt: Docker versija
lv: Docker versija
nb: Docker-versjon
pl: Wersja Dockera
ru: Докер-версия
th: เวอร์ชันนักเทียบท่า
uk: Версія Docker

source: Docs & resources
ar: المستندات والموارد
az: Sənədlər və mənbələr
bn: ডক্স এবং সম্পদ
cs: Dokumenty a zdroje
de: Dokumente und Ressourcen
es: Documentos y recursos
et: Dokumentatsioon ja ressursid
fi: Asiakirjat ja resurssit
ky: Документтер жана ресурстар
lt: Dokumentai ir ištekliai
lv: Dokumenti un resursi
nb: Dokumenter og ressurser
pl: Dokumenty i zasoby
ru: Документы и ресурсы
sv: Dokument och resurser
th: เอกสารและแหล่งข้อมูล
uk: Документи та ресурси

source: Documentation
ar: توثيق
az: Sənədləşmə
bn: ডকুমেন্টেশন
cs: Dokumentace
de: Dokumentation
es: Documentación
et: Dokumentatsioon
fi: Dokumentointi
ky: Документация
lt: Dokumentacija
lv: Dokumentācija
nb: Dokumentasjon
pl: Dokumentacja
ru: Документация
sv: Dokumentation
th: เอกสาร
uk: Документація

source: Documents
ar: الوثائق
az: sənədlər
bn: নথিপত্র
cs: Dokumenty
de: Dokumente
es: Documentos
et: Dokumendid
fi: Asiakirjat
ky: Документтер
lt: Dokumentai
lv: Dokumentus
nb: Dokumenter
pl: Dokumentów
ru: Документы
sv: Dokument
th: เอกสาร
uk: Документи

source: Documents have been attached.
az: Sənədlər əlavə edilmişdir.

source: Documents have been removed.
az: Sənədlər silindi.

source: Domain
ar: المجال
az: Domen
bn: ডোমেইন
cs: Doména
de: Domäne
es: Dominio
et: Domeen
fi: Verkkotunnus
ky: домен
lt: Domenas
lv: Domēns
nb: Domene
pl: Domena
ru: Домен
sv: Domän
th: โดเมน
uk: домен

source: Domain name
ar: اسم النطاق
az: Domen adı
bn: ডোমেন নাম
cs: Název domény
de: Domänenname
es: Nombre del dominio
et: Domeeni nimi
fi: Verkkotunnus
ky: Домен аты
lt: Domeno pavadinimas
lv: Domēna vārds
nb: Domenenavn
pl: Nazwa domeny
ru: Доменное имя
sv: Domännamn
th: ชื่อโดเมน
uk: Доменне ім&#39;я

source: Domain name. If not defined default domain will be used.
ar: اسم النطاق. إذا لم يتم تحديد المجال الافتراضي سيتم استخدامه.
az: Domen adı. Müəyyən edilməyibsə, standart domendən istifadə ediləcək
bn: ডোমেন নাম. সংজ্ঞায়িত না হলে ডিফল্ট ডোমেইন ব্যবহার করা হবে।
cs: Název domény. Pokud není definována, použije se výchozí doména.
de: Domänennamen. Wenn nicht definierte Standarddomäne verwendet wird.
es: Nombre de dominio. Si no está definido, se utilizará el dominio predeterminado.
et: Domeeni nimi. Kui seda pole defineeritud kasutatakse vaikedomeeni
fi: Verkkotunnus. Jos sitä ei ole määritetty, käytetään oletusverkkotunnusta.
ky: Домен аты. Эгерде аныкталбаса, демейки домен колдонулат.
lt: Domeno pavadinimas. Jei nenustatytas, bus naudojamas numatytasis domenas.
lv: Domēna vārds. Ja tas nav definēts, tiks izmantots noklusējuma domēns.
nb: Domenenavn. Hvis ikke definert standard domene vil bli brukt.
pl: Nazwa domeny. Jeśli nie zdefiniowano domeny domyślnej, zostanie użyta.
ru: Доменное имя. Если не определен, будет использоваться домен по умолчанию.
sv: Domännamn. Om inte definierad kommer standarddomänen att användas.
th: ชื่อโดเมน. หากไม่ได้กำหนดโดเมนเริ่มต้นจะถูกใช้
uk: Доменне ім&#39;я. Якщо не визначено домен за замовчуванням, використовуватиметься домен.

source: Done
ar: منجز
az: Bitdi
bn: সম্পন্ন
cs: Hotovo
de: Fertig
es: Hecho
et: Valmis
fi: Valmis
ky: Бүттү
lt: Atlikta
lv: Gatavs
nb: Ferdig
pl: Gotowy
ru: Договорились
sv: Klart
th: เสร็จแล้ว
uk: Готово

source: Download
ar: تحميل
az: yükləyin
bn: ডাউনলোড করুন
cs: Stáhnout
es: Descargar
et: Allalaadimine
fi: Ladata
ky: Жүктөп алуу
lt: parsisiųsti
lv: Lejupielādēt
nb: Laste ned
pl: Pobierać
ru: Загружать
sv: Ladda ner
th: ดาวน์โหลด
uk: Завантажити

source: Download full price list
ar: تحميل قائمة الأسعار الكاملة
az: Tam qiymət siyahısı yükləyin
bn: সম্পূর্ণ মূল্য তালিকা ডাউনলোড করুন
cs: Stáhněte si celý ceník
de: Vollständige Preisliste herunterladen
es: Descargar la lista de precios completa
et: Laadige alla kogu hinnakiri
fi: Lataa koko hinnasto
ky: Толук баа тизмесин жүктөп алыңыз
lt: Parsisiųsti visą kainoraštį
lv: Lejupielādēt pilnu cenu sarakstu
nb: Last ned full prisliste
pl: Pobierz pełny cennik
ru: Скачать полный прайс-лист
sv: Ladda ner hela prislistan
th: ดาวน์โหลดรายการราคาเต็ม
uk: Завантажити повний прайс-лист

source: Download invoice
ar: تنزيل الفاتورة
az: İnvoys yükləyin
bn: চালান ডাউনলোড করুন
cs: Stáhnout fakturu
de: Rechnung herunterladen
es: Descargar factura
et: Lae arve alla
fi: Lataa lasku
ky: Эсеп-фактураны жүктөп алыңыз
lt: Atsisiųsti sąskaitą faktūrą
lv: Lejupielādēt rēķinu
nb: Last ned faktura
pl: Pobierz fakturę
ru: Скачать счёт
sv: Ladda ner faktura
th: ดาวน์โหลดใบแจ้งหนี้
uk: Завантажити рахунок-фактуру

source: Download order PDF file
ar: تحميل ملف الطلب بصيغة PDF
az: Sifariş PDF faylını yükləyin
bn: অর্ডার পিডিএফ ফাইল ডাউনলোড করুন
cs: Stáhnout PDF soubor objednávky
de: PDF-Bestelldatei herunterladen
es: Descargar el archivo PDF del pedido
et: Lae alla tellimuse PDF fail
fi: Lataa tilaus PDF-tiedosto
ky: Заказдын PDF файлын жүктөп алыңыз
lt: Atsisiųsti užsakymo PDF failą
lv: Lejupielādēt pasūtījuma PDF failu
nb: Last ned ordre PDF-fil
pl: Pobierz plik PDF zamówienia
ru: Скачать файл заказа в формате PDF
sv: Ladda ner PDF-fil för beställning
th: ดาวน์โหลดไฟล์ PDF คำสั่งซื้อ
uk: Завантажте PDF файл замовлення

source: Draft
ar: مسودة
az: Layihə
bn: খসড়া
cs: Návrh
de: Entwurf
es: Borrador
et: Mustand
fi: Luonnos
ky: Долбоор
lt: Juodraštis
lv: Projektu
nb: Utkast
pl: Szkic
ru: Черновик
sv: Utkast
th: ร่าง
uk: Чернетка

source: Drag and drop file here or <underline></underline>
az: Faylı buraya sürükləyin və buraxın və ya <underline> </underline>

source: Drop files here, or click to select files
ar: قم بإسقاط الملفات هنا، أو انقر لتحديد الملفات
az: Faylları buraya atın və ya faylları seçmək üçün klikləyin
bn: এখানে ফাইল ড্রপ করুন, অথবা ফাইল নির্বাচন করতে ক্লিক করুন
cs: Sem přetáhněte soubory nebo kliknutím vyberte soubory
de: Legen Sie Dateien hier ab oder klicken Sie, um Dateien auszuwählen
es: Suelta los archivos aquí o haga clic para seleccionarlos
et: Lohistage failid siia või klõpsake failide valimiseks
fi: Pudota tiedostot tähän tai valitse tiedostot napsauttamalla
ky: Файлдарды бул жерге таштаңыз же файлдарды тандоо үчүн чыкылдатыңыз
lt: Nuvilkite failus čia arba spustelėkite, kad pasirinktumėte failus
lv: Nometiet failus šeit vai noklikšķiniet, lai atlasītu failus
nb: Slipp filer her, eller klikk for å velge filer
pl: Upuść pliki tutaj lub kliknij, aby wybrać pliki
ru: Перетащите файлы сюда или нажмите, чтобы выбрать файлы.
sv: Släpp filer här eller klicka för att välja filer
th: วางไฟล์ที่นี่ หรือคลิกเพื่อเลือกไฟล์
uk: Перетягніть файли сюди або натисніть, щоб вибрати файли

source: Drop files to attach, or
ar: قم بإسقاط الملفات لإرفاقها، أو
az: Faylları əlavə etmək üçün atın və ya
bn: সংযুক্ত করতে ফাইল ড্রপ, বা
cs: Přetáhněte soubory, které chcete připojit, nebo
de: Dateien zum Anhängen ablegen oder
es: Suelta archivos para adjuntar, o
et: Lohistage faile lisamiseks, või
fi: Pudota liitettävät tiedostot tai
ky: Тиркетүү үчүн файлдарды таштаңыз же
lt: Nuvilkite failus, kuriuos norite pridėti, arba
lv: Nometiet pievienojamos failus vai
nb: Slipp filer for å legge ved, eller
pl: Upuść pliki do załączenia lub
ru: Перетащите файлы, чтобы прикрепить их, или
sv: Släpp filer att bifoga, eller
th: วางไฟล์ที่จะแนบหรือ
uk: Перетягніть файли, щоб прикріпити, або

source: Drop files to attach them to the issue.
ar: قم بإسقاط الملفات لإرفاقها بالمشكلة.
az: Faylları məsələyə əlavə etmək üçün atın
bn: ফাইলগুলিকে সমস্যাটির সাথে সংযুক্ত করতে ড্রপ করুন৷
cs: Přetáhněte soubory a připojte je k problému.
de: Löschen Sie Dateien, um sie an das Problem anzuhängen.
es: Suelte los archivos para adjuntarlos al problema.
et: Lohistage failid, et neid saaks probleemi juurde lisada.
fi: Pudota tiedostot liittääksesi ne ongelmaan.
ky: Маселеге тиркөө үчүн файлдарды таштаңыз.
lt: Nuvilkite failus, kad pridėtumėte juos prie problemos.
lv: Nometiet failus, lai tos pievienotu problēmai.
nb: Slipp filer for å legge dem ved problemet.
pl: Upuść pliki, aby dołączyć je do problemu.
ru: Перетащите файлы, чтобы прикрепить их к задаче.
sv: Släpp filer för att bifoga dem till problemet.
th: วางไฟล์เพื่อแนบไปกับปัญหา
uk: Перетягніть файли, щоб приєднати їх до проблеми.

source: Droplet has been resized.
ar: تم تغيير حجم القطرة.
az: Damla ölçüsü dəyişdirildi.
bn: ড্রপলেটের আকার পরিবর্তন করা হয়েছে।
cs: Velikost dropletu byla změněna.
de: Die Größe des Tröpfchens wurde geändert.
es: Se ha redimensionado la gota.
et: Tilga suurust muudeti.
fi: Pisaran kokoa on muutettu.
ky: Тамчы өлчөмү өзгөртүлдү.
lt: Pakeistas lašelio dydis.
lv: Piliena izmērs ir mainīts.
nb: Droplet er endret.
pl: Rozmiar kropli został zmieniony.
ru: Размер капли был изменен.
sv: Droplet har ändrats.
th: Droplet ได้รับการปรับขนาดแล้ว
uk: Розмір краплі змінено.

source: Dry run offering script
ar: العرض النصي للتشغيل الجاف
az: Quru run təklif edən skript
bn: ড্রাই রান অফার স্ক্রিপ্ট
cs: Skript nabídky suchého běhu
de: Probelauf-Angebotsskript
es: Script de ofertas de ensayo
et: Kuivkäivituse pakkumise skript
fi: Kuivakäynnistystarjouskäsikirjoitus
ky: Кургак чуркоо сунушу скрипт
lt: Sauso bėgimo pasiūlymo scenarijus
lv: Sausās darbības piedāvājuma skripts
nb: Tørrløpstilbudsmanus
pl: Skrypt oferty próbnej
ru: Скрипт предложения пробного запуска
sv: Torrkörningserbjudandemanus
th: สคริปต์ข้อเสนอการทดลองเรียกใช้
uk: Сценарій пропозиції сухого запуску

source: Dry run script
ar: البرنامج النصي للتشغيل الجاف
az: Quru işləmə skripti
bn: ড্রাই রান স্ক্রিপ্ট
cs: Suchý skript
de: Probelaufskript
es: Script de ensayo
et: Kuivkäivitusskript
fi: Kuivakäynnistysskripti
ky: Кургак иштетүү сценарийи
lt: Sauso paleidimo scenarijus
lv: Sausās palaišanas skripts
nb: Tørrkjøringsskript
pl: Skrypt uruchomienia próbnego
ru: Скрипт пробного запуска
sv: Torrkörningsskript
th: สคริปต์ทดลองรัน
uk: Сценарій сухого запуску

source: Due date
ar: تاريخ الاستحقاق
az: Təyin edilmiş müddət
bn: নির্দিষ্ট তারিখ
cs: Datum splatnosti
de: Fälligkeitsdatum
es: Fecha de vencimiento
et: Maksetähtpäev
fi: Eräpäivä
ky: Бүтүмдүк дата
lt: Terminas
lv: Termiņš
nb: Forfallsdato
pl: Termin
ru: Срок
sv: Förfallodag
th: วันที่ครบกำหนด
uk: Термін виконання

source: Duration
ar: مدة
az: Müddəti
bn: সময়কাল
cs: Trvání
de: Dauer
es: Duración
et: Kestus
fi: Kesto
ky: Узактыгы
lt: Trukmė
lv: Ilgums
nb: Varighet
pl: Czas trwania
ru: Длительность
sv: Varaktighet
th: ระยะเวลา
uk: Тривалість

source: Dynamic — use separate volume types for tracking pricing
ar: ديناميكي — استخدم أنواع وحدات تخزين منفصلة لتتبع الأسعار
az: Dinamik - qiymətləri izləmək üçün ayrı həcm növlərindən istifadə edin
bn: গতিশীল — ট্র্যাকিং মূল্যের জন্য পৃথক ভলিউম প্রকার ব্যবহার করুন
cs: Dynamické - použití samostatných typů svazků pro sledování cen
de: Dynamisch — verwenden Sie separate Volume-Typen zur Preisverfolgung
es: Dinámico: utilice tipos de volumen separados para el seguimiento de precios
et: Dünaamiline — kasutage hindade jälgimiseks eraldi salvestusüksuste tüüpe
fi: Dynaaminen — käytä erillisiä volyymityyppejä hintojen seurantaan
ky: Динамикалык — баага көз салуу үчүн өзүнчө көлөм түрлөрүн колдонуңуз
lt: Dinaminis - stebėdami kainas, naudokite atskirus tomų tipus
lv: Dinamisks — izmantojiet atsevišķus apjoma veidus, lai izsekotu cenas
nb: Dynamisk — bruk separate volumtyper for sporing av priser
pl: Dynamiczny — używaj oddzielnych typów wolumenów do śledzenia cen
ru: Динамический — используйте отдельные типы объемов для отслеживания цен.
sv: Dynamisk — använd separata volymtyper för att spåra prissättning
th: ไดนามิก — ใช้ประเภทวอลุ่มแยกเพื่อติดตามราคา
uk: Динамічний — використовуйте окремі типи обсягів для відстеження ціноутворення

source: EU VAT ID
ar: معرف ضريبة القيمة المضافة في الاتحاد الأوروبي
az: Aİ ƏDV İdentifikasiyası
bn: ইইউ ভ্যাট আইডি
cs: EU DIČ
de: EU-MWSt.-ID
es: ID de IVA de la UE
et: EL KMKR NR
fi: EU:n ALV-tunnus
ky: ЕБ КНС ID
lt: ES PVM mokėtojo kodas
lv: ES PVN reģistrācijas numurs
nb: EU MVA-ID
pl: Numer identyfikacyjny VAT UE
ru: Идентификатор НДС ЕС
th: หมายเลขประจำตัวผู้เสียภาษีมูลค่าเพิ่มของสหภาพยุโรป
uk: Ідентифікаційний номер ПДВ ЄС

source: Each mount point should be used once at most.
ar: يجب استخدام كل نقطة تحميل مرة واحدة على الأكثر.
az: Hər montaj nöqtəsi ən çox bir dəfə istifadə edilməlidir.
bn: প্রতিটি মাউন্ট পয়েন্ট সর্বাধিক একবার ব্যবহার করা উচিত।
cs: Každý přípojný bod by měl být použit maximálně jednou.
de: Jeder Einhängepunkt sollte höchstens einmal verwendet werden.
es: Cada punto de montaje debe usarse una vez como máximo.
et: Iga kinnituspunkti tuleks kasutada maksimaalselt üks kord.
fi: Jokaista kiinnityspistettä tulee käyttää enintään kerran.
ky: Ар бир орнотуу чекити эң көп дегенде бир жолу колдонулушу керек.
lt: Kiekvienas montavimo taškas turėtų būti naudojamas ne daugiau kaip vieną kartą.
lv: Katrs stiprinājuma punkts ir jāizmanto ne vairāk kā vienu reizi.
nb: Hvert monteringspunkt skal brukes en gang på det meste.
pl: Każdy punkt montowania powinien być użyty maksymalnie raz.
ru: Каждую точку монтирования следует использовать не более одного раза.
sv: Varje monteringspunkt ska användas högst en gång.
th: จุดเชื่อมต่อแต่ละจุดควรใช้มากที่สุดหนึ่งครั้ง
uk: Кожну точку монтування слід використовувати щонайбільше один раз.

source: Each usage report must be connected with a billing plan to assure correct calculation of accounting data.
ar: يجب أن يكون كل تقرير استخدام مرتبطًا بخطة إعداد الفواتير لضمان الحساب الصحيح للبيانات المحاسبية.
az: Hər bir istifadə hesabatı mühasibat məlumatlarının düzgün hesablanmasını təmin etmək üçün hesablama planı ilə əlaqələndirilməlidir.
bn: অ্যাকাউন্টিং ডেটার সঠিক গণনা নিশ্চিত করার জন্য প্রতিটি ব্যবহারের প্রতিবেদন একটি বিলিং পরিকল্পনার সাথে সংযুক্ত থাকতে হবে।
cs: Každé hlášení o využití musí být spojeno s platebním plánem, aby byl zajištěn správný výpočet účetních dat.
de: Jeder Nutzungsbericht muss mit einem Abrechnungsplan verbunden sein, um eine korrekte Berechnung der Buchhaltungsdaten zu gewährleisten.
es: Cada informe de uso debe estar conectado con un plan de facturación para asegurar el cálculo correcto de los datos contables.
et: Iga kasutusaruanne peab olema ühendatud arveldusplaaniga, et tagada raamatupidamisandmete õige arvutamine.
fi: Jokaiseen käyttöraporttiin tulee liittää laskutussuunnitelma kirjanpitotietojen oikean laskennan varmistamiseksi.
ky: Ар бир колдонуу отчету эсептик маалыматтардын туура эсептелиниши үчүн эсеп-кысап планы менен байланыштырылышы керек.
lt: Kiekviena naudojimo ataskaita turi būti susieta su atsiskaitymo planu, kad būtų užtikrintas teisingas apskaitos duomenų apskaičiavimas.
lv: Katrai lietošanas atskaitei jābūt saistītai ar norēķinu plānu, lai nodrošinātu pareizu grāmatvedības datu aprēķinu.
nb: Hver bruksrapport må være koblet til en faktureringsplan for å sikre korrekt beregning av regnskapsdata.
pl: Każdy raport użytkowania musi być powiązany z planem rozliczeniowym, aby zapewnić prawidłowe wyliczenie danych księgowych.
ru: Каждый отчет об использовании должен быть связан с планом выставления счетов, чтобы обеспечить правильный расчет учетных данных.
sv: Varje användningsrapport måste vara kopplad till en faktureringsplan för att säkerställa korrekt beräkning av redovisningsuppgifter.
th: รายงานการใช้งานแต่ละรายการจะต้องเชื่อมต่อกับแผนการเรียกเก็บเงินเพื่อให้มั่นใจว่าการคำนวณข้อมูลทางบัญชีถูกต้อง
uk: Кожен звіт про використання має бути пов’язаний із платіжним планом, щоб забезпечити правильний розрахунок облікових даних.

source: Edit
ar: حرر
az: Redaktə etmək
bn: সম্পাদনা করুন
cs: Upravit
de: Bearbeiten
es: Editar
et: Muuda
fi: Muokata
ky: Түзөтүү
lt: Redaguoti
lv: Rediģēt
nb: Rediger
pl: Redagować
ru: Изменить
sv: Redigera
th: แก้ไข
uk: Редагувати

source: Edit LEXIS link integration options
az: LEXIS link inteqrasiya seçimlərini redaktə edin

source: Edit YAML
ar: تحرير YAML
az: YAML-i redaktə edin
bn: YAML সম্পাদনা করুন
cs: Upravit YAML
de: Bearbeiten YAML
es: Editar YAML
et: Redigeeri YAML-i
fi: Muokkaa YAML
ky: YAML түзөтүү
lt: Redaguoti YAML
lv: Rediģēt YAML
nb: Rediger YAML
pl: Edytuj YAML
ru: Редактировать YAML
sv: Redigera YAML
th: แก้ไข YAML
uk: Редагувати YAML

source: Edit an availability
ar: تحرير التوفر
az: Mövcudluğu düzəldin
bn: একটি প্রাপ্যতা সম্পাদনা করুন
cs: Upravit dostupnost
de: Bearbeiten einer Verfügbarkeit
es: Editar una disponibilidad
et: Redigeeri saadavust
fi: Muokkaa saatavuutta
ky: Жеткиликтүүлүгүн түзөтүү
lt: Redaguoti prieinamumą
lv: Rediģēt pieejamību
nb: Rediger en tilgjengelighet
pl: Edytuj dostępność
ru: Изменить доступность
sv: Redigera en tillgänglighet
th: แก้ไขความพร้อม
uk: Редагувати доступність

source: Edit as YAML
ar: تحرير كـ YAML
az: YAML olaraq redaktə edin
bn: YAML হিসাবে সম্পাদনা করুন
cs: Upravit jako YAML
de: Als YAML bearbeiten
es: Editar como YAML
et: Redigeeri YAML-na
fi: Muokkaa nimellä YAML
ky: YAML катары түзөтүү
lt: Redaguoti kaip YAML
lv: Rediģēt kā YAML
nb: Rediger som YAML
pl: Edytuj jako YAML
ru: Редактировать как YAML
sv: Redigera som YAML
th: แก้ไขเป็น YAML
uk: Редагувати як YAML

source: Edit attribute
ar: تحرير السمة
az: Atribut redaktə edin
bn: বৈশিষ্ট্য সম্পাদনা করুন
cs: Upravit atribut
de: Attribut bearbeiten
es: Editar atributo
et: Redigeeri atribuuti
fi: Muokkaa attribuuttia
ky: Атрибутту түзөтүү
lt: Redaguoti atributą
lv: Rediģēt atribūtu
nb: Rediger attributt
pl: Edytuj atrybut
ru: Изменить атрибут
sv: Redigera attribut
th: แก้ไขแอตทริบิวต์
uk: Редагувати атрибут

source: Edit attributes
ar: تحرير السمات
az: Atributları redaktə edin
bn: গুণাবলী সম্পাদনা করুন
cs: Upravit atributy
de: Attribute bearbeiten
es: Editar atributos
et: Muuda atribuute
fi: Muokkaa määritteitä
ky: Атрибуттарды түзөтүү
lt: Redaguoti atributus
lv: Rediģēt atribūtus
nb: Rediger attributter
pl: Edytuj atrybuty
ru: Редактировать атрибуты
sv: Redigera attribut
th: แก้ไขคุณสมบัติ
uk: Редагувати атрибути

source: Edit booking event
ar: تحرير حدث الحجز
az: Rezervasyon tədbirini redaktə
bn: বুকিং ইভেন্ট সম্পাদনা করুন
cs: Upravit událost rezervace
de: Buchungsereignis bearbeiten
es: Editar evento de reserva
et: Redigeeri broneeritavat sündmust
fi: Muokkaa varaustapahtumaa
ky: Ээлеп коюу окуясын түзөтүү
lt: Redaguoti užsakymo įvykį
lv: Rediģēt rezervācijas notikumu
nb: Rediger bestillingsarrangement
pl: Edytuj wydarzenie rezerwacji
ru: Изменить событие бронирования
sv: Redigera bokningsevent
th: แก้ไขกิจกรรมการจอง
uk: Редагувати подію бронювання

source: Edit category
ar: تحرير الفئة
az: Kateqoriya redaktə
bn: বিভাগ সম্পাদনা করুন
cs: Upravit kategorii
de: Kategorie bearbeiten
es: Editar categoría
et: Muuda kategooriat
fi: Muokkaa luokkaa
ky: Категорияны түзөтүү
lt: Redaguoti kategoriją
lv: Rediģēt kategoriju
nb: Rediger kategori
pl: Edytuj kategorię
ru: Изменить категорию
sv: Redigera kategori
th: แก้ไขหมวดหมู่
uk: Редагувати категорію

source: Edit component
ar: تحرير المكون
az: Komponenti redaktə edin
bn: উপাদান সম্পাদনা করুন
cs: Upravit komponentu
de: Komponente bearbeiten
es: Editar componente
et: Komponendi redigeerimine
fi: Muokkaa komponenttia
ky: Компонентти түзөтүү
lt: Redaguoti komponentą
lv: Rediģēt komponentu
nb: Rediger komponent
pl: Edytuj składnik
ru: Редактировать компонент
sv: Redigera komponent
th: แก้ไขส่วนประกอบ
uk: Редагувати компонент

source: Edit confirmation message
ar: تحرير رسالة التأكيد
az: Təsdiq mesajını düzəldin
bn: নিশ্চিতকরণ বার্তা সম্পাদনা করুন
cs: Upravit potvrzovací zprávu
de: Bestätigungsnachricht bearbeiten
es: Editar el mensaje de confirmación
et: Redigeeri kinnitust
fi: Muokkaa vahvistusviestiä
ky: Ырастоо билдирүүсүн түзөтүңүз
lt: Redaguoti patvirtinimo pranešimą
lv: Rediģēt apstiprinājuma ziņojumu
nb: Rediger bekreftelsesmelding
pl: Edytuj wiadomość potwierdzającą
ru: Изменить сообщение с подтверждением
sv: Redigera bekräftelsemeddelande
th: แก้ไขข้อความยืนยัน
uk: Редагувати повідомлення підтвердження
