Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Yes, use invitation email
ar: نعم، استخدم البريد الإلكتروني للدعوة
az: Bəli, dəvət e-poçtunu istifadə edin
bn: হ্যাঁ, আমন্ত্রণ ইমেল ব্যবহার করুন
cs: Ano, použijte e-mail s pozvánkou
de: Ja, Einladungs-E-Mail verwenden
es: Sí, usa el correo electrónico de invitación
et: Jah, kasuta kutse emaili
fi: Kyllä, käytä kutsusähköpostia
ky: Ооба, чакыруу электрондук почтасын колдонуңуз
lt: Taip, naudokite kvietimo el. paštą
lv: Jā, izmantojiet ielūguma e-pastu
nb: Ja, bruk invitasjon-e-post
pl: Tak, użyj e-maila z zaproszeniem
ru: Да, использовать электронное письмо с приглашением
sv: Ja, använd e-postinbjudan
th: ใช่ ใช้อีเมลคำเชิญ
uk: Так, використати запрошення електронною поштою

source: You've either entered invalid URL or don't have enough permissions to view this page.
ar: إما أنك أدخلت عنوان URL غير صالح أو ليس لديك الأذونات الكافية لعرض هذه الصفحة.
az: Ya etibarsız URL daxil etmisiniz, ya da bu səhifəyə baxmaq üçün kifayət qədər icazəniz yoxdur.
bn: আপনি হয় অবৈধ URL দিয়েছেন বা এই পৃষ্ঠাটি দেখার জন্য পর্যাপ্ত অনুমতি নেই৷
cs: Buď jste zadali neplatnou adresu URL, nebo nemáte dostatečná oprávnění k zobrazení této stránky.
de: Sie haben entweder eine ungültige URL eingegeben oder nicht über ausreichende Berechtigungen zum Anzeigen dieser Seite verfügen.
es: Ha introducido una URL no válida o no tiene suficientes permisos para ver esta página.
et: Olete sisestanud tundmatu URL-i või teil pole selle lehe vaatamiseks piisavalt õigusi.
fi: Olet joko antanut virheellisen URL-osoitteen tai sinulla ei ole tarpeeksi käyttöoikeuksia tämän sivun katseluun.
ky: Сиз URL дарегин жараксыз киргиздиңиз же бул баракты көрүү үчүн жетиштүү уруксаттарыңыз жок.
lt: Arba įvedėte neteisingą URL, arba neturite pakankamai leidimų peržiūrėti šį puslapį.
lv: Jūs esat ievadījis nederīgu URL vai arī jums nav pietiekami daudz atļauju, lai skatītu šo lapu.
nb: Du har enten angitt ugyldig URL-adresse eller har ikke nok tillatelser til å vise denne siden.
pl: Wpisałeś nieprawidłowy adres URL lub nie masz wystarczających uprawnień, aby wyświetlić tę stronę.
ru: Вы либо ввели неверный URL-адрес, либо у вас недостаточно прав для просмотра этой страницы.
sv: Du har antingen angett ogiltig URL eller har inte tillräckligt med behörighet för att visa den här sidan.
th: คุณป้อน URL ไม่ถูกต้องหรือมีสิทธิ์ไม่เพียงพอที่จะดูหน้านี้
uk: Ви або ввели недійсну URL-адресу, або не маєте достатньо прав для перегляду цієї сторінки.

source: You also agree to the service provider’s <pp>privacy policy</pp>.
ar: أنت توافق أيضًا على مزود الخدمة<pp> سياسة الخصوصية</pp> .
az: Siz həmçinin xidmət təminatçısının məxfilik siyasəti ilə <pp> razılaşır </pp> sınız.
bn: আপনি পরিষেবা প্রদানকারীর সাথে সম্মত হন<pp> গোপনীয়তা নীতি</pp> .
cs: Souhlasíte také s podmínkami poskytovatele služeb<pp> Zásady ochrany osobních údajů</pp> .
de: Sie stimmen auch denen des Dienstanbieters zu<pp> Datenschutzrichtlinie</pp> .
es: También acepta las condiciones del proveedor de servicios.<pp> política de privacidad</pp> .
et: Nõustute ka teenusepakkujaga<pp> privaatsuspoliitika</pp> .
fi: Hyväksyt myös palveluntarjoajan<pp> Tietosuojakäytäntö</pp> .
ky: Сиз ошондой эле кызмат көрсөтүүчүнүн макулдугун бересиз<pp> купуялык саясаты</pp> .
lt: Taip pat sutinkate su paslaugų teikėjo<pp> Privatumo politika</pp> .
lv: Jūs piekrītat arī pakalpojumu sniedzēja noteikumiem<pp> Privātuma politika</pp> .
nb: Du godtar også tjenesteleverandørens<pp> personvernerklæring</pp> .
pl: Wyrażasz także zgodę na warunki usługodawcy<pp> Polityka prywatności</pp> .
ru: Вы также соглашаетесь с условиями поставщика услуг<pp> политика конфиденциальности</pp> .
sv: Du samtycker också till tjänsteleverantörens<pp> integritetspolicy</pp> .
th: คุณยังตกลงกับผู้ให้บริการอีกด้วย<pp> นโยบายความเป็นส่วนตัว</pp> .
uk: Ви також погоджуєтеся з постачальником послуг<pp> політика конфіденційності</pp> .

source: You also agree to the service provider’s <tos>terms of service</tos>.
ar: أنت توافق أيضًا على مزود الخدمة<tos> شروط الخدمة</tos> .
az: Siz həmçinin xidmət təminatçısının xidmət <tos> şərtləri ilə razılaşırsınız</tos>.
bn: আপনি পরিষেবা প্রদানকারীর সাথে সম্মত হন<tos> সেবা পাবার শর্ত</tos> .
cs: Souhlasíte také s podmínkami poskytovatele služeb<tos> podmínky služby</tos> .
de: Sie stimmen auch denen des Dienstanbieters zu<tos> Nutzungsbedingungen</tos> .
es: También acepta las condiciones del proveedor de servicios.<tos> términos de servicio</tos> .
et: Nõustute ka teenusepakkujaga<tos> kasutustingimused</tos> .
fi: Hyväksyt myös palveluntarjoajan<tos> käyttöehdot</tos> .
ky: Сиз ошондой эле кызмат көрсөтүүчүнүн макулдугун бересиз<tos> тейлөө шарттары</tos> .
lt: Taip pat sutinkate su paslaugų teikėjo<tos> paslaugų teikimo sąlygos</tos> .
lv: Jūs piekrītat arī pakalpojumu sniedzēja noteikumiem<tos> pakalpojumu sniegšanas noteikumi</tos> .
nb: Du godtar også tjenesteleverandørens<tos> vilkår for bruk</tos> .
pl: Wyrażasz także zgodę na warunki usługodawcy<tos> warunki usługi</tos> .
ru: Вы также соглашаетесь с условиями поставщика услуг<tos> Условия использования</tos> .
sv: Du samtycker också till tjänsteleverantörens<tos> användarvillkor</tos> .
th: คุณยังตกลงกับผู้ให้บริการอีกด้วย<tos> เงื่อนไขการให้บริการ</tos> .
uk: Ви також погоджуєтеся з постачальником послуг<tos> Умови використання</tos> .

source: You also agree to the service provider’s <tos>terms of service</tos> and provider’s <pp>privacy policy</pp>.
ar: أنت توافق أيضًا على مزود الخدمة<tos> شروط الخدمة</tos> ومقدم الخدمة<pp> سياسة الخصوصية</pp> .
az: Siz həmçinin xidmət təminatçısının xidmət şərtləri və prov <tos> ayder </tos> in məxfilik siyasəti ilə raz <pp> ılaşırsınız</pp>.
bn: আপনি পরিষেবা প্রদানকারীর সাথে সম্মত হন<tos> সেবা পাবার শর্ত</tos> এবং প্রদানকারীর<pp> গোপনীয়তা নীতি</pp> .
cs: Souhlasíte také s podmínkami poskytovatele služeb<tos> podmínky služby</tos> a poskytovatele<pp> Zásady ochrany osobních údajů</pp> .
de: Sie stimmen auch denen des Dienstanbieters zu<tos> Nutzungsbedingungen</tos> und Anbieter<pp> Datenschutzrichtlinie</pp> .
es: También acepta las condiciones del proveedor de servicios.<tos> términos de servicio</tos> y del proveedor<pp> política de privacidad</pp> .
et: Nõustute ka teenusepakkujaga<tos> kasutustingimused</tos> ja pakkuja oma<pp> privaatsuspoliitika</pp> .
fi: Hyväksyt myös palveluntarjoajan<tos> käyttöehdot</tos> ja palveluntarjoajan<pp> Tietosuojakäytäntö</pp> .
ky: Сиз ошондой эле кызмат көрсөтүүчүнүн макулдугун бересиз<tos> тейлөө шарттары</tos> жана провайдердин<pp> купуялык саясаты</pp> .
lt: Taip pat sutinkate su paslaugų teikėjo<tos> paslaugų teikimo sąlygos</tos> ir teikėjo<pp> Privatumo politika</pp> .
lv: Jūs piekrītat arī pakalpojumu sniedzēja noteikumiem<tos> pakalpojumu sniegšanas noteikumi</tos> un pakalpojumu sniedzēja<pp> Privātuma politika</pp> .
nb: Du godtar også tjenesteleverandørens<tos> vilkår for bruk</tos> og leverandørens<pp> personvernerklæring</pp> .
pl: Wyrażasz także zgodę na warunki usługodawcy<tos> warunki usługi</tos> i dostawcy<pp> Polityka prywatności</pp> .
ru: Вы также соглашаетесь с условиями поставщика услуг<tos> Условия использования</tos> и провайдера<pp> политика конфиденциальности</pp> .
sv: Du samtycker också till tjänsteleverantörens<tos> användarvillkor</tos> och leverantörens<pp> integritetspolicy</pp> .
th: คุณยังตกลงกับผู้ให้บริการอีกด้วย<tos> เงื่อนไขการให้บริการ</tos> และผู้ให้บริการ<pp> นโยบายความเป็นส่วนตัว</pp> .
uk: Ви також погоджуєтеся з постачальником послуг<tos> Умови використання</tos> і провайдера<pp> політика конфіденційності</pp> .

source: You are accessing as a guest user. To manage organizations or projects, please sign in.
ar: أنت تقوم بالوصول كمستخدم ضيف. لإدارة المنظمات أو المشاريع، يرجى تسجيل الدخول.
az: Qonaq istifadəçi kimi daxil olursunuz. Təşkilatları və ya layihələri idarə etmək üçün daxil olun.
bn: আপনি অতিথি ব্যবহারকারী হিসাবে অ্যাক্সেস করছেন। প্রতিষ্ঠান বা প্রকল্প পরিচালনা করতে, অনুগ্রহ করে সাইন ইন করুন।
cs: Přistupujete jako uživatel typu host. Chcete-li spravovat organizace nebo projekty, přihlaste se.
de: Sie greifen als Gastbenutzer zu. Um Organisationen oder Projekte zu verwalten, melden Sie sich bitte an.
es: Estás accediendo como usuario invitado. Para gestionar organizaciones o proyectos, inicia sesión.
et: Teil on juurdepääs külaliskasutajana. Organisatsioonide või projektide haldamiseks logige sisse.
fi: Käytät vierailijakäyttäjänä. Jos haluat hallinnoida organisaatioita tai projekteja, kirjaudu sisään.
ky: Сиз конок колдонуучу катары кирип жатасыз. Уюмдарды же долбоорлорду башкаруу үчүн кириңиз.
lt: Prieinate kaip vartotojas svečias. Jei norite valdyti organizacijas ar projektus, prisijunkite.
lv: Jūs piekļūstat kā vieslietotājs. Lai pārvaldītu organizācijas vai projektus, lūdzu, pierakstieties.
nb: Du har tilgang som gjestebruker. Logg på for å administrere organisasjoner eller prosjekter.
pl: Uzyskujesz dostęp jako użytkownik-gość. Aby zarządzać organizacjami lub projektami, zaloguj się.
ru: Вы осуществляете доступ как гость. Чтобы управлять организациями или проектами, пожалуйста, войдите в систему.
sv: Du går in som gästanvändare. Logga in för att hantera organisationer eller projekt.
th: คุณกำลังเข้าถึงในฐานะผู้ใช้ทั่วไป หากต้องการจัดการองค์กรหรือโครงการ โปรดลงชื่อเข้าใช้
uk: Ви здійснюєте доступ як гість. Щоб керувати організаціями чи проектами, увійдіть.

source: You are not part of a project. Create a project or request access from your organization administrator.
ar: أنت لست جزءا من المشروع. أنشئ مشروعًا أو اطلب الوصول من مسؤول مؤسستك.
az: Siz bir layihənin bir hissəsi deyilsiniz. Bir layihə yaradın və ya təşkilatınızın idarəçisindən giriş tələb edin.
bn: আপনি একটি প্রকল্পের অংশ নন. একটি প্রকল্প তৈরি করুন বা আপনার সংস্থার প্রশাসকের কাছ থেকে অ্যাক্সেসের অনুরোধ করুন৷
cs: Nejste součástí projektu. Vytvořte projekt nebo požádejte o přístup správce vaší organizace.
de: Sie sind nicht Teil eines Projekts. Erstellen Sie ein Projekt oder fordern Sie Zugriff bei Ihrem Organisationsadministrator an.
es: No formas parte de un proyecto. Cree un proyecto o solicite acceso al administrador de su organización.
et: Sa ei kuulu projekti. Looge projekt või taotlege juurdepääsu oma organisatsiooni administraatorilt.
fi: Et ole osa projektia. Luo projekti tai pyydä käyttöoikeuksia organisaatiosi järjestelmänvalvojalta.
ky: Сиз долбоордун бир бөлүгү эмессиз. Долбоорду түзүңүз же уюмуңуздун администраторунан уруксат сураңыз.
lt: Jūs nesate projekto dalis. Sukurkite projektą arba paprašykite prieigos iš savo organizacijos administratoriaus.
lv: Jūs neesat daļa no projekta. Izveidojiet projektu vai pieprasiet piekļuvi savas organizācijas administratoram.
nb: Du er ikke en del av et prosjekt. Opprett et prosjekt eller be om tilgang fra organisasjonsadministratoren din.
pl: Nie jesteś częścią projektu. Utwórz projekt lub poproś o dostęp administratora organizacji.
ru: Вы не являетесь частью проекта. Создайте проект или запросите доступ у администратора вашей организации.
sv: Du är inte en del av ett projekt. Skapa ett projekt eller begär åtkomst från din organisationsadministratör.
th: คุณไม่ได้เป็นส่วนหนึ่งของโครงการ สร้างโครงการหรือขอสิทธิ์เข้าถึงจากผู้ดูแลระบบองค์กรของคุณ
uk: Ви не є частиною проекту. Створіть проект або подайте запит на доступ до адміністратора організації.

source: You are not part of an organisation. Create an organization or request access from your organization administrator.
ar: أنت لست جزءًا من منظمة. أنشئ مؤسسة أو اطلب الوصول من مسؤول مؤسستك.
az: Siz bir təşkilatın bir hissəsi deyilsiniz. Bir təşkilat yaradın və ya təşkilatınızın idarəçisindən giriş tələb edin.
bn: আপনি একটি সংগঠনের অংশ নন। একটি সংস্থা তৈরি করুন বা আপনার সংস্থার প্রশাসকের কাছ থেকে অ্যাক্সেসের অনুরোধ করুন৷
cs: Nejste součástí organizace. Vytvořte organizaci nebo požádejte o přístup správce vaší organizace.
de: Sie sind nicht Teil einer Organisation. Erstellen Sie eine Organisation oder fordern Sie den Zugriff bei Ihrem Organisationsadministrator an.
es: No formas parte de una organización. Cree una organización o solicite acceso al administrador de la organización.
et: Te ei kuulu organisatsiooni. Looge organisatsioon või taotlege juurdepääsu oma organisatsiooni administraatorilt.
fi: Et ole osa organisaatiota. Luo organisaatio tai pyydä käyttöoikeuksia organisaatiosi järjestelmänvalvojalta.
ky: Сиз уюмдун бөлүгү эмессиз. Уюм түзүңүз же уюмуңуздун администраторунан уруксат сураңыз.
lt: Jūs nesate organizacijos dalis. Sukurkite organizaciją arba paprašykite prieigos organizacijos administratoriui.
lv: Jūs neesat daļa no organizācijas. Izveidojiet organizāciju vai pieprasiet piekļuvi savas organizācijas administratoram.
nb: Du er ikke en del av en organisasjon. Opprett en organisasjon eller be om tilgang fra organisasjonsadministratoren din.
pl: Nie jesteś częścią organizacji. Utwórz organizację lub poproś o dostęp administratora organizacji.
ru: Вы не являетесь частью организации. Создайте организацию или запросите доступ у администратора вашей организации.
sv: Du är inte en del av en organisation. Skapa en organisation eller begär åtkomst från din organisationsadministratör.
th: คุณไม่ได้เป็นส่วนหนึ่งขององค์กร สร้างองค์กรหรือขอสิทธิ์การเข้าถึงจากผู้ดูแลระบบองค์กรของคุณ
uk: Ви не є учасником організації. Створіть організацію або подайте запит на доступ до адміністратора організації.

source: You can add a message to be attached to the invitation email the users receives.
ar: يمكنك إضافة رسالة لإرفاقها برسالة البريد الإلكتروني التي يتلقاها المستخدمون.
az: İstifadəçilərin aldıqları dəvət e-poçtuna əlavə ediləcək bir mesaj əlavə edə bilərsiniz.
bn: ব্যবহারকারীরা যে আমন্ত্রণ ইমেল পান তার সাথে সংযুক্ত করার জন্য আপনি একটি বার্তা যোগ করতে পারেন।
cs: Můžete přidat zprávu, která bude připojena k e-mailu s pozvánkou, který uživatelé obdrží.
de: Sie können eine Nachricht hinzufügen, die an die Einladungs-E-Mail angehängt wird, die der Benutzer erhält.
es: Puede añadir un mensaje para adjuntarlo al correo electrónico de invitación que reciben los usuarios.
et: Siia saate lisada täiendava sõnumi, mis lisatakse kasutajatele saadetavale kutsele.
fi: Voit lisätä viestin liitettäväksi käyttäjien vastaanottamaan kutsusähköpostiin.
ky: Сиз колдонуучулар кабыл алган чакыруу электрондук почтасына тиркеле турган билдирүү кошо аласыз.
lt: Galite pridėti pranešimą, kuris bus pridėtas prie kvietimo el. laiško, kurį gauna vartotojai.
lv: Varat pievienot ziņojumu, kas jāpievieno lietotāju saņemtajam uzaicinājuma e-pasta ziņojumam.
nb: Du kan legge til en melding som skal legges ved e-postinvitasjonen brukerne mottar.
pl: Możesz dodać wiadomość, która będzie dołączona do wiadomości e-mail z zaproszeniem otrzymywanej przez użytkowników.
ru: Вы можете добавить сообщение, которое будет прикреплено к электронному письму с приглашением, которое получат пользователи.
sv: Du kan lägga till ett meddelande som ska bifogas till e-postinbjudan användarna får.
th: คุณสามารถเพิ่มข้อความที่จะแนบไปกับอีเมลคำเชิญที่ผู้ใช้ได้รับ
uk: Ви можете додати повідомлення, яке буде вкладено в електронний лист із запрошенням, який отримають користувачі.

source: You can create issue by pressing the button below
ar: يمكنك إنشاء مشكلة بالضغط على الزر أدناه
az: Aşağıdakı düyməni basaraq problem yarada bilərsiniz
bn: আপনি নীচের বোতাম টিপে সমস্যা তৈরি করতে পারেন
cs: Problém můžete vytvořit stisknutím tlačítka níže
de: Sie können das Problem erstellen, indem Sie die Taste unten drücken
es: Puede crear un problema pulsando el botón de abajo
et: Probleemi saate luua, vajutades allolevat nuppu
fi: Voit luoda ongelman painamalla alla olevaa painiketta
ky: Төмөнкү баскычты басып, маселени жаратсаңыз болот
lt: Galite sukurti problemą paspausdami žemiau esantį mygtuką
lv: Varat izveidot problēmu, nospiežot tālāk esošo pogu
nb: Du kan opprette et problem ved å trykke på knappen nedenfor
pl: Możesz utworzyć problem, naciskając poniższy przycisk
ru: Вы можете создать проблему, нажав кнопку ниже
sv: Du kan skapa problem genom att trycka på knappen nedan
th: คุณสามารถสร้างปัญหาได้โดยกดปุ่มด้านล่าง
uk: Ви можете створити проблему, натиснувши кнопку нижче

source: You can create your first proposal.
az: İlk təklifinizi yarada bilərsiniz.

source: You can edit reviewers for this call.
ar: يمكنك تحرير المراجعين لهذه المكالمة.
az: Bu zəng üçün rəyçiləri redaktə edə bilərsiniz.
bn: আপনি এই কলের জন্য পর্যালোচনাকারীদের সম্পাদনা করতে পারেন৷
cs: Recenzenty pro tento hovor můžete upravit.
de: Sie können Prüfer für diesen Anruf bearbeiten.
es: Puede editar revisores para esta llamada.
et: Saate muuta selle kõne arvustajaid.
fi: Voit muokata tämän puhelun arvioijia.
ky: Бул чалуу үчүн сынчыларды түзөтө аласыз.
lt: Galite redaguoti šio skambučio apžvalgininkus.
lv: Varat rediģēt šī zvana recenzentus.
nb: Du kan redigere anmeldere for denne samtalen.
pl: Możesz edytować recenzentów tej rozmowy.
ru: Вы можете редактировать рецензентов для этого звонка.
sv: Du kan redigera granskare för det här samtalet.
th: คุณสามารถแก้ไขผู้ตรวจสอบสำหรับการโทรนี้ได้
uk: Ви можете редагувати рецензентів для цього виклику.

source: You can find offerings to order in the marketplace
ar: يمكنك العثور على عروض للطلب في السوق
az: Bazarda sifariş vermək üçün təkliflər tapa bilərsiniz
bn: আপনি বাজারে অর্ডার করতে অফার খুঁজে পেতে পারেন
cs: Nabídky k objednání najdete v obchodě
de: Auf dem Marktplatz finden Sie Angebote zur Bestellung
es: Puede encontrar ofertas para pedir en el marketplace
et: Sa leiad pakkumisi, mida tellida turuplatsilt
fi: Voit löytää tarjouksia tilattavaksi torilta
ky: Базардан буйрутма берүү үчүн сунуштарды таба аласыз
lt: Pasiūlymus užsakyti galite rasti prekyvietėje
lv: Tirgū varat atrast piedāvājumus pasūtīt
nb: Du kan finne tilbud du kan bestille på markedsplassen
pl: Oferty na zamówienie można znaleźć na rynku
ru: Вы можете найти предложения к заказу в маркетплейсе
sv: Du kan hitta erbjudanden att beställa på marknaden
th: คุณสามารถค้นหาข้อเสนอที่จะสั่งซื้อได้ในตลาด
uk: Ви можете знайти пропозиції на замовлення на маркетплейсі

source: You can find offerings to order in the service catalog
ar: يمكنك العثور على العروض للطلب في كتالوج الخدمة
az: Xidmət kataloqunda sifariş vermək üçün təkliflər tapa bilərsiniz
bn: আপনি পরিষেবা ক্যাটালগে অর্ডার করার অফারগুলি খুঁজে পেতে পারেন
cs: Nabídky k objednání naleznete v katalogu služeb
de: Angebote zum Bestellen finden Sie im Leistungskatalog
es: Puede encontrar ofertas para pedir en el catálogo de servicios
et: Teenusepakkumised leiate kataloogist
fi: Löydät tilattavat tarjoukset palveluluettelosta
ky: Сиз кызматтардын каталогунан заказ кылуу сунуштарын таба аласыз
lt: Pasiūlymus užsakyti galite rasti paslaugų kataloge
lv: Piedāvājumus pasūtīt varat atrast pakalpojumu katalogā
nb: Du kan finne tilbud å bestille i tjenestekatalogen
pl: Oferty na zamówienie znajdziesz w katalogu usług
ru: Предложения к заказу вы можете найти в каталоге услуг.
sv: Du kan hitta erbjudanden att beställa i tjänstekatalogen
th: คุณสามารถค้นหาข้อเสนอที่จะสั่งซื้อได้ในแค็ตตาล็อกบริการ
uk: Пропозиції для замовлення ви можете знайти в каталозі послуг

source: You can not create group invitations.
ar: لا يمكنك إنشاء دعوات جماعية.
az: Qrup dəvətnamələri yarada bilməzsiniz.
bn: আপনি গ্রুপ আমন্ত্রণ তৈরি করতে পারবেন না.
cs: Nemůžete vytvářet skupinové pozvánky.
de: Sie können keine Gruppeneinladungen erstellen.
es: No puede crear invitaciones grupales.
et: Grupikutseid ei saa luua.
fi: Et voi luoda ryhmäkutsuja.
ky: Топтук чакырууларды түзө албайсыз.
lt: Negalite kurti grupės kvietimų.
lv: Jūs nevarat izveidot grupas ielūgumus.
nb: Du kan ikke opprette gruppeinvitasjoner.
pl: Nie można tworzyć zaproszeń grupowych.
ru: Вы не можете создавать групповые приглашения.
sv: Du kan inte skapa gruppinbjudningar.
th: คุณไม่สามารถสร้างคำเชิญกลุ่มได้
uk: Ви не можете створювати групові запрошення.

source: You can not invite users.
ar: لا يمكنك دعوة المستخدمين.
az: İstifadəçiləri dəvət edə bilməzsiniz.
bn: আপনি ব্যবহারকারীদের আমন্ত্রণ জানাতে পারবেন না।
cs: Nemůžete pozvat uživatele.
de: Sie können keine Benutzer einladen.
es: No puede invitar a usuarios.
et: Te ei saa kasutajaid kutsuda.
fi: Et voi kutsua käyttäjiä.
ky: Сиз колдонуучуларды чакыра албайсыз.
lt: Negalite pakviesti vartotojų.
lv: Jūs nevarat uzaicināt lietotājus.
nb: Du kan ikke invitere brukere.
pl: Nie możesz zapraszać użytkowników.
ru: Вы не можете приглашать пользователей.
sv: Du kan inte bjuda in användare.
th: คุณไม่สามารถเชิญผู้ใช้ได้
uk: Ви не можете запрошувати користувачів.

source: You can register organization as a service provider by pressing the button
ar: يمكنك تسجيل المنظمة كمقدم خدمة عن طريق الضغط على الزر
az: Düyməni basaraq təşkilatı xidmət təminatçısı kimi qeydiyyatdan keçə bilərsiniz
bn: আপনি বোতাম টিপে একটি পরিষেবা প্রদানকারী হিসাবে সংস্থা নিবন্ধন করতে পারেন
cs: Organizaci můžete zaregistrovat jako poskytovatele služeb stisknutím tlačítka
de: Sie können die Organisation als Dienstleister registrieren, indem Sie auf die Schaltfläche klicken
es: Puede registrar la organización como proveedor de servicios pulsando el botón
et: Organisatsiooni saate registreerida teenusepakkujaks vajutades nuppu
fi: Voit rekisteröidä organisaation palveluntarjoajaksi painamalla -painiketta
ky: баскычын басып, уюмду кызмат көрсөтүүчү катары каттай аласыз
lt: Užregistruoti organizaciją kaip paslaugų teikėją galite paspausdami mygtuką
lv: Jūs varat reģistrēt organizāciju kā pakalpojumu sniedzēju, nospiežot pogu
nb: Du kan registrere organisasjonen som tjenesteleverandør ved å trykke på knappen
pl: Możesz zarejestrować organizację jako usługodawcę, naciskając przycisk
ru: Вы можете зарегистрировать организацию в качестве поставщика услуг, нажав кнопку
sv: Du kan registrera organisationen som tjänsteleverantör genom att trycka på knappen
th: คุณสามารถลงทะเบียนองค์กรเป็นผู้ให้บริการได้โดยกดปุ่ม
uk: Ви можете зареєструвати організацію як постачальника послуг, натиснувши кнопку

source: You can register organization as a service provider by pressing the button below
ar: يمكنك تسجيل المنظمة كمقدم خدمة بالضغط على الزر أدناه
az: Aşağıdakı düyməni basaraq təşkilatı xidmət təminatçısı kimi qeydiyyatdan keçə bilərsiniz
bn: আপনি নীচের বোতাম টিপে একটি পরিষেবা প্রদানকারী হিসাবে সংস্থা নিবন্ধন করতে পারেন৷
cs: Organizaci můžete zaregistrovat jako poskytovatele služeb stisknutím tlačítka níže
de: Sie können die Organisation als Dienstleister registrieren, indem Sie auf die Schaltfläche unten klicken
es: Puede registrar una organización como proveedor de servicios presionando el botón de abajo
et: Organisatsiooni saad registreerida teenusepakkujaks, vajutades allolevat nuppu
fi: Voit rekisteröidä organisaation palveluntarjoajaksi painamalla alla olevaa painiketta
ky: Сиз төмөнкү баскычты басуу менен уюмду кызмат көрсөтүүчү катары каттай аласыз
lt: Užregistruoti organizaciją kaip paslaugų teikėją galite paspausdami žemiau esantį mygtuką
lv: Jūs varat reģistrēt organizāciju kā pakalpojumu sniedzēju, nospiežot zemāk esošo pogu
nb: Du kan registrere organisasjonen som tjenesteleverandør ved å trykke på knappen nedenfor
pl: Możesz zarejestrować organizację jako usługodawcę, naciskając poniższy przycisk
ru: Вы можете зарегистрировать организацию в качестве поставщика услуг, нажав кнопку ниже
sv: Du kan registrera organisation som tjänsteleverantör genom att trycka på knappen nedan
th: คุณสามารถลงทะเบียนองค์กรเป็นผู้ให้บริการได้โดยกดปุ่มด้านล่าง
uk: Ви можете зареєструвати організацію як постачальника послуг, натиснувши кнопку нижче
