Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: {name} ({questions_count} questions)
ar: {name}({questions_count} أسئلة)
az: {name}({questions_count}suallar)
bn: {name}({questions_count} প্রশ্ন)
cs: {name} ({questions_count} otázky / otázek)
de: {name} ({questions_count} Fragen)
es: {name} ({questions_count} preguntas)
et: {name}({questions_count} küsimused)
fi: {name}({questions_count} kysymykset)
ky: {name}({questions_count} суроолор)
lt: {name} ({questions_count} klausimai)
lv: {name}({questions_count} jautājumi)
nb: {name} ({questions_count} spørsmål)
pl: {name}({questions_count} pytania)
ru: {name}({questions_count} вопросы)
sv: {name} ({questions_count} frågor)
th: {name}({questions_count} คำถาม)
uk: {name}({questions_count} запитання)

source: {number} days
ar: {number}أيام
az: {number}günlər
bn: {number}দিন
cs: {number} dny / dnů
de: {number} Tage
es: {number} días
et: {number} päevi
fi: {number}päivää
ky: {number}күн
lt: {number} dienos
lv: {number}dienas
nb: {number} dager
pl: {number}dni
ru: {number}дни
sv: {number} dagar
th: {number}วัน
uk: {number}днів

source: {offering} by {customer}
ar: {offering}بواسطة{customer}
az: {offering}tərəfindən {customer}
bn: {offering}দ্বারা{customer}
cs: {offering}podle{customer}
de: {offering}von{customer}
es: {offering} por {customer}
et: {offering}kõrval{customer}
fi: {offering}kirjoittaja{customer}
ky: {offering}тарабынан{customer}
lt: {offering}pateikė{customer}
lv: {offering}autors{customer}
nb: {offering}av{customer}
pl: {offering}przez{customer}
ru: {offering}к{customer}
sv: {offering}förbi{customer}
th: {offering}โดย{customer}
uk: {offering}за{customer}

source: {price} per {unit}
ar: {price}لكل{unit}
az: {price}Müəllif {unit}
bn: {price}প্রতি{unit}
cs: {price}za{unit}
de: {price}pro{unit}
es: {price} por {unit}
pl: {price}za{unit}
ru: {price}за{unit}
th: {price}ต่อ{unit}
uk: {price}пер{unit}

source: {projectName} project has been moved to {organizationName} organization.
ar: {projectName}تم نقل المشروع إلى{organizationName} منظمة.
az: {projectName}layihə təşkilata köçürül {organizationName} müşdür.
bn: {projectName}প্রকল্প সরানো হয়েছে{organizationName} সংগঠন.
cs: Projekt {projectName} byl přesunut do organizace {organizationName}.
de: {projectName} Projekt wurde in {organizationName} Organisation verschoben.
es: El proyecto {projectName} se ha movido a la organización {organizationName}.
et: {projectName}projekt on teisaldatud{organizationName} organisatsioon.
fi: {projectName}projekti on siirretty{organizationName} organisaatio.
ky: {projectName}долбоорго көчүрүлдү{organizationName} уюштуруу.
lt: {projectName} projektas perkeltas į organizaciją {organizationName}.
lv: {projectName}projekts ir pārvietots uz{organizationName} organizācija.
nb: {projectName} -prosjektet er flyttet til {organizationName} -organisasjonen.
pl: {projectName}projekt został przeniesiony do{organizationName} organizacja.
ru: {projectName}проект перенесен в{organizationName} организация.
sv: {projectName}projektet har flyttats till{organizationName} organisation.
th: {projectName}ได้ย้ายโครงการไปที่{organizationName} องค์กร.
uk: {projectName}проект перенесено до{organizationName} організації.

source: {projects_count} projects
ar: {projects_count}المشاريع
az: {projects_count}layihələr
bn: {projects_count}প্রকল্প
cs: {projects_count}projekty
de: {projects_count}Projekte
es: {projects_count} proyectos
et: {projects_count}projektid
fi: {projects_count}hankkeita
ky: {projects_count}долбоорлор
lt: {projects_count}projektus
lv: {projects_count}projektus
nb: {projects_count}prosjekter
pl: {projects_count}projektowanie
ru: {projects_count}проекты
sv: {projects_count}projekt
th: {projects_count}โครงการ
uk: {projects_count}проекти

source: {provider} user has been successfully added.
ar: {provider}تمت إضافة المستخدم بنجاح.
az: {provider}istifadəçi uğurla əlavə edildi.
bn: {provider}ব্যবহারকারী সফলভাবে যোগ করা হয়েছে.
cs: {provider}uživatel byl úspěšně přidán.
de: {provider}Benutzer wurde erfolgreich hinzugefügt.
es: {provider} usuario se ha agregado correctamente.
et: {provider}kasutaja on edukalt lisatud.
fi: {provider}käyttäjä on lisätty onnistuneesti.
ky: {provider}колдонуучу ийгиликтүү кошулду.
lt: {provider}vartotojas sėkmingai pridėtas.
lv: {provider}lietotājs ir veiksmīgi pievienots.
nb: {provider}brukeren er lagt til.
pl: {provider}użytkownik został pomyślnie dodany.
ru: {provider}пользователь успешно добавлен.
sv: {provider}användare har lagts till.
th: {provider}เพิ่มผู้ใช้สำเร็จแล้ว
uk: {provider}користувача успішно додано.

source: {relative} ago
ar: {relative}منذ
az: {relative}əvvəl
bn: {relative}আগে
cs: před {relative}
de: vor {relative}
es: {relative} de hace
et: {relative} tagasi
fi: {relative}sitten
ky: {relative}мурун
lt: {relative} prieš
lv: {relative}pirms
nb: {relative} siden
pl: {relative}temu
ru: {relative} назад
sv: {relative} sedan
th: {relative}ที่ผ่านมา
uk: {relative}тому

source: {relative} ago, {date}
ar: {relative}منذ،{date}
az: {relative}əvvəl, {date}
bn: {relative}আগে,{date}
cs: před {relative}, {date}
de: {relative} vor, {date}
es: {relative} de hace , {date}
et: {relative} tagasi, {date}
fi: {relative}sitten,{date}
ky: {relative}мурун,{date}
lt: {relative} prieš, {date}
lv: {relative}pirms,{date}
nb: {relative} siden, {date}
pl: {relative}temu,{date}
ru: {relative}назад,{date}
sv: {relative} sedan, {date}
th: {relative}ที่ผ่านมา,{date}
uk: {relative}тому,{date}

source: {resourceName} resource has been moved to {projectName} project.
ar: {resourceName}تم نقل المورد إلى{projectName} مشروع.
az: {resourceName}resurs layihəyə köçür {projectName} üldü.
bn: {resourceName}সম্পদ সরানো হয়েছে{projectName} প্রকল্প
cs: Zdroj {resourceName} byl přesunut do projektu {projectName}.
de: {resourceName} Ressource wurde in {projectName} Projekt verschoben.
es: El recurso {resourceName} se ha movido al proyecto {projectName}.
et: {resourceName}ressurss on teisaldatud{projectName} projekt.
fi: {resourceName}resurssi on siirretty{projectName} hanke.
ky: {resourceName}ресурс көчүрүлдү{projectName} долбоор.
lt: {resourceName} išteklius perkeltas į {projectName} projektą.
lv: {resourceName}resurss ir pārvietots uz{projectName} projektu.
nb: {resourceName} ressurs er flyttet til {projectName} prosjekt.
pl: {resourceName}zasób został przeniesiony do{projectName} projekt.
ru: {resourceName}ресурс был перенесен в{projectName} проект.
sv: {resourceName}resurs har flyttats till{projectName} projekt.
th: {resourceName}ทรัพยากรถูกย้ายไปที่{projectName} โครงการ.
uk: {resourceName}ресурс переміщено до{projectName} демонструвати.

source: {resourceName} resource has been updated successfully.
ar: {resourceName}تم تحديث المورد بنجاح.
az: {resourceName}resurs uğurla yeniləndi.
bn: {resourceName}সম্পদ সফলভাবে আপডেট করা হয়েছে।
cs: {resourceName} zdroj byl úspěšně aktualizován.
de: {resourceName}Die Ressource wurde erfolgreich aktualisiert.
es: {resourceName} recurso se ha actualizado correctamente.
et: {resourceName} ressurss on edukalt uuendatud.
fi: {resourceName}resurssi on päivitetty onnistuneesti.
ky: {resourceName}ресурс ийгиликтүү жаңыртылды.
lt: {resourceName}išteklius sėkmingai atnaujintas.
lv: {resourceName}resurss ir veiksmīgi atjaunināts.
nb: {resourceName}ressursen har blitt oppdatert.
pl: {resourceName}zasób został pomyślnie zaktualizowany.
ru: {resourceName}Ресурс успешно обновлен.
sv: {resourceName}resursen har uppdaterats framgångsrikt.
th: {resourceName}ทรัพยากรได้รับการอัปเดตเรียบร้อยแล้ว
uk: {resourceName}ресурс успішно оновлено.

source: {resourceType} has been deleted.
ar: {resourceType}قد تم حذف.
az: {resourceType}silinmişdir.
bn: {resourceType}মুছে ফেলা হয়েছে.
cs: {resourceType} byl odstraněn.
de: {resourceType} wurde gelöscht.
es: {resourceType} se ha eliminado.
et: {resourceType}on kustutatud.
fi: {resourceType}on poistettu.
ky: {resourceType}өчүрүлгөн.
lt: {resourceType} buvo ištrintas.
lv: {resourceType}ir dzēsts.
nb: {resourceType} er slettet.
pl: {resourceType}zostało usunięte.
ru: {resourceType}был удален.
sv: {resourceType} har tagits bort.
th: {resourceType}ถูกลบไปแล้ว
uk: {resourceType}було видалено.

source: {resourceType} has state {resourceState}
ar: {resourceType}لديه دولة{resourceState}
az: {resourceType} {resourceState} vəziyyətindədir
bn: {resourceType}রাষ্ট্র আছে{resourceState}
cs: {resourceType} má stav {resourceState}
de: {resourceType} hat den Status {resourceState}
es: {resourceType} tiene el estado {resourceState}
et: {resourceType} on staatusega {resourceState}.
fi: {resourceType}on tila{resourceState}
ky: {resourceType}мамлекети бар{resourceState}
lt: {resourceType} turi būseną {resourceState}
lv: {resourceType}ir stāvoklis{resourceState}
nb: {resourceType} har tilstanden {resourceState}
pl: {resourceType}ma stan{resourceState}
ru: {resourceType}имеет состояние{resourceState}
sv: {resourceType} har tillstånd {resourceState}
th: {resourceType}มีสถานะ{resourceState}
uk: {resourceType}має держ{resourceState}

source: {resource_link} creation has been scheduled by {user_link}.
ar: {resource_link}تمت جدولة الإنشاء بواسطة{user_link} .
az: {resource_link} yaradılması {user_link} tərəfindən planlaşdırılıb.
bn: {resource_link}সৃষ্টি দ্বারা নির্ধারিত হয়েছে{user_link} .
cs: Vytvoření {resource_link} bylo naplánováno {user_link}.
de: {resource_link} Die Erstellung wurde von {user_link} geplant.
es: {resource_link} la creación ha sido programada por {user_link}.
et: {resource_link} loomine on ajastatud {user_link} poolt.
fi: {resource_link}luomisen on ajoittanut{user_link} .
ky: {resource_link}түзүү пландаштырылган{user_link} .
lt: {resource_link} kūrimą suplanavo {user_link}.
lv: {resource_link}izveidi ir ieplānojis{user_link} .
nb: {resource_link} opprettelse er planlagt av {user_link}.
pl: {resource_link}utworzenie zaplanowano do{user_link} .
ru: {resource_link}создание было запланировано{user_link} .
sv: {resource_link} skapande har planerats av {user_link}.
th: {resource_link}กำหนดการสร้างโดย{user_link} .
uk: {resource_link}створення заплановано на{user_link} .

source: {resource_link} creation has failed.
ar: {resource_link}لقد فشل الخلق.
az: {resource_link} yaradılması baş tutmadı.
bn: {resource_link}সৃষ্টি ব্যর্থ হয়েছে।
cs: Vytvoření {resource_link} se nezdařilo.
de: Die Erstellung von {resource_link} ist fehlgeschlagen.
es: La creación de {resource_link} ha fallado.
et: {resource_link} loomine nurjus.
fi: {resource_link}luominen on epäonnistunut.
ky: {resource_link}түзүү ишке ашпай калды.
lt: {resource_link} sukūrimas nepavyko.
lv: {resource_link}radīšana neizdevās.
nb: {resource_link} oppretting har mislyktes.
pl: {resource_link}stworzenie nie powiodło się.
ru: {resource_link}создание не удалось.
sv: {resource_link} skapandet misslyckades.
th: {resource_link}การสร้างล้มเหลว
uk: {resource_link}створення не вдалося.

source: {resource_link} deletion has failed.
ar: {resource_link}فشل الحذف.
az: {resource_link} silinməsi baş tutmadı.
bn: {resource_link}মুছে ফেলা ব্যর্থ হয়েছে।
cs: Odstranění {resource_link} se nezdařilo.
de: Das Löschen von {resource_link} ist fehlgeschlagen.
es: La eliminación de {resource_link} ha fallado.
et: {resource_link} kustutamine nurjus.
fi: {resource_link}poistaminen epäonnistui.
ky: {resource_link}жок кылуу ишке ашкан жок.
lt: {resource_link} ištrinti nepavyko.
lv: {resource_link}dzēšana neizdevās.
nb: {resource_link} sletting har mislyktes.
pl: {resource_link}usunięcie nie powiodło się.
ru: {resource_link}удаление не удалось.
sv: {resource_link} radering har misslyckats.
th: {resource_link}การลบล้มเหลว
uk: {resource_link}видалення не вдалося.

source: {resource_link} has been created.
ar: {resource_link}تم إنشاء.
az: {resource_link} yaradıldı.
bn: {resource_link}তৈরি করা হয়েছে.
cs: {resource_link} byl vytvořen.
de: {resource_link} wurde erstellt.
es: {resource_link} se ha creado.
et: {resource_link} on loodud.
fi: {resource_link}on luotu.
ky: {resource_link}түзүлгөн.
lt: {resource_link} buvo sukurta.
lv: {resource_link}ir izveidots.
nb: {resource_link} er opprettet.
pl: {resource_link}został stworzony.
ru: {resource_link}был создан.
sv: {resource_link} har skapats.
th: {resource_link}ได้ถูกสร้างขึ้น
uk: {resource_link}було створено.

source: {resource_link} has been imported by {user_link}.
ar: {resource_link}تم استيراده بواسطة{user_link} .
az: {resource_link} {user_link} tərəfindən idxal edilib.
bn: {resource_link}দ্বারা আমদানি করা হয়েছে{user_link} .
cs: {resource_link} byl importován {user_link}.
de: {resource_link} wurde von {user_link} importiert.
es: {resource_link} ha sido importado por {user_link}.
et: {resource_link} on kasutaja {user_link} poolt imporditud.
fi: {resource_link}on tuonut maahan{user_link} .
ky: {resource_link}тарабынан импорттолгон{user_link} .
lt: {resource_link} importavo {user_link}.
lv: {resource_link}ir importējis{user_link} .
nb: {resource_link} har blitt importert av {user_link}.
pl: {resource_link}został zaimportowany przez{user_link} .
ru: {resource_link}был импортирован{user_link} .
sv: {resource_link} har importerats av {user_link}.
th: {resource_link}ได้รับการนำเข้าโดย{user_link} .
uk: {resource_link}було імпортовано{user_link} .

source: {resource_link} has been restarted.
ar: {resource_link}تم إعادة التشغيل.
az: {resource_link} yenidən başlamışdır.
bn: {resource_link}পুনরায় চালু করা হয়েছে।
cs: {resource_link} byl restartován.
de: {resource_link} wurde neu gestartet.
es: {resource_link} se ha reiniciado.
et: {resource_link} on taaskäivitatud.
fi: {resource_link}on käynnistetty uudelleen.
ky: {resource_link}кайра иштетилди.
lt: {resource_link} buvo paleistas iš naujo.
lv: {resource_link}ir restartēts.
nb: {resource_link} har blitt startet på nytt.
pl: {resource_link}został wznowiony.
ru: {resource_link}был перезапущен.
sv: {resource_link} har startats om.
th: {resource_link}ได้รับการรีสตาร์ทแล้ว
uk: {resource_link}було перезапущено.

source: {resource_link} has been scheduled to deletion by {user_link}.
ar: {resource_link}تمت جدولة الحذف بواسطة{user_link} .
az: {resource_link} {user_link} tərəfindən silinməsi planlaşdırılıb.
bn: {resource_link}দ্বারা মুছে ফেলার জন্য নির্ধারিত হয়েছে{user_link} .
cs: {resource_link} byl naplánován k odstranění {user_link}.
de: {resource_link} wurde von {user_link} gelöscht.
es: {resource_link} ha sido programado para su eliminación por {user_link}.
et: {resource_link} on määratud kustutamisele kasutaja {user_link} poolt.
fi: {resource_link}on ajoitettu poistettavaksi{user_link} .
ky: {resource_link}тарабынан жок кылынышы пландаштырылган{user_link} .
lt: {resource_link} buvo suplanuota ištrinti pagal {user_link}.
lv: {resource_link}ir ieplānots dzēst līdz{user_link} .
nb: {resource_link} er planlagt å slette av {user_link}.
pl: {resource_link}został zaplanowany do usunięcia do{user_link} .
ru: {resource_link}было запланировано к удалению{user_link} .
sv: {resource_link} har planerats att tas bort av {user_link}.
th: {resource_link}ถูกกำหนดให้ลบโดย{user_link} .
uk: {resource_link}було заплановано на видалення{user_link} .

source: {resource_link} has been scheduled to restart by {user_link}.
ar: {resource_link}تمت جدولة إعادة التشغيل بحلول{user_link} .
az: {resource_link} {user_link} tərəfindən yenidən başlanma üçün planlaşdırıldı.
bn: {resource_link}দ্বারা পুনরায় চালু করার জন্য নির্ধারিত হয়েছে{user_link} .
cs: {resource_link} byl naplánován k restartu {user_link}.
de: {resource_link} wurde für einen Neustart durch {user_link} geplant.
es: {resource_link} ha sido programado para reiniciar por {user_link}.
et: {resource_link} on määratud restardiks kasutaja {user_link} poolt.
fi: {resource_link}on suunniteltu käynnistymään uudelleen mennessä{user_link} .
ky: {resource_link}тарабынан кайра баштоо пландаштырылган{user_link} .
lt: {resource_link} buvo suplanuota paleisti iš naujo pagal {user_link}.
lv: {resource_link}ir ieplānots restartēt līdz{user_link} .
nb: {resource_link} er planlagt å starte på nytt av {user_link}.
pl: {resource_link}ponowne uruchomienie zaplanowano na godz{user_link} .
ru: {resource_link}было запланировано возобновить работу к{user_link} .
sv: {resource_link} har schemalagts att starta om av {user_link}.
th: {resource_link}ได้รับการกำหนดให้รีสตาร์ทภายใน{user_link} .
uk: {resource_link}було заплановано перезапуск до{user_link} .

source: {resource_link} has been scheduled to start by {user_link}.
ar: {resource_link}تمت جدولة البدء بحلول{user_link} .
az: {resource_link} {user_link} tərəfindən başlanma üçün planlaşdırıldı.
bn: {resource_link}দ্বারা শুরু করার জন্য নির্ধারিত হয়েছে{user_link} .
cs: {resource_link} byl naplánován ke spuštění {user_link}.
de: {resource_link} wurde geplant von {user_link} zu beginnen.
es: {resource_link} ha sido programado para iniciarse por {user_link}.
et: {resource_link} on määratud käivitamisele kasutaja {user_link} poolt.
fi: {resource_link}on suunniteltu alkavaksi{user_link} .
ky: {resource_link}чейин башталышы пландаштырылган{user_link} .
lt: {resource_link} buvo suplanuota paleisti pagal {user_link}.
lv: {resource_link}ir plānots sākt līdz plkst{user_link} .
nb: {resource_link} er planlagt å starte med {user_link}.
pl: {resource_link}rozpoczęcie zaplanowano na godz{user_link} .
ru: {resource_link}запланировано на начало{user_link} .
sv: {resource_link} har planerats att starta av {user_link}.
th: {resource_link}ถูกกำหนดให้เริ่มโดย{user_link} .
uk: {resource_link}було заплановано на початок{user_link} .

source: {resource_link} has been scheduled to stop by {user_link}.
ar: {resource_link}تمت جدولته للتوقف{user_link} .
az: {resource_link} {user_link} tərəfindən dayandırılma üçün planlaşdırıldı.
bn: {resource_link}দ্বারা বন্ধ করার জন্য নির্ধারিত হয়েছে{user_link} .
cs: {resource_link} bylo naplánováno zastavení {user_link}.
de: {resource_link} wurde voraussichtlich von {user_link} angehalten.
es: {resource_link} ha sido programado para detenerse por {user_link}.
et: {resource_link} on määratud peatamiseks kasutaja {user_link} poolt.
fi: {resource_link}on suunniteltu pysähtymään{user_link} .
ky: {resource_link}токтошу пландаштырылган{user_link} .
lt: {resource_link} buvo suplanuota sustabdyti {user_link}.
lv: {resource_link}ir ieplānots piestāt{user_link} .
nb: {resource_link} er planlagt å stoppe ved {user_link}.
pl: {resource_link}zaplanowano zatrzymanie się{user_link} .
ru: {resource_link}было запланировано зайти{user_link} .
sv: {resource_link} har schemalagts att stoppas av {user_link}.
th: {resource_link}ถูกกำหนดให้หยุดโดย{user_link} .
uk: {resource_link}було заплановано зупинитися{user_link} .

source: {resource_link} has been started.
ar: {resource_link}تم البدء.
az: {resource_link} başlandı.
bn: {resource_link}শুরু করা হয়েছে।
cs: {resource_link} byl spuštěn.
de: {resource_link} wurde gestartet.
es: {resource_link} ha sido iniciado.
et: {resource_link} on käivitatud.
fi: {resource_link}on aloitettu.
ky: {resource_link}башталды.
lt: {resource_link} buvo paleistas.
lv: {resource_link}ir uzsākta.
nb: {resource_link} er startet.
pl: {resource_link}został uruchomiony.
ru: {resource_link}был начат.
sv: {resource_link} har startats.
th: {resource_link}ได้เริ่มต้นแล้ว
uk: {resource_link}було розпочато.

source: {resource_link} has been stopped.
ar: {resource_link}تم إيقافه.
az: {resource_link} dayandırılıb.
bn: {resource_link}বন্ধ করা হয়েছে।
cs: {resource_link} byl zastaven.
de: {resource_link} wurde gestoppt.
es: {resource_link} ha sido detenido.
et: {resource_link} on peatatud.
fi: {resource_link}on pysäytetty.
ky: {resource_link}токтотулган.
lt: {resource_link} buvo sustabdytas.
lv: {resource_link}ir apturēta.
nb: {resource_link} har blitt stoppet.
pl: {resource_link}został zatrzymany.
ru: {resource_link}было остановлено.
sv: {resource_link} har stoppats.
th: {resource_link}ถูกหยุดแล้ว
uk: {resource_link}було зупинено.

source: {resource_link} has been updated by {user_link}.
ar: {resource_link}تم التحديث بواسطة{user_link} .
az: {resource_link} {user_link} tərəfindən yeniləndi.
bn: {resource_link}দ্বারা আপডেট করা হয়েছে{user_link} .
cs: {resource_link} byl aktualizován {user_link}.
de: {resource_link} wurde von {user_link} aktualisiert.
es: {resource_link} ha sido actualizado por {user_link}.
et: {resource_link} on uuendatud kasutaja {user_link} poolt.
fi: {resource_link}on päivittänyt{user_link} .
ky: {resource_link}тарабынан жаңыртылган{user_link} .
lt: {resource_link} atnaujino {user_link}.
lv: {resource_link}ir atjauninājis{user_link} .
nb: {resource_link} har blitt oppdatert av {user_link}.
pl: {resource_link}został zaktualizowany przez{user_link} .
ru: {resource_link}был обновлен{user_link} .
sv: {resource_link} har uppdaterats av {user_link}.
th: {resource_link}ได้รับการปรับปรุงโดย{user_link} .
uk: {resource_link}було оновлено{user_link} .

source: {resource_link} restart has failed.
ar: {resource_link}فشلت عملية إعادة التشغيل.
az: {resource_link} yenidən başlamadı.
bn: {resource_link}পুনরায় আরম্ভ ব্যর্থ হয়েছে.
cs: Restartování {resource_link} se nezdařilo.
de: {resource_link} Neustart ist fehlgeschlagen.
es: El reinicio de {resource_link} ha fallado.
et: {resource_link} taaskäivitus on nurjunud.
fi: {resource_link}uudelleenkäynnistys epäonnistui.
ky: {resource_link}кайра баштоо ишке ашкан жок.
lt: {resource_link} paleisti iš naujo nepavyko.
lv: {resource_link}restartēšana neizdevās.
nb: {resource_link} omstart mislyktes.
pl: {resource_link}ponowne uruchomienie nie powiodło się.
ru: {resource_link}перезагрузка не удалась.
sv: {resource_link} omstarten misslyckades.
th: {resource_link}การรีสตาร์ทล้มเหลว
uk: {resource_link}не вдалося перезапустити.

source: {resource_link} start has failed.
ar: {resource_link}فشلت البداية.
az: {resource_link} başlamadı.
bn: {resource_link}শুরু ব্যর্থ হয়েছে।
cs: Start {resource_link} se nezdařil.
de: {resource_link} start ist fehlgeschlagen.
es: El inicio de {resource_link} ha fallado.
et: {resource_link} käivitamine ei õnnestunud.
fi: {resource_link}aloitus epäonnistui.
ky: {resource_link}баштоо ишке ашпай калды.
lt: {resource_link} paleisti nepavyko.
lv: {resource_link}sākums neizdevās.
nb: {resource_link} start har mislyktes.
pl: {resource_link}start się nie powiódł.
ru: {resource_link}старт не удался.
sv: {resource_link} start har misslyckats.
th: {resource_link}การเริ่มต้นล้มเหลว
uk: {resource_link}старт не вдався.

source: {resource_link} stop has failed.
ar: {resource_link}فشل التوقف.
az: {resource_link} dayandırıla bilmədi.
bn: {resource_link}স্টপ ব্যর্থ হয়েছে।
cs: Zastavení {resource_link} se nezdařilo.
de: {resource_link} stop ist fehlgeschlagen.
es: La parada de {resource_link} ha fallado.
et: {resource_link} peatamine on nurjunud.
fi: {resource_link}pysäytys epäonnistui.
ky: {resource_link}токтотуу ишке ашкан жок.
lt: {resource_link} sustabdyti nepavyko.
lv: {resource_link}apstāšanās neizdevās.
nb: {resource_link} stoppet har mislyktes.
pl: {resource_link}zatrzymanie nie powiodło się.
ru: {resource_link}остановка не удалась.
sv: {resource_link} stoppet har misslyckats.
th: {resource_link}หยุดล้มเหลว
uk: {resource_link}зупинка не вдалася.

source: {resource_name} has been deleted.
ar: {resource_name}قد تم حذف.
az: {resource_name} silindi.
bn: {resource_name}মুছে ফেলা হয়েছে.
cs: {resource_name} byl odstraněn.
de: {resource_name} wurde gelöscht.
es: {resource_name} se ha eliminado.
et: {resource_name} on kustutatud.
fi: {resource_name}on poistettu.
ky: {resource_name}өчүрүлгөн.
lt: {resource_name} buvo ištrintas.
lv: {resource_name}ir dzēsts.
nb: {resource_name} har blitt slettet.
pl: {resource_name}zostało usunięte.
ru: {resource_name}был удален.
sv: {resource_name} har tagits bort.
th: {resource_name}ถูกลบไปแล้ว
uk: {resource_name}було видалено.
