Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: List of IPv4 or IPv6 CIDR addresses from where connection to self-service is allowed
ar: قائمة عناوين IPv4 أو IPv6 CIDR حيث يُسمح بالاتصال بالخدمة الذاتية
az: Özünə xidmətə qoşulmağa icazə verildiyi IPv4 və ya IPv6 CIDR ünvanlarının siyahısı
bn: IPv4 বা IPv6 CIDR ঠিকানার তালিকা যেখান থেকে স্ব-পরিষেবার সংযোগ অনুমোদিত
cs: Seznam IPv4 nebo IPv6 CIDR adres, odkud je povoleno připojení k samoobsluze
de: Liste der IPv4- oder IPv6-CIDR-Adressen, von denen aus eine Verbindung zum Self-Service zulässig ist
es: Lista de direcciones CIDR IPv4 o IPv6 desde las que se permite la conexión al autoservicio
et: IPv4 või IPv6 CIDR-aadresside loend, kust on lubatud ühendus iseteenindusega
fi: Luettelo IPv4- tai IPv6-CIDR-osoitteista, joista yhteys itsepalveluun on sallittu
ky: Өзүн-өзү тейлөөгө туташууга уруксат берилген IPv4 же IPv6 CIDR даректеринин тизмеси
lt: IPv4 arba IPv6 CIDR adresų, iš kurių leidžiama prisijungti prie savitarnos, sąrašas
lv: IPv4 vai IPv6 CIDR adrešu saraksts, no kurām ir atļauts savienojums ar pašapkalpošanos
nb: Liste over IPv4- eller IPv6 CIDR-adresser der tilkobling til selvbetjening er tillatt
pl: Lista adresów CIDR IPv4 lub IPv6, z których dozwolone jest połączenie z samoobsługą
ru: Список адресов CIDR IPv4 или IPv6, откуда разрешено подключение к самообслуживанию
sv: Lista över IPv4 eller IPv6 CIDR-adresser varifrån anslutning till självbetjäning tillåts
th: รายการที่อยู่ IPv4 หรือ IPv6 CIDR ที่อนุญาตให้เชื่อมต่อกับบริการตนเอง
uk: Список адрес CIDR IPv4 або IPv6, з яких дозволено підключення до самообслуговування

source: List of excluded attachment types
ar: قائمة أنواع المرفقات المستبعدة
az: İstisna edilmiş əlavə növlərinin siyahısı
bn: বাদ দেওয়া সংযুক্তি প্রকারের তালিকা
cs: Seznam vyloučených typů příloh
de: Liste der ausgeschlossenen Anhangstypen
es: Lista de tipos de archivos adjuntos excluidos
et: Välistatud manusetüüpide loend
fi: Luettelo poissuljetuista liitetyypeistä
ky: Чыгарылган тиркеме түрлөрүнүн тизмеси
lt: Išskirtų priedų tipų sąrašas
lv: Izslēgto pielikumu veidu saraksts
nb: Liste over ekskluderte vedleggstyper
pl: Lista wykluczonych typów załączników
ru: Список исключенных типов вложений
sv: Lista över uteslutna bilagatyper
th: รายการประเภทไฟล์แนบที่ยกเว้น
uk: Список виключених типів вкладень

source: List resource users
ar: قائمة مستخدمي الموارد
az: Resurs istifadəçilərini sadalayın
bn: সম্পদ ব্যবহারকারীদের তালিকা করুন
cs: Seznam uživatelů zdrojů
de: Ressourcenbenutzer auflisten
es: Listar usuarios de recursos
et: Loetlege ressursi kasutajad
fi: Listaa resurssien käyttäjät
ky: Ресурс колдонуучуларынын тизмеси
lt: Išteklių naudotojų sąrašas
lv: Uzskaitiet resursu lietotājus
nb: List ressursbrukere
pl: Lista użytkowników zasobów
ru: Список пользователей ресурса
sv: Lista resursanvändare
th: แสดงรายการผู้ใช้ทรัพยากร
uk: Список користувачів ресурсу

source: Load more
ar: تحميل المزيد
az: Daha çox yükləyin
bn: আর ঢুকাও
cs: Načíst více
de: Mehr laden
es: Cargar más
et: Laadi rohkem
fi: Lataa lisää
ky: Көбүрөөк жүктөө
lt: Įkelti daugiau
lv: Ielādēt vairāk
nb: Last mer
pl: Załaduj więcej
ru: загрузить больше
sv: LADDA MER
th: โหลดเพิ่มเติม
uk: Завантажити ще

source: Loading
ar: تحميل
az: Yüklənir
bn: লোড হচ্ছে
cs: Načítání
de: Laden
es: Cargando
et: Laadimine...
fi: Lastaaminen
ky: Жүктөө
lt: Įkeliama
lv: Notiek ielāde
nb: Laster
pl: Ładowania
ru: Погрузка
sv: Laddar
th: กำลังโหลด
uk: Завантаження

source: Loading actions
ar: جارٍ تحميل الإجراءات
az: Yükləmə tədbirləri
bn: লোডিং অ্যাকশন
cs: Načítání akcí
de: Aktionen werden geladen
es: Carga de acciones
et: Tegevuste laadimine
fi: Lataustoiminnot
ky: Аракеттер жүктөлүүдө
lt: Įkeliami veiksmai
lv: Iekraušanas darbības
nb: Laste inn handlinger
pl: Ładowanie akcji
ru: Загрузка действий
sv: Laddning åtgärder
th: กำลังโหลดการดำเนินการ
uk: Завантаження дій

source: Loading assets
ar: تحميل الأصول
az: Aktivlərin yüklənməsi
bn: সম্পদ লোড হচ্ছে
cs: Načítání aktiv
de: Assets laden
es: Carga de activos
et: Varade laadimine
fi: Ladataan omaisuutta
ky: Активдер жүктөлүүдө
lt: Įkeliamas turtas
lv: Notiek līdzekļu ielāde
nb: Laste inn ressurser
pl: Ładowanie zasobów
ru: Загрузка ресурсов
sv: Laddar tillgångar
th: กำลังโหลดเนื้อหา
uk: Завантаження ресурсів

source: Loading invoices
ar: تحميل الفواتير
az: Fakturalar yüklənir
bn: চালান লোড হচ্ছে
cs: Načítání faktur
de: Laden von Rechnungen
es: Carga de facturas
et: Arvete laadimine
fi: Ladataan laskuja
ky: Эсеп-фактуралар жүктөлүүдө
lt: Įkeliamos sąskaitos faktūros
lv: Notiek rēķinu ielāde
nb: Laster inn fakturaer
pl: Ładowanie faktur
ru: Загрузка счетов
sv: Laddar fakturor
th: กำลังโหลดใบแจ้งหนี้
uk: Завантаження рахунків-фактур

source: Loading more...
ar: جارٍ تحميل المزيد...
az: Daha çox yüklənir...
bn: আরো লোড হচ্ছে...
cs: Načítání dalších...
de: Mehr laden...
es: Cargando más ...
et: Laadin veel...
fi: Ladataan lisää...
ky: Дагы жүктөлүүдө...
lt: Įkeliama daugiau...
lv: Ielādē vairāk...
nb: Laster inn mer...
pl: Ładowanie więcej...
ru: ЗАГРУЗКА БОЛЬШЕ...
sv: Läser in mer...
th: กำลังโหลดเพิ่มเติม...
uk: Завантаження більше...

source: Location
ar: مكان
az: Yerləşmə
bn: অবস্থান
cs: Umístění
de: Ort
es: Ubicación
et: Asukoht
fi: Paikka
ky: Жайгашкан жер
lt: Vieta
lv: Vieta
nb: Plassering
pl: Lokalizacja
ru: Местоположение
sv: Plats
th: ที่ตั้ง
uk: Розташування

source: Location has been saved successfully.
ar: تم حفظ الموقع بنجاح.
az: Yer uğurla saxlanıldı.
bn: অবস্থান সফলভাবে সংরক্ষণ করা হয়েছে.
cs: Umístění bylo úspěšně uloženo.
de: Der Speicherort wurde erfolgreich gespeichert.
es: La ubicación se ha guardado correctamente.
et: Asukoht on edukalt salvestatud.
fi: Sijainti on tallennettu onnistuneesti.
ky: Жайгашкан жер ийгиликтүү сакталды.
lt: Vieta sėkmingai išsaugota.
lv: Atrašanās vieta ir veiksmīgi saglabāta.
nb: Plassering er lagret.
pl: Lokalizacja została pomyślnie zapisana.
ru: Местоположение успешно сохранено.
sv: Platsen har sparats.
th: บันทึกตำแหน่งเรียบร้อยแล้ว
uk: Розташування успішно збережено.

source: Location of {name} offering
ar: موقع{name} عرض
az: Təklif y {name} eri
bn: অবস্থান{name} প্রস্তাব
cs: Umístění{name} nabídka
de: Position von{name} Angebot
es: Ubicación de la {name} oferta
et: Asukoht{name} pakkumine
fi: Sijainti{name} tarjoamalla
ky: жайгашкан жери{name} тартуу
lt: Vieta{name} siūlymas
lv: Atrašanās vieta{name} piedāvājums
nb: Plassering av{name} å tilby
pl: Lokacja{name} oferując
ru: Расположение{name} предложение
sv: Plats för{name} erbjudande
th: ที่ตั้งของ{name} การเสนอขาย
uk: Розташування{name} пропозиція

source: Location of {name} organization
ar: موقع{name} منظمة
az: Təşkilatın {name} yeri
bn: অবস্থান{name} সংগঠন
cs: Umístění{name} organizace
de: Position von{name} Organisation
es: Ubicación de la {name} organización
et: Asukoht{name} organisatsioon
fi: Sijainti{name} organisaatio
ky: жайгашкан жери{name} уюштуруу
lt: Vieta{name} organizacija
lv: Atrašanās vieta{name} organizācija
nb: Plassering av{name} organisasjon
pl: Lokacja{name} organizacja
ru: Расположение{name} организация
sv: Plats för{name} organisation
th: ที่ตั้งของ{name} องค์กร
uk: Розташування{name} організації

source: Location of {offeringName} offering
ar: موقع{offeringName} عرض
az: Təklif y {offeringName} eri
bn: অবস্থান{offeringName} প্রস্তাব
cs: Umístění nabídky {offeringName}
de: Ort des {offeringName} -Angebots
es: Ubicación de la oferta de {offeringName}
et: {offeringName} pakkumise asukoht
fi: Sijainti{offeringName} tarjoamalla
ky: жайгашкан жери{offeringName} тартуу
lt: Pasiūlymo {offeringName} vieta
lv: Atrašanās vieta{offeringName} piedāvājums
nb: Plassering av {offeringName} tilbud
pl: Lokacja{offeringName} oferując
ru: Расположение{offeringName} предложение
sv: Plats för {offeringName} erbjudande
th: ที่ตั้งของ{offeringName} การเสนอขาย
uk: Розташування{offeringName} пропозиція

source: Log in
ar: تسجيل الدخول
az: Daxil ol
bn: প্রবেশ করুন
cs: Přihlásit se
de: Anmeldung
es: Iniciar sesión
et: Logi sisse
fi: Kirjaudu sisään
ky: Кириңиз
lt: Prisijungti
lv: Pieteikties
nb: Logg på
pl: Zaloguj się
ru: Войти
sv: Logga in
th: เข้าสู่ระบบ
uk: Увійдіть

source: Log out
ar: تسجيل الخروج
az: Çıxış
bn: প্রস্থান
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
et: Logi välja
fi: Kirjautua ulos
ky: Чыгуу
lt: Atsijungti
lv: Izlogoties
nb: Logg ut
pl: Wyloguj się
ru: Выход
sv: Logga ut
th: ออกจากระบบ
uk: Вийти

source: Logging user in
ar: تسجيل دخول المستخدم
az: Daxil olan istifadəçi girişi
bn: লগ ইন ব্যবহারকারী
cs: Přihlašování uživatele
de: Benutzer anmelden
es: Iniciar sesión del usuario en
et: Kasutaja sisselogimine
fi: Käyttäjän kirjautuminen sisään
ky: Кирүү колдонуучу
lt: Vartotojo prisijungimas
lv: Lietotāja pieteikšanās
nb: Logge inn bruker
pl: Logowanie użytkownika
ru: Вход пользователя в систему
sv: Logga in användare
th: กำลังเข้าสู่ระบบผู้ใช้
uk: Вхід користувача

source: Login
ar: تسجيل الدخول
az: Daxilolma
bn: প্রবেশ করুন
cs: Přihlášení
de: Einloggen
es: Iniciar sesión
et: Logi sisse
fi: sisäänkirjautuminen
ky: Кирүү
lt: Prisijungti
lv: Pieteikšanās
nb: Logg inn
ru: Вход
sv: Logga in
th: เข้าสู่ระบบ
uk: Логін

source: Login failed
ar: فشل تسجيل الدخول
az: Çıxış baş tutmadı
bn: লগইন ব্যর্থ
cs: Přihlášení se nezdařilo
de: Anmeldung fehlgeschlagen
es: Fallo en el inicio de sesión
et: Tõrge sisselogimisel
fi: Kirjautuminen epäonnistui
ky: Кирүү ишке ашкан жок
lt: Prisijungimas nepavyko
lv: Pieslēgšanās neizdevās
nb: Pålogging mislyktes
pl: Logowanie nie powiodło się
ru: Вход не удался
sv: Inloggning misslyckades
th: การเข้าสู่ระบบล้มเหลว
uk: Помилка логіну

source: Login with
ar: تسجيل الدخول مع
az: Daxil ol
bn: দিয়ে লগইন করুন
cs: Přihlásit se pomocí
de: Einloggen mit
es: Iniciar sesión con
et: Logi sisse
fi: Kirjaudu sisään
ky: менен кирүү
lt: Prisijunkite su
lv: Pieteikties ar
nb: Logg inn med
pl: Zaloguj się z
ru: Войдите с
sv: Logga in med
th: เข้าสู่ระบบด้วย
uk: Увійти за допомогою

source: Logo
ar: شعار
az: loqo
bn: লোগো
es: Logotipo
ky: Логотип
lt: Logotipas
lv: Logotips
ru: Лого
sv: Logotyp
th: โลโก้
uk: Логотип

source: Logo has been removed.
ar: تمت إزالة الشعار.
az: Logo silindi.
bn: লোগো সরানো হয়েছে।
cs: Logo bylo odstraněno.
de: Das Logo wurde entfernt.
es: Se ha eliminado el logotipo.
et: Logo on eemaldatud
fi: Logo on poistettu.
ky: Логотип алынып салынды.
lt: Logotipas pašalintas.
lv: Logotips ir noņemts.
nb: Logoen er fjernet.
pl: Logo zostało usunięte.
ru: Логотип удален.
sv: Logotypen har tagits bort.
th: โลโก้ถูกลบออกแล้ว
uk: Логотип видалено.

source: Logo has been updated successfully.
ar: تم تحديث الشعار بنجاح.
az: Logo uğurla yeniləndi.
bn: লোগো সফলভাবে আপডেট করা হয়েছে।
cs: Logo bylo úspěšně aktualizováno.
de: Das Logo wurde erfolgreich aktualisiert.
es: El logotipo se actualizó correctamente.
et: Logo on edukalt uuendatud.
fi: Logon päivitys onnistui.
ky: Логотип ийгиликтүү жаңыртылды.
lt: Logotipas sėkmingai atnaujintas.
lv: Logotips ir veiksmīgi atjaunināts.
nb: Logoen har blitt oppdatert.
pl: Logo zostało pomyślnie zaktualizowane.
ru: Логотип успешно обновлен.
sv: Logotypen har uppdaterats.
th: อัปเดตโลโก้เรียบร้อยแล้ว
uk: Логотип успішно оновлено.

source: Logo has been uploaded.
ar: تم تحميل الشعار.
az: Logo yükləndi.
bn: লোগো আপলোড করা হয়েছে।
cs: Logo bylo nahráno.
de: Logo wurde hochgeladen.
es: Se ha subido el logotipo.
et: Logo on üles laetud.
fi: Logo on ladattu.
ky: Логотип жүктөлүп берилди.
lt: Logotipas įkeltas.
lv: Logotips ir augšupielādēts.
nb: Logoen er lastet opp.
pl: Logo zostało przesłane.
ru: Логотип загружен.
sv: Logotypen har laddats upp.
th: อัปโหลดโลโก้แล้ว
uk: Логотип завантажено.

source: Logo here
ar: الشعار هنا
az: Logo burada
bn: এখানে লোগো
cs: Logo zde
de: Logo hier
es: Logotipo aquí
et: Logo siia
fi: Logo täällä
ky: Логотип бул жерде
lt: Logotipas čia
lv: Logo šeit
nb: Logo her
pl: Logo tutaj
ru: Логотип здесь
sv: Logotyp här
th: โลโก้ที่นี่
uk: Логотип тут

source: Logout failed
ar: فشل تسجيل الخروج
az: Çıxış baş tutmadı
bn: লগআউট ব্যর্থ হয়েছে৷
cs: Odhlášení se nezdařilo
de: Abmelden fehlgeschlagen
es: Fallo en el cierre de sesión
et: Välja logimine nurjus
fi: Uloskirjautuminen epäonnistui
ky: Чыгуу ишке ашкан жок
lt: Atsijungti nepavyko
lv: Atteikšanās neizdevās
nb: Utloggingen mislyktes
pl: Wylogowanie nie powiodło się
ru: Выход не удался
sv: Utloggning misslyckades
th: ออกจากระบบล้มเหลว
uk: Помилка виходу

source: Longhorn is a lightweight, reliable, and powerful distributed block storage system for Kubernetes.
ar: Longhorn هو نظام تخزين كتلي موزع خفيف الوزن وموثوق وقوي لـ Kubernetes.
az: Longhorn, Kubernetes üçün yüngül, etibarlı və güclü paylanmış blok saxlama sistemidir.
bn: লংহর্ন কুবারনেটসের জন্য একটি হালকা ওজনের, নির্ভরযোগ্য এবং শক্তিশালী বিতরণকৃত ব্লক স্টোরেজ সিস্টেম।
cs: Longhorn je lehký, spolehlivý a výkonný systém distribuovaného blokového úložiště pro Kubernetes.
de: Longhorn ist ein leichtes, zuverlässiges und leistungsstarkes verteiltes Blockspeichersystem für Kubernetes.
es: Longhorn es un sistema de almacenamiento de bloques distribuido ligero, fiable y potente para Kubernetes.
et: Longhorn on Kubernetese kerge, töökindel ja võimas hajutatud plokkide salvestussüsteem.
fi: Longhorn on kevyt, luotettava ja tehokas hajautettu lohkotallennusjärjestelmä Kubernetesille.
ky: Longhorn - бул Kubernetes үчүн жеңил, ишенимдүү жана күчтүү бөлүштүрүлгөн блокторду сактоо тутуму.
lt: Longhorn yra lengva, patikima ir galinga Kubernetes paskirstyta blokų saugojimo sistema.
lv: Longhorn ir viegla, uzticama un jaudīga sadalīta bloku uzglabāšanas sistēma Kubernetes.
nb: Longhorn er et lett, pålitelig og kraftig distribuert blokklagringssystem for Kubernetes.
pl: Longhorn to lekki, niezawodny i wydajny system rozproszonej pamięci blokowej dla Kubernetes.
ru: Longhorn — это легкая, надежная и мощная распределенная блочная система хранения данных для Kubernetes.
sv: Longhorn är ett lätt, pålitligt och kraftfullt distribuerat blocklagringssystem för Kubernetes.
th: Longhorn เป็นระบบพื้นที่จัดเก็บบล็อกแบบกระจายน้ำหนักเบา เชื่อถือได้ และทรงพลังสำหรับ Kubernetes
uk: Longhorn — це легка, надійна та потужна розподілена блокова система зберігання для Kubernetes.

source: MAC address
ar: عنوان ماك
az: MAC (vasitəyə giriş nəzarəti ünvanı) ünvanı
bn: MAC ঠিকানা
cs: MAC adresa
de: MAC-Adresse
es: Dirección MAC
et: MAC- aadress
fi: Mac osoite
ky: MAC дареги
lt: MAC adresas
lv: MAC adrese
nb: MAC-adresse
pl: Adres MAC
ru: MAC-адрес
sv: MAC-adress
th: หมายเลขทางกายภาพ
uk: MAC-адреса

source: MAC address: {internal_ip_mac_address}, subnet name: {subnet_name}
ar: عنوان ماك:{internal_ip_mac_address} اسم الشبكة الفرعية:{subnet_name}
az: MAC ünvanı:{internal_ip_mac_address}, alt şəbəkə adı: {subnet_name}
bn: MAC ঠিকানা:{internal_ip_mac_address} , সাবনেট নাম:{subnet_name}
cs: MAC adresa:{internal_ip_mac_address} , název podsítě:{subnet_name}
de: MAC-Adresse:{internal_ip_mac_address} , Subnetzname:{subnet_name}
es: Dirección MAC: {internal_ip_mac_address}, nombre de subred: {subnet_name}
et: MAC aadress: {internal_ip_mac_address}, alamvõrgu nimi: {subnet_name}
fi: Mac osoite:{internal_ip_mac_address} , aliverkon nimi:{subnet_name}
ky: MAC дареги:{internal_ip_mac_address} , субнеттин аты:{subnet_name}
lt: MAC adresas:{internal_ip_mac_address} , potinklio pavadinimas:{subnet_name}
lv: MAC adrese:{internal_ip_mac_address} , apakštīkla nosaukums:{subnet_name}
nb: MAC-adresse:{internal_ip_mac_address} , undernettnavn:{subnet_name}
pl: Adres MAC:{internal_ip_mac_address} , nazwa podsieci:{subnet_name}
ru: MAC-адрес:{internal_ip_mac_address} , имя подсети:{subnet_name}
sv: MAC-adress:{internal_ip_mac_address} , undernätsnamn:{subnet_name}
th: หมายเลขทางกายภาพ:{internal_ip_mac_address} , ชื่อซับเน็ต:{subnet_name}
uk: MAC-адреса:{internal_ip_mac_address} , назва підмережі:{subnet_name}

source: MAC address: {mac_address}
ar: عنوان ماك:{mac_address}
az: MAC ünvanı: {mac_address}
bn: MAC ঠিকানা:{mac_address}
cs: MAC adresa:{mac_address}
de: MAC-Adresse:{mac_address}
es: Dirección MAC: {mac_address}
et: MAC aadress: {mac_address}
fi: Mac osoite:{mac_address}
ky: MAC дареги:{mac_address}
lt: MAC adresas:{mac_address}
lv: MAC adrese:{mac_address}
nb: MAC-adresse:{mac_address}
pl: Adres MAC:{mac_address}
ru: MAC-адрес:{mac_address}
sv: MAC-adress:{mac_address}
th: หมายเลขทางกายภาพ:{mac_address}
uk: MAC-адреса:{mac_address}

source: MAC address: {mac_address}, subnet name: {subnet_name}
ar: عنوان ماك:{mac_address} اسم الشبكة الفرعية:{subnet_name}
az: MAC ünvanı:{mac_address}, alt şəbəkə adı: {subnet_name}
bn: MAC ঠিকানা:{mac_address} , সাবনেট নাম:{subnet_name}
cs: MAC adresa:{mac_address} , název podsítě:{subnet_name}
de: MAC-Adresse:{mac_address} , Subnetzname:{subnet_name}
es: Dirección MAC: {mac_address}, nombre de subred: {subnet_name}
et: MAC-aadress:{mac_address} , alamvõrgu nimi:{subnet_name}
fi: Mac osoite:{mac_address} , aliverkon nimi:{subnet_name}
ky: MAC дареги:{mac_address} , субнеттин аты:{subnet_name}
lt: MAC adresas:{mac_address} , potinklio pavadinimas:{subnet_name}
lv: MAC adrese:{mac_address} , apakštīkla nosaukums:{subnet_name}
nb: MAC-adresse:{mac_address} , undernettnavn:{subnet_name}
pl: Adres MAC:{mac_address} , nazwa podsieci:{subnet_name}
ru: MAC-адрес:{mac_address} , имя подсети:{subnet_name}
sv: MAC-adress:{mac_address} , undernätsnamn:{subnet_name}
th: หมายเลขทางกายภาพ:{mac_address} , ชื่อซับเน็ต:{subnet_name}
uk: MAC-адреса:{mac_address} , назва підмережі:{subnet_name}

source: MAC address (optional)
ar: عنوان MAC (اختياري)
az: MAC ünvanı (isteğe bağlı)
bn: MAC ঠিকানা (ঐচ্ছিক)
cs: MAC adresa (volitelné)
de: MAC-Adresse (optional)
es: Dirección MAC (opcional)
et: MAC-aadress (valikuline)
fi: MAC-osoite (valinnainen)
ky: MAC дареги (милдеттүү эмес)
lt: MAC adresas (pasirinktinai)
lv: MAC adrese (pēc izvēles)
nb: MAC-adresse (valgfritt)
pl: Adres MAC (opcjonalnie)
ru: MAC-адрес (необязательно)
sv: MAC-adress (valfritt)
th: ที่อยู่ MAC (ไม่บังคับ)
uk: MAC-адреса (необов&#39;язково)

source: Magento server deployment is quick and easy so you don’t fret over the technicalities.
ar: يعد نشر خادم Magento سريعًا وسهلاً، لذا لا تقلق بشأن الجوانب الفنية.
az: Magento serverinin yerləşdirilməsi sürətli və asandır, buna görə texniki xüsusiyyətlərdən narahat olmayın.
bn: Magento সার্ভার স্থাপনা দ্রুত এবং সহজ তাই আপনি প্রযুক্তিগত বিষয়ে বিরক্ত হবেন না।
cs: Nasazení Magento serveru je rychlé a snadné, takže si nemusíte dělat starosti s technickými záležitostmi.
de: Die Bereitstellung des Magento-Servers ist schnell und einfach, sodass Sie sich keine Gedanken über die technischen Details machen müssen.
es: La implementación del servidor Magento es rápida y sencilla, por lo que no se preocupe por los tecnicismos.
et: Magento serveri juurutamine on kiire ja lihtne, nii et te ei muretse tehniliste küsimuste pärast.
fi: Magento-palvelimen käyttöönotto on nopeaa ja helppoa, joten et murehdi teknisistä seikoista.
ky: Magento серверин жайгаштыруу тез жана оңой, андыктан сиз техникалык жактан кабатырланбайсыз.
lt: Magento serverio diegimas yra greitas ir paprastas, todėl nesijaudinkite dėl techninių dalykų.
lv: Magento servera izvietošana ir ātra un vienkārša, lai jūs neuztraucieties par tehniskajām problēmām.
nb: Magento-serverdistribusjon er rask og enkel, slik at du ikke bekymrer deg over det tekniske.
pl: Wdrożenie serwera Magento jest szybkie i łatwe, więc nie musisz martwić się szczegółami technicznymi.
ru: Развертывание сервера Magento происходит быстро и легко, поэтому вам не придется беспокоиться о технических деталях.
sv: Magento-serverdistributionen är snabb och enkel så att du inte oroar dig över de tekniska detaljerna.
th: การปรับใช้เซิร์ฟเวอร์ Magento นั้นรวดเร็วและง่ายดาย ดังนั้นคุณจึงไม่ต้องกังวลกับปัญหาด้านเทคนิค
uk: Розгортання сервера Magento відбувається швидко та легко, тож ви не турбуєтеся про технічні нюанси.

source: Manage
ar: أدار
az: İdarə et
bn: পরিচালনা করুন
cs: Spravovat
de: Verwalten
es: Gestionar
et: Haldus
fi: Hoitaa
ky: Башкаруу
lt: Tvarkyti
lv: Pārvaldīt
nb: Administrer
pl: Zarządzać
ru: Руководить
sv: Hantera
th: จัดการ
uk: Керувати

source: Manage avatar at {link}
ar: إدارة الصورة الرمزية في{link}
az: Avatarı idarə edin {link}
bn: এ অবতার পরিচালনা করুন{link}
cs: Spravovat avatara na {link}
de: Verwalten Sie Avatar unter {link}
es: Gestionar el avatar en {link}
et: Avatari haldamine aadressil{link}
fi: Hallitse avataria osoitteessa{link}
ky: Аватарды башкарыңыз{link}
lt: Tvarkykite avatarą adresu {link}
lv: Pārvaldīt iemiesojumu vietnē{link}
nb: Administrere avatar på {link}
pl: Zarządzaj awatarem w{link}
ru: Управление аватаром на{link}
sv: Hantera avatar på {link}
th: จัดการอวาตาร์ได้ที่{link}
uk: Керувати аватаром на{link}

source: Manage campaign
ar: إدارة الحملة
az: Kampaniyanı idarə edin
bn: প্রচারণা পরিচালনা করুন
cs: Spravovat kampaň
de: Kampagne verwalten
es: Gestionar campaña
et: Kampaania haldamine
fi: Hallinnoi kampanjaa
ky: Кампанияны башкаруу
lt: Tvarkyti kampaniją
lv: Pārvaldīt kampaņu
nb: Administrer kampanje
pl: Zarządzaj kampanią
ru: Управление кампанией
sv: Hantera kampanj
th: จัดการแคมเปญ
uk: Керувати кампанією

source: Manage networks
ar: إدارة الشبكات
az: Şəbəkələri idarə edin
bn: নেটওয়ার্ক পরিচালনা করুন
cs: Správa sítí
de: Netzwerke verwalten
es: Gestionar las redes
et: Võrkude haldamine
fi: Hallitse verkkoja
ky: Тармактарды башкаруу
lt: Tinklų valdymas
lv: Pārvaldīt tīklus
nb: Administrer nettverk
pl: Zarządzaj sieciami
ru: Управление сетями
sv: Hantera nätverk
th: จัดการเครือข่าย
uk: Керуйте мережами

source: Manage offering user group
ar: إدارة عرض مجموعة المستخدمين
az: Təklif istifadəçi qrupunu idarə edin
bn: অফার ব্যবহারকারী গ্রুপ পরিচালনা করুন
cs: Spravovat skupinu uživatelů nabídky
de: Angebotsbenutzergruppe verwalten
es: Gestionar el grupo de usuarios de la oferta
et: Pakkumise kasutajarühma haldamine
fi: Hallinnoi tarjoavaa käyttäjäryhmää
ky: Сунуштоо колдонуучулар тобун башкаруу
lt: Tvarkyti siūlomų vartotojų grupę
lv: Pārvaldīt piedāvājošo lietotāju grupu
nb: Administrer tilbudsbrukergruppe
pl: Zarządzaj grupą użytkowników oferujących
ru: Управление группой пользователей предложения
sv: Hantera erbjudandeanvändargrupp
th: จัดการกลุ่มผู้ใช้ข้อเสนอ
uk: Керуйте групою користувачів пропозиції

source: Manage organization
ar: إدارة المنظمة
az: Təşkilatı idarə et
bn: সংগঠন পরিচালনা করুন
cs: Správa organizace
de: Organisation verwalten
es: Gestionar la organización
et: Halda organisatsiooni
fi: Hallinnoi organisaatiota
ky: Уюмду башкаруу
lt: Organizacijos valdymas
lv: Pārvaldīt organizāciju
nb: Administrer organisasjon
pl: Zarządzaj organizacją
ru: Управление организацией
sv: Hantera organisation
th: จัดการองค์กร
uk: Керувати організацією

source: Manage organizations
ar: إدارة المنظمات
az: Təşkilatları idarə
bn: সংস্থাগুলি পরিচালনা করুন
cs: Řídit organizace
de: Organisationen verwalten
es: Gestionar organizaciones
et: Organisatsioonide haldamine
fi: Hallitse organisaatioita
ky: Уюмдарды башкаруу
lt: Tvarkyti organizacijas
lv: Pārvaldīt organizācijas
nb: Administrer organisasjoner
pl: Zarządzaj organizacjami
ru: Управление организациями
sv: Hantera organisationer
th: จัดการองค์กร
uk: Керуйте організаціями

source: Manage policies
ar: إدارة السياسات
az: Siyasətləri idarə edin
bn: নীতিগুলি পরিচালনা করুন
cs: Spravovat zásady
de: Richtlinien verwalten
es: Gestionar políticas
et: Hallake eeskirju
fi: Hallinnoi käytäntöjä
ky: Саясаттарды башкаруу
lt: Tvarkyti politiką
lv: Pārvaldīt politikas
nb: Administrer retningslinjer
pl: Zarządzaj politykami
ru: Управление политиками
sv: Hantera policyer
th: จัดการนโยบาย
uk: Керуйте правилами

source: Manage projects
ar: إدارة المشاريع
az: Layihələri idarə edin
bn: প্রকল্পগুলি পরিচালনা করুন
cs: Řídit projekty
de: Projekte verwalten
es: Gestionar proyectos
et: Projektide haldamine
fi: Hallitse projekteja
ky: Долбоорлорду башкаруу
lt: Tvarkyti projektus
lv: Pārvaldīt projektus
nb: Administrere prosjekter
pl: Zarządzaj projektami
ru: Управление проектами
sv: Hantera projekt
th: จัดการโครงการ
uk: Керуйте проектами
