Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Project could not be created.
ar: لا يمكن إنشاء المشروع.
az: Layihə yaradıla bilmədi.
bn: প্রকল্প তৈরি করা যায়নি।
cs: Projekt nebylo možné vytvořit.
de: Projekt konnte nicht erstellt werden.
es: No se pudo crear el proyecto.
et: Projekti ei saanud luua
fi: Projektia ei voitu luoda.
ky: Долбоор түзүлбөй койду.
lt: Nepavyko sukurti projekto.
lv: Projektu nevarēja izveidot.
nb: Prosjektet kunne ikke opprettes.
pl: Nie można utworzyć projektu.
ru: Не удалось создать проект.
sv: Projektet kunde inte skapas.
th: ไม่สามารถสร้างโครงการได้
uk: Не вдалося створити проект.

source: Project could not be moved.
ar: لا يمكن نقل المشروع.
az: Layihə köçürülə bilmədi.
bn: প্রকল্প সরানো যায়নি.
cs: Projekt nebylo možné přesunout.
de: Das Projekt konnte nicht verschoben werden.
es: No se pudo mover el proyecto.
et: Projekti ei saanud teisaldada.
fi: Projektia ei voitu siirtää.
ky: Долбоорду жылдыруу мүмкүн эмес.
lt: Nepavyko perkelti projekto.
lv: Projektu nevarēja pārvietot.
nb: Prosjektet kunne ikke flyttes.
pl: Nie można przenieść projektu.
ru: Не удалось переместить проект.
sv: Projektet kunde inte flyttas.
th: ไม่สามารถย้ายโครงการได้
uk: Не вдалося перемістити проект.

source: Project could not be updated.
ar: لا يمكن تحديث المشروع.
az: Layihə yenilənə bilmədi.
bn: প্রকল্প আপডেট করা যায়নি.
cs: Projekt nebylo možné aktualizovat.
de: Das Projekt konnte nicht aktualisiert werden.
es: No se pudo actualizar el proyecto.
et: Projekti ei saanud muuta
fi: Projektia ei voitu päivittää.
ky: Долбоор жаңыртылган жок.
lt: Nepavyko atnaujinti projekto.
lv: Projektu nevarēja atjaunināt.
nb: Prosjektet kunne ikke oppdateres.
pl: Nie udało się zaktualizować projektu.
ru: Не удалось обновить проект.
sv: Projektet kunde inte uppdateras.
th: ไม่สามารถอัปเดตโครงการได้
uk: Не вдалося оновити проект.

source: Project creation request has been approved by {user} at {date}.
ar: تمت الموافقة على طلب إنشاء المشروع من قبل{user} في{date} .
az: Layihənin yaradılması tələbi {user} at tərəfindən təsdiqlənmişdir{date}.
bn: প্রকল্প তৈরির অনুরোধ অনুমোদিত হয়েছে{user} এ{date} .
cs: Žádost o vytvoření projektu byla schválena uživatelem{user} na{date} .
de: Der Antrag auf Projekterstellung wurde genehmigt von{user} bei{date} .
es: La solicitud de creación del proyecto ha sido aprobada por {user} en {date}.
et: Projekti loomise taotluse kiitis heaks{user} juures{date} .
fi: Projektinluontipyynnön on hyväksynyt{user} klo{date} .
ky: Долбоорду түзүү өтүнүчү тарабынан жактырылган{user} саат{date} .
lt: Projekto kūrimo užklausą patvirtino{user} adresu{date} .
lv: Projekta izveides pieprasījumu apstiprināja{user} plkst{date} .
nb: Forespørsel om prosjektoppretting er godkjent av{user} på{date} .
pl: Wniosek o utworzenie projektu został zatwierdzony przez{user} Na{date} .
ru: Запрос на создание проекта одобрен{user} в{date} .
sv: Begäran om att skapa projekt har godkänts av{user} på{date} .
th: คำขอสร้างโครงการได้รับการอนุมัติจาก{user} ที่{date} .
uk: Запит на створення проекту схвалено{user} в{date} .

source: Project creation request has been canceled.
ar: تم إلغاء طلب إنشاء المشروع.
az: Layihənin yaradılması tələbi ləğv edildi.
bn: প্রকল্প তৈরির অনুরোধ বাতিল করা হয়েছে।
cs: Žádost o vytvoření projektu byla zrušena.
de: Die Anfrage zur Projekterstellung wurde storniert.
es: Se ha cancelado la solicitud de creación del proyecto.
et: Projekti loomise taotlus on tühistatud.
fi: Projektin luontipyyntö on peruutettu.
ky: Долбоорду түзүү өтүнүчү жокко чыгарылды.
lt: Projekto kūrimo užklausa atšaukta.
lv: Projekta izveides pieprasījums ir atcelts.
nb: Forespørsel om prosjektoppretting er kansellert.
pl: Żądanie utworzenia projektu zostało anulowane.
ru: Запрос на создание проекта отменен.
sv: Begäran om att skapa projekt har avbrutits.
th: คำขอสร้างโครงการถูกยกเลิกแล้ว
uk: Запит на створення проекту скасовано.

source: Project creation request has been rejected by {user} at {date}.
ar: تم رفض طلب إنشاء المشروع من قبل{user} في{date} .
az: Layihənin yaradılması tələbi {user} at tərəfindən rədd edilmişdir{date}.
bn: প্রকল্প তৈরির অনুরোধ প্রত্যাখ্যান করা হয়েছে{user} এ{date} .
cs: Žádost o vytvoření projektu byla zamítnuta uživatelem{user} na{date} .
de: Die Anfrage zur Projekterstellung wurde abgelehnt von{user} bei{date} .
es: La solicitud de creación del proyecto ha sido rechazada por {user} en {date}.
et: Projekti loomise taotluse lükkas tagasi{user} juures{date} .
fi: Projektin luontipyynnön on hylännyt{user} klo{date} .
ky: Долбоорду түзүү өтүнүчүн четке какты{user} саат{date} .
lt: Projekto kūrimo užklausą atmetė{user} adresu{date} .
lv: Projekta izveides pieprasījumu noraidīja{user} plkst{date} .
nb: Forespørsel om prosjektoppretting er avvist av{user} på{date} .
pl: Żądanie utworzenia projektu zostało odrzucone przez{user} Na{date} .
ru: Запрос на создание проекта отклонен пользователем{user} в{date} .
sv: Begäran om att skapa projekt har avvisats av{user} på{date} .
th: คำขอสร้างโครงการถูกปฏิเสธโดย{user} ที่{date} .
uk: Запит на створення проекту відхилено користувачем{user} в{date} .

source: Project creation request is not submitted yet.
ar: لم يتم تقديم طلب إنشاء المشروع بعد.
az: Layihənin yaradılması tələbi hələ təqdim edilməyib.
bn: প্রকল্প তৈরির অনুরোধ এখনও জমা দেওয়া হয়নি।
cs: Žádost o vytvoření projektu dosud nebyla odeslána.
de: Die Anfrage zur Projekterstellung wurde noch nicht eingereicht.
es: La solicitud de creación del proyecto aún no se ha enviado.
et: Projekti loomise taotlust pole veel esitatud.
fi: Projektin luontipyyntöä ei ole vielä lähetetty.
ky: Долбоорду түзүү өтүнүчү азырынча бериле элек.
lt: Prašymas sukurti projektą dar nepateiktas.
lv: Projekta izveides pieprasījums vēl nav iesniegts.
nb: Forespørsel om prosjektoppretting er ikke sendt inn ennå.
pl: Żądanie utworzenia projektu nie zostało jeszcze przesłane.
ru: Запрос на создание проекта еще не отправлен.
sv: Begäran om att skapa projekt har inte skickats in ännu.
th: ยังไม่ได้ส่งคำขอสร้างโครงการ
uk: Заявка на створення проекту ще не подана.

source: Project creation request is waiting for approval by staff user.
ar: طلب إنشاء المشروع في انتظار موافقة المستخدم الموظف.
az: Layihənin yaradılması tələbi işçi istifadəçisi tərəfindən təsdiqlənməsini gözləyir.
bn: প্রকল্প তৈরির অনুরোধ কর্মী ব্যবহারকারী দ্বারা অনুমোদনের জন্য অপেক্ষা করছে।
cs: Požadavek na vytvoření projektu čeká na schválení uživatelem personálu.
de: Die Anfrage zur Projekterstellung wartet auf die Genehmigung durch den Mitarbeiterbenutzer.
es: La solicitud de creación del proyecto está esperando la aprobación del usuario del personal.
et: Projekti loomise taotlus ootab personali kasutaja heakskiitu.
fi: Projektin luontipyyntö odottaa henkilöstökäyttäjän hyväksyntää.
ky: Долбоорду түзүү өтүнүчү кызматкер колдонуучу тарабынан бекитилишин күтүп жатат.
lt: Projekto kūrimo užklausa laukia personalo vartotojo patvirtinimo.
lv: Projekta izveides pieprasījums gaida personāla lietotāja apstiprinājumu.
nb: Forespørsel om prosjektoppretting venter på godkjenning fra ansattes bruker.
pl: Żądanie utworzenia projektu oczekuje na zatwierdzenie przez użytkownika personelu.
ru: Запрос на создание проекта ожидает одобрения привилегированным пользователем.
sv: Begäran om att skapa projekt väntar på godkännande av personalanvändare.
th: คำขอสร้างโครงการกำลังรอการอนุมัติจากผู้ใช้เจ้าหน้าที่
uk: Запит на створення проекту очікує на схвалення штатним користувачем.

source: Project creation request review
ar: مراجعة طلب إنشاء المشروع
az: Layihənin yaradılması tələbinə baxış
bn: প্রকল্প তৈরির অনুরোধ পর্যালোচনা
cs: Kontrola žádosti o vytvoření projektu
de: Überprüfung der Projekterstellungsanfrage
es: Revisión de la solicitud de creación del proyecto
et: Projekti loomise taotluse läbivaatamine
fi: Projektin luontipyynnön tarkistus
ky: Долбоорду түзүү өтүнүчүн карап чыгуу
lt: Projekto kūrimo prašymo peržiūra
lv: Projekta izveides pieprasījuma izskatīšana
nb: Gjennomgang av forespørsel om prosjektoppretting
pl: Przegląd wniosku o utworzenie projektu
ru: Рассмотрение запроса на создание проекта
sv: Granskning av begäran om projektskapande
th: การตรวจสอบคำขอสร้างโครงการ
uk: Розгляд запиту на створення проекту

source: Project creation requests
ar: طلبات إنشاء المشروع
az: Layihə yaradılması tələbləri
bn: প্রকল্প তৈরির অনুরোধ
cs: Žádosti o vytvoření projektu
de: Anfragen zur Projekterstellung
es: Solicitudes de creación del proyecto
et: Projekti loomise taotlused
fi: Projektin luontipyynnöt
ky: Долбоорду түзүү өтүнүчтөрү
lt: Projekto kūrimo užklausos
lv: Projekta izveides pieprasījumi
nb: Forespørsler om prosjektoppretting
pl: Prośby o utworzenie projektu
ru: Заявки на создание проекта
sv: Förfrågningar om att skapa projekt
th: คำขอสร้างโครงการ
uk: Заявки на створення проекту

source: Project dashboard
ar: لوحة تحكم المشروع
az: Layihə paneli
bn: প্রকল্প ড্যাশবোর্ড
cs: Řídicí panel projektu
de: Projekt-Dashboard
es: Panel de control del proyecto
et: Projekti juhtpaneel
fi: Projektin hallintapaneeli
ky: Долбоор тактасы
lt: Projekto prietaisų skydelis
lv: Projekta informācijas panelis
nb: Prosjekt dashbord
pl: Panel projektu
ru: Панель управления проектом
sv: Projektets instrumentpanel
th: แดชบอร์ดโครงการ
uk: Інформаційна панель проекту

source: Project description
ar: وصف المشروع
az: Layihənin təsviri
bn: প্রকল্প বর্ণনা
cs: Popis projektu
de: Department description
es: Descripción del proyecto
et: Projekti kirjeldus
fi: Projektin kuvaus
ky: Долбоордун сүрөттөлүшү
lt: Projekto aprašymas
lv: Projekta apraksts
nb: Prosjektbeskrivelse
pl: Opis Projektu
ru: Описание Проекта
sv: Beskrivning av projektet
th: คำอธิบายโครงการ
uk: Опис проекту

source: Project details
ar: تفاصيل المشروع
az: Layihə təfsilatları
bn: প্রকল্পের বিস্তারিত বিবরণ
cs: Podrobnosti o projektu
de: Projekt Details
es: Detalles del proyecto
et: Projekti üksikasjad
fi: Projektin tiedot
ky: Долбоордун чоо-жайы
lt: Informacija apie projektą
lv: Projekta detaļas
nb: Prosjektdetaljer
pl: Szczegóły Projektu
ru: Детали проекта
sv: Projekt detaljer
th: รายละเอียดโครงการ
uk: Деталі проекту

source: Project duration
az: Layihənin müddəti

source: Project duration in days
az: Layihənin müddəti günlərdə

source: Project end date
ar: تاريخ انتهاء المشروع
az: Layihənin bitmə tarixi
bn: প্রকল্পের শেষ তারিখ
cs: Datum ukončení projektu
de: Enddatum des Projekts
es: Fecha de finalización del proyecto
et: Projekti lõppkuupäev
fi: Projektin päättymispäivä
ky: Долбоордун аяктоо күнү
lt: Projekto pabaigos data
lv: Projekta beigu datums
nb: Prosjektets sluttdato
pl: Data zakończenia projektu
ru: Дата окончания проекта
sv: Projektets slutdatum
th: วันที่สิ้นสุดโครงการ
uk: Дата закінчення проекту

source: Project end date is {date}
ar: تاريخ انتهاء المشروع هو{date}
az: Layihənin bitmə tarixi {date}
bn: প্রকল্পের শেষ তারিখ{date}
cs: Datum ukončení projektu je{date}
de: Das Enddatum des Projekts ist{date}
es: La fecha de finalización del proyecto es{date}
et: Projekti lõppkuupäev on{date}
fi: Projektin päättymispäivä on{date}
ky: Долбоордун аяктоо күнү{date}
lt: Projekto pabaigos data yra{date}
lv: Projekta beigu datums ir{date}
nb: Prosjektets sluttdato er{date}
pl: Data zakończenia projektu to{date}
ru: Дата окончания проекта{date}
sv: Projektets slutdatum är{date}
th: วันที่สิ้นสุดโครงการคือ{date}
uk: Дата завершення проекту{date}

source: Project estimated current cost
ar: التكلفة الحالية المقدرة للمشروع
az: Layihənin təxmini cari dəyəri
bn: প্রকল্পের আনুমানিক বর্তমান খরচ
cs: Odhadované současné náklady projektu
de: Geschätzte aktuelle Projektkosten
es: Costo actual estimado del proyecto
et: Projekti hinnanguline praegune maksumus
fi: Hankkeen arvioidut nykyiset kustannukset
ky: Долбоордун болжолдуу учурдагы баасы
lt: Projekto numatoma dabartinė kaina
lv: Projekta paredzamās pašreizējās izmaksas
nb: Prosjekt estimert nåværende kostnad
pl: Projekt oszacował bieżący koszt
ru: Ориентировочная текущая стоимость проекта
sv: Projektets beräknade nuvarande kostnad
th: โครงการประมาณการต้นทุนปัจจุบัน
uk: Орієнтовна поточна вартість проекту

source: Project events
ar: أحداث المشروع
az: Layihə hadisələri
bn: প্রকল্প ঘটনা
cs: Události projektu
de: Projektveranstaltungen
es: Eventos del proyecto
et: Projekti sündmused
fi: Projektitapahtumat
ky: Долбоордук окуялар
lt: Projekto renginiai
lv: Projekta pasākumi
nb: Prosjektbegivenheter
pl: Wydarzenia projektowe
ru: События проекта
sv: Projektevenemang
th: กิจกรรมโครงการ
uk: Події проекту

source: Project field
az: Layihə sahəsi

source: Project field name
ar: اسم حقل المشروع
az: Layihə sahəsinin adı
bn: প্রকল্প ক্ষেত্রের নাম
cs: Název pole projektu
de: Name des Projektfelds
es: Nombre del campo del proyecto
et: Projekti välja nimi
fi: Projektikentän nimi
ky: Долбоор талаасынын аталышы
lt: Projekto lauko pavadinimas
lv: Projekta lauka nosaukums
nb: Navn på prosjektfelt
pl: Nazwa pola projektu
ru: Имя поля проекта
sv: Projektfältnamn
th: ชื่อฟิลด์โครงการ
uk: Назва поля проекту

source: Project for civilian purpose?
az: Mülki məqsədlər üçün layihə?

source: Project has been created.
ar: تم إنشاء المشروع.
az: Layihə yaradıldı.
bn: প্রকল্প তৈরি করা হয়েছে।
cs: Projekt byl vytvořen.
de: Das Projekt wurde erstellt.
es: Se ha creado el proyecto.
et: Projekti on loodud.
fi: Projekti on luotu.
ky: Долбоор түзүлдү.
lt: Projektas sukurtas.
lv: Projekts ir izveidots.
nb: Prosjektet er opprettet.
pl: Projekt został stworzony.
ru: Проект создан.
sv: Projektet har skapats.
th: สร้างโครงการแล้ว
uk: Проект створено.

source: Project has been removed successfully.
ar: تمت إزالة المشروع بنجاح.
az: Layihə müvəffəqiyyətlə silindi.
bn: প্রকল্প সফলভাবে সরানো হয়েছে.
cs: Projekt byl úspěšně odstraněn.
de: Das Projekt wurde erfolgreich entfernt.
es: El proyecto se ha eliminado correctamente.
et: Projekt on edukalt eemaldatud.
fi: Projekti on poistettu onnistuneesti.
ky: Долбоор ийгиликтүү алынып салынды.
lt: Projektas sėkmingai pašalintas.
lv: Projekts ir veiksmīgi noņemts.
nb: Prosjektet er fjernet.
pl: Projekt został pomyślnie usunięty.
ru: Проект успешно удален.
sv: Projektet har tagits bort.
th: ลบโครงการเรียบร้อยแล้ว
uk: Проект успішно видалено.

source: Project has been renamed from {project_previous_name} to {project_link}.
ar: تمت إعادة تسمية المشروع من{project_previous_name} ل{project_link} .
az: Layihə { project_previous_name}-dan {project_link} adına dəyişdirildi.
bn: থেকে প্রকল্পের নাম পরিবর্তন করা হয়েছে{project_previous_name} প্রতি{project_link} .
cs: Projekt byl přejmenován z {project_previous_name} na {project_link}.
de: Das Projekt wurde von {project_previous_name} in {project_link} umbenannt.
es: Se ha cambiado el nombre del proyecto de {project_previous_name} a {project_link}.
et: Project {project_previous_name} on nimetatud ümber projektiks {project_link}.
fi: Projekti on nimetty uudelleen{project_previous_name} to{project_link} .
ky: Долбоордун аты өзгөртүлдү{project_previous_name} чейин{project_link} .
lt: Projektas pervardytas iš {project_previous_name} į {project_link}.
lv: Projekts ir pārdēvēts no{project_previous_name} uz{project_link} .
nb: Prosjektet har fått nytt navn fra {project_previous_name} til {project_link}.
pl: Nazwa projektu została zmieniona z{project_previous_name} Do{project_link} .
ru: Проект переименован из{project_previous_name} к{project_link} .
sv: Projektet har bytt namn från {project_previous_name} till {project_link}.
th: โครงการได้เปลี่ยนชื่อจาก{project_previous_name} ถึง{project_link} .
uk: Проект перейменовано з{project_previous_name} до{project_link} .

source: Project has been updated.
ar: تم تحديث المشروع.
az: Layihə yeniləndi.
bn: প্রকল্প আপডেট করা হয়েছে.
cs: Projekt byl aktualizován.
de: Das Projekt wurde aktualisiert.
es: Se ha actualizado el proyecto.
et: Projekti on uuendatud.
fi: Projekti on päivitetty.
ky: Долбоор жаңыртылган.
lt: Projektas atnaujintas.
lv: Projekts ir atjaunināts.
nb: Prosjektet er oppdatert.
pl: Projekt został zaktualizowany.
ru: Проект обновлен.
sv: Projektet har uppdaterats.
th: โครงการได้รับการปรับปรุงแล้ว
uk: Проект оновлено.

source: Project has reached its end date.
ar: لقد وصل المشروع إلى تاريخ الانتهاء.
az: Layihə bitmə tarixinə çatdı.
bn: প্রকল্প তার শেষ তারিখে পৌঁছেছে।
cs: Projekt dosáhl data ukončení.
de: Das Projekt hat sein Enddatum erreicht.
es: El proyecto ha llegado a su fecha de finalización.
et: Projekt on jõudnud lõppkuupäevani.
fi: Projekti on saavuttanut päättymispäivänsä.
ky: Долбоор аяктады.
lt: Projektas pasiekė savo pabaigos datą.
lv: Projekts ir sasniedzis beigu datumu.
nb: Prosjektet har nådd sluttdatoen.
pl: Projekt osiągnął swój termin końcowy.
ru: Проект достиг даты окончания.
sv: Projektet har nått sitt slutdatum.
th: โครงการถึงวันสิ้นสุดแล้ว
uk: Проект досяг своєї дати завершення.

source: Project has reached its end date {date}
ar: لقد وصل المشروع إلى تاريخ الانتهاء{date}
az: Layihə bitmə tarixinə çatdı {date}
bn: প্রকল্প তার শেষ তারিখে পৌঁছেছে{date}
cs: Projekt dosáhl data ukončení{date}
de: Das Projekt hat sein Enddatum erreicht{date}
es: El proyecto ha llegado a su fecha de finalización{date}
et: Projekt on jõudnud lõppkuupäevani{date}
fi: Projekti on saavuttanut päättymispäivänsä{date}
ky: Долбоор аяктады{date}
lt: Projektas pasiekė savo pabaigos datą{date}
lv: Projekts ir sasniedzis beigu datumu{date}
nb: Prosjektet har nådd sluttdatoen{date}
pl: Projekt osiągnął swój termin końcowy{date}
ru: Проект достиг даты окончания{date}
sv: Projektet har nått sitt slutdatum{date}
th: โครงการถึงวันสิ้นสุดแล้ว{date}
uk: Проект досяг своєї дати завершення{date}

source: Project image
ar: صورة المشروع
az: Layihə görüntüsü
bn: প্রকল্পের ছবি
cs: Obrázek projektu
de: Projektbild
es: Imagen del proyecto
et: Projekti pilt
fi: Projektin kuva
ky: Долбоордун сүрөтү
lt: Projekto vaizdas
lv: Projekta attēls
nb: Prosjektbilde
pl: Obraz projektu
ru: Изображение проекта
sv: Projektbild
th: ภาพโครงการ
uk: Імідж проекту

source: Project is not selected.
ar: لم يتم تحديد المشروع.
az: Layihə seçilmir.
bn: প্রকল্প নির্বাচন করা হয় না.
cs: Projekt není vybrán.
de: Projekt ist nicht ausgewählt.
es: El proyecto no está seleccionado.
et: Projekti pole valitud.
fi: Projektia ei ole valittu.
ky: Долбоор тандалган эмес.
lt: Projektas nepasirinktas.
lv: Projekts nav atlasīts.
nb: Prosjektet er ikke valgt.
pl: Projekt nie został wybrany.
ru: Проект не выбран.
sv: Projektet är inte markerat.
th: ไม่ได้เลือกโครงการ
uk: Проект не обрано.

source: Project manager
ar: مدير المشروع
az: Layihə meneceri
bn: প্রকল্প ব্যবস্থাপক
cs: Vedoucí projektu
de: Projektmanager
es: Director de proyecto
et: Projektihaldur
fi: Projektipäällikkö
ky: Долбоор менеджери
lt: Projekto vadovas
lv: Projektu menedžeris
nb: Prosjektleder
pl: Kierownik projektu
ru: Менеджер проектов
sv: Projektledare
th: ผู้จัดการโครงการ
uk: Керівник проекту

source: Project member
ar: عضو المشروع
az: Layihə üzvü
bn: প্রকল্প সদস্য
cs: Člen projektu
de: Projekt-Mitglied
es: Miembro del proyecto
et: Projekti liige
fi: Projektin jäsen
ky: Долбоордун мүчөсү
lt: Projekto narys
lv: Projekta dalībnieks
nb: Prosjektmedlem
pl: Członek projektu
ru: Участник проекта
sv: Projektmedlem
th: สมาชิกโครงการ
uk: Учасник проекту

source: Project name
ar: اسم المشروع
az: Layihənin adı
bn: প্রকল্পের নাম
cs: Název projektu
de: Department name
es: Nombre del proyecto
et: Projekti nimi
fi: Projektin nimi
ky: Долбоордун аты
lt: Projekto pavadinimas
lv: Projekta nosaukums
nb: Prosjektnavn
pl: Nazwa projektu
ru: Название проекта
sv: Projektnamn
th: ชื่อโครงการ
uk: Назва проекту

source: Project owner
ar: صاحب المشروع
az: Layihə sahibi
bn: প্রকল্প মালিক
cs: Majitel projektu
de: Projekteigentümer
es: Propietario del proyecto
et: Projekti omanik
fi: Projektin omistaja
ky: Долбоордун ээси
lt: Projekto savininkas
lv: Projekta īpašnieks
nb: Prosjekt eier
pl: Właściciel projektu
ru: Владелец проекта
sv: Projektägare
th: เจ้าของโครงการ
uk: Власник проекту

source: Project price
ar: سعر المشروع
az: Layihənin qiyməti
bn: প্রকল্পের মূল্য
cs: Cena projektu
de: Projektpreis
es: Precio del proyecto
et: Projekti hind
fi: Projektin hinta
ky: Долбоордун баасы
lt: Projekto kaina
lv: Projekta cena
nb: Prosjektpris
pl: Cena projektu
ru: Цена проекта
sv: Projektpris
th: ราคาโครงการ
uk: Вартість проекту

source: Project removal
ar: إزالة المشروع
az: Layihənin çıxarılması
bn: প্রকল্প অপসারণ
cs: Odstranění projektu
de: Department removal
es: Eliminación del proyecto
et: Projekti eemaldamine
fi: Projektin poisto
ky: Долбоорду алып салуу
lt: Projekto pašalinimas
lv: Projekta noņemšana
nb: Fjerning av prosjekt
pl: Usunięcie projektu
ru: Удаление проекта
sv: Projektborttagning
th: การกำจัดโครงการ
uk: Видалення проекту

source: Project resources
ar: موارد المشروع
az: Layihə resursları
bn: প্রকল্প সম্পদ
cs: Zdroje projektu
de: Projektressourcen
es: Recursos del proyecto
et: Projekti ressursid
fi: Projektin resurssit
ky: Долбоордун ресурстары
lt: Projekto ištekliai
lv: Projekta resursi
nb: Prosjekt ressurser
pl: Zasoby projektu
ru: Ресурсы проекта
sv: Projektets resurser
th: ทรัพยากรโครงการ
uk: Ресурси проекту

source: Project role
ar: دور المشروع
az: Layihə rolu
bn: প্রকল্পের ভূমিকা
cs: Role projektu
de: Projektrolle
es: Rol del proyecto
et: Projekti roll
fi: Projektin rooli
ky: Долбоордун ролу
lt: Projekto vaidmuo
lv: Projekta loma
nb: Prosjekt rolle
pl: Rola projektu
ru: Роль проекта
sv: Projektroll
th: บทบาทโครงการ
uk: Роль проекту

source: Project roles
ar: أدوار المشروع
az: Layihə rolları
bn: প্রকল্প ভূমিকা
cs: Role projektu
de: Department roles
es: Roles del proyecto
et: Projekti rollid
fi: Projektin roolit
ky: Долбоордун ролдору
lt: Projekto vaidmenys
lv: Projekta lomas
nb: Prosjektroller
pl: Role projektowe
ru: Роли проекта
sv: Projektroller
th: บทบาทโครงการ
uk: Ролі в проекті

source: Project settings
ar: إعدادات المشروع
az: Layihə parametrləri
bn: প্রকল্প সেটিংস
cs: Nastavení projektu
de: Projekt Einstellungen
es: Configuración del proyecto
et: Projekti seaded
fi: Projektin asetukset
ky: Долбоор орнотуулары
lt: Projekto nustatymai
lv: Projekta iestatījumi
nb: Prosjektinnstillinger
pl: Ustawienia projektu
ru: Настройки проекта
sv: Projektinställningar
th: การตั้งค่าโครงการ
uk: Налаштування проекту

source: Project summary
az: Layihənin xülasəsi

source: Project title
az: Layihənin adı

source: Project type
ar: نوع المشروع
az: Layihə növü
bn: প্রকল্পের ধরন
cs: Typ projektu
de: Department type
es: Tipo de proyecto
et: Projekti tüüp
fi: Projektin tyyppi
ky: Долбоор түрү
lt: Projekto tipas
lv: Projekta veids
nb: Prosjekttype
pl: Typ projektu
ru: Тип проекта
sv: Projekttyp
th: ประเภทโครงการ
uk: Тип проекту

source: Project update requests
ar: طلبات تحديث المشروع
az: Layihə yeniləmə tələbləri
bn: প্রকল্প আপডেট অনুরোধ
cs: Požadavky na aktualizaci projektu
de: Anfragen zur Projektaktualisierung
es: Solicitudes de actualización del proyecto
et: Projekti uuendamise taotlused
fi: Projektin päivityspyynnöt
ky: Долбоорду жаңыртуу өтүнүчтөрү
lt: Projekto atnaujinimo užklausos
lv: Projekta atjaunināšanas pieprasījumi
nb: Forespørsler om prosjektoppdatering
pl: Prośby o aktualizację projektu
ru: Запросы на обновление проекта
sv: Begäran om projektuppdatering
th: คำขอปรับปรุงโครงการ
uk: Запити на оновлення проекту

source: Project updates
ar: تحديثات المشروع
az: Layihə yeniləmələri
bn: প্রকল্প আপডেট
cs: Aktualizace projektu
de: Projektaktualisierungen
es: Actualizaciones del proyecto
et: Projekti uuendused
fi: Projektin päivitykset
ky: Долбоор жаңыртуулары
lt: Projekto atnaujinimai
lv: Projekta atjauninājumi
nb: Prosjektoppdateringer
pl: Aktualizacje projektu
ru: Обновления проекта
sv: Projektuppdateringar
th: การปรับปรุงโครงการ
uk: Оновлення проекту
