Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Project workspace
ar: مساحة عمل المشروع
az: Layihənin iş sahəsi
bn: প্রকল্পের কর্মক্ষেত্র
cs: Pracovní prostor projektu
de: Department workspace
es: Workspace del proyecto
et: Projekti töölaud
fi: Projektin työtila
ky: Долбоордун жумушчу мейкиндиги
lt: Projekto darbo sritis
lv: Projekta darbvieta
nb: Prosjektarbeidsområde
pl: Obszar roboczy projektu
ru: Рабочая область проекта
sv: Projekts arbetsyta
th: พื้นที่ทำงานของโครงการ
uk: Робоча область проекту

source: Project {project_link} has been created.
ar: مشروع{project_link} تم إنشاء.
az: {project_link} layihəsi yaradıldı.
bn: প্রকল্প{project_link} তৈরি করা হয়েছে.
cs: Projekt {project_link} byl vytvořen.
de: Department {project_link} has been created.
es: Se {project_link} ha creado el proyecto.
et: Projekt {project_link} on loodud.
fi: Projekti{project_link} on luotu.
ky: Долбоор{project_link} түзүлгөн.
lt: Projektas {project_link} sukurtas.
lv: Projekts{project_link} ir izveidots.
nb: Prosjekt {project_link} er opprettet.
pl: Projekt{project_link} został stworzony.
ru: Проект{project_link} был создан.
sv: Projektet {project_link} har skapats.
th: โครงการ{project_link} ได้ถูกสร้างขึ้น
uk: Демонструвати{project_link} було створено.

source: Project {project_link} has been updated.
ar: مشروع{project_link} تم التحديث.
az: {project_link} layihəsi yeniləndi
bn: প্রকল্প{project_link} আপডেট করা হয়েছে.
cs: Projekt {project_link} byl aktualizován.
de: Department {project_link} has been updated.
es: El proyecto {project_link} ha sido actualizado.
et: Projekt {project_link} on muudetud.
fi: Projekti{project_link} on päivitetty.
ky: Долбоор{project_link} жаңыртылган.
lt: Projektas {project_link} atnaujintas.
lv: Projekts{project_link} ir atjaunināts.
nb: Prosjekt {project_link} har blitt oppdatert.
pl: Projekt{project_link} został zaktualizowany.
ru: Проект{project_link} был обновлен.
sv: Projektet {project_link} har uppdaterats.
th: โครงการ{project_link} ได้รับการปรับปรุงแล้ว
uk: Демонструвати{project_link} було оновлено.

source: Project {project_name} has been deleted.
ar: مشروع{project_name} قد تم حذف.
az: {project_name} layihəsi silindi.
bn: প্রকল্প{project_name} মুছে ফেলা হয়েছে.
cs: Projekt {project_name} byl odstraněn.
de: Department {project_name} has been deleted.
es: Proyecto {project_name} ha sido eliminado.
et: Projekt {project_name} on kustutatud.
fi: Projekti{project_name} on poistettu.
ky: Долбоор{project_name} өчүрүлгөн.
lt: Projektas {project_name} ištrintas.
lv: Projekts{project_name} ir dzēsts.
nb: Prosjekt {project_name} er slettet.
pl: Projekt{project_name} zostało usunięte.
ru: Проект{project_name} был удален.
sv: Projekt {project_name} har tagits bort.
th: โครงการ{project_name} ถูกลบไปแล้ว
uk: Демонструвати{project_name} було видалено.

source: Projects
ar: مشاريع
az: Layihələr
bn: প্রকল্প
cs: Projekty
de: Departments
es: Proyectos
et: Projektid
fi: Projektit
ky: Долбоорлор
lt: Projektai
lv: projektus
nb: Prosjekter
pl: Projekty
ru: Проекты
sv: Projekt
th: โครงการ
uk: Проекти

source: Projects ({count})
ar: المشاريع ({count} )
az: Layihələr ({count})
bn: প্রকল্প ({count} )
cs: Projekty ({count})
de: Projekte ({count})
es: Proyectos ({count})
et: Projekte ({count})
fi: Projektit ({count} )
ky: Долбоорлор ({count} )
lt: Projektai ({count})
lv: Projekti ({count} )
nb: Prosjekter ({count})
pl: Projekty ({count} )
ru: Проекты ({count} )
sv: Projekt ({count})
th: โครงการ ({count} )
uk: проекти ({count} )

source: Projects list
ar: قائمة المشاريع
az: Layihələr siyahısı
bn: প্রকল্পের তালিকা
cs: Seznam projektů
de: Departments list
es: Listas de proyectos
et: Projektide nimekiri
fi: Projektien luettelo
ky: Долбоорлордун тизмеси
lt: Projektų sąrašas
lv: Projektu saraksts
nb: Prosjektliste
pl: Lista projektów
ru: Список проектов
sv: Projektlista
th: รายการโครงการ
uk: Список проектів

source: Proof
ar: دليل - إثبات
az: Sübut
bn: প্রমাণ
cs: Důkaz
de: Beweis
es: Prueba
et: Tõestus
fi: Todiste
ky: Далил
lt: Įrodymas
lv: Pierādījums
nb: Bevis
pl: Dowód
ru: Доказательство
sv: Bevis
th: การพิสูจน์
uk: доказ

source: Proof document
ar: وثيقة إثبات
az: Sübut sənədi
bn: প্রমাণ দলিল
cs: Důkazní dokument
de: Nachweisdokument
es: Documento de prueba
et: Tõendusdokument
fi: Todistusasiakirja
ky: Тастыктоочу документ
lt: Įrodomasis dokumentas
lv: Pierādījuma dokuments
nb: Bevis dokument
pl: Dokument potwierdzający
ru: Подтверждающий документ
sv: Bevisdokument
th: เอกสารหลักฐาน
uk: Підтверджуючий документ

source: Propagated
ar: نشر
az: Təbliğ edildi
bn: প্রচারিত
cs: Propagováno
de: Vermehrt
es: Propagado
et: Paljundatud
fi: Levitetty
ky: Көбөйтүлгөн
lt: Dauginamas
lv: Pavairots
nb: Forplantet
pl: Propagowane
ru: Распространяется
sv: Förökas
th: แพร่พันธุ์
uk: Розмножується

source: Proposal
ar: عرض
az: Təklif
bn: প্রস্তাব
cs: Návrh
de: Vorschlag
es: Propuesta
et: Ettepanek
fi: Ehdotus
ky: Сунуш
lt: Pasiūlymas
lv: Priekšlikums
nb: Forslag
pl: Wniosek
ru: Предложение
sv: Förslag
th: ข้อเสนอ
uk: Пропозиція

source: Proposal created successfully
az: Təklif uğurla hazırlanmışdır

source: Proposals
ar: اقتراحات
az: Təkliflər
bn: প্রস্তাব
cs: návrhy
de: Vorschläge
es: Propuestas
et: Ettepanekud
fi: ehdotuksia
ky: Сунуштар
lt: Pasiūlymus
lv: Priekšlikumi
nb: Forslag
pl: Propozycje
ru: Предложения
sv: förslag
th: ข้อเสนอ
uk: Пропозиції

source: Propose changes
ar: اقتراح التغييرات
az: Dəyişiklik təklif edin
bn: পরিবর্তনের প্রস্তাব করুন
cs: Navrhněte změny
de: Schlagen Sie Änderungen vor
es: Proponer cambios
et: Muudatuste ettepanek
fi: Ehdota muutoksia
ky: Өзгөртүүлөрдү сунуштоо
lt: Siūlyti pakeitimus
lv: Ierosināt izmaiņas
nb: Foreslå endringer
pl: Zaproponuj zmiany
ru: Предложить изменения
sv: Föreslå ändringar
th: เสนอการเปลี่ยนแปลง
uk: Запропонуйте зміни

source: Proposed VAT code: {value}.
ar: رمز ضريبة القيمة المضافة المقترح:{value} .
az: Təklif olunan ƏDV kodu:{value}.
bn: প্রস্তাবিত ভ্যাট কোড:{value} .
cs: Navrhovaný kód DPH:{value} .
de: Vorgeschlagener Mehrwertsteuercode:{value} .
es: Código de IVA propuesto: {value}.
et: Pakutav käibemaksukood:{value} .
fi: Ehdotettu ALV-koodi:{value} .
ky: Сунушталган КНС коду:{value} .
lt: Siūlomas PVM kodas:{value} .
lv: Piedāvātais PVN kods:{value} .
nb: Foreslått mva-kode:{value} .
pl: Proponowany kod VAT:{value} .
ru: Предлагаемый код НДС:{value} .
sv: Föreslagen momskod:{value} .
th: รหัสภาษีมูลค่าเพิ่มที่เสนอ:{value} .
uk: Пропонований код ПДВ:{value} .

source: Proposed VAT rate: {value}.
ar: معدل ضريبة القيمة المضافة المقترح:{value} .
az: Təklif olunan ƏDV dərəcəsi:{value}.
bn: প্রস্তাবিত ভ্যাট হার:{value} .
cs: Navrhovaná sazba DPH:{value} .
de: Vorgeschlagener Mehrwertsteuersatz:{value} .
es: Tipo de IVA propuesto: {value}.
et: Kavandatav käibemaksumäär:{value} .
fi: Ehdotettu arvonlisäverokanta:{value} .
ky: Сунушталган КНС ставкасы:{value} .
lt: Siūlomas PVM tarifas:{value} .
lv: Piedāvātā PVN likme:{value} .
nb: Foreslått momssats:{value} .
pl: Proponowana stawka VAT:{value} .
ru: Предлагаемая ставка НДС:{value} .
sv: Föreslagen momssats:{value} .
th: อัตราภาษีมูลค่าเพิ่มที่เสนอ:{value} .
uk: Пропонована ставка ПДВ:{value} .

source: Proposed abbreviation: {value}.
ar: الاختصار المقترح:{value} .
az: Təklif olunan qısaltma:{value}.
bn: প্রস্তাবিত সংক্ষেপণ:{value} .
cs: Navrhovaná zkratka:{value} .
de: Vorgeschlagene Abkürzung:{value} .
es: Abreviatura propuesta: {value}.
et: Pakutud lühend:{value} .
fi: Ehdotettu lyhenne:{value} .
ky: Сунушталган аббревиатура:{value} .
lt: Siūloma santrumpa:{value} .
lv: Piedāvātais saīsinājums:{value} .
nb: Foreslått forkortelse:{value} .
pl: Proponowany skrót:{value} .
ru: Предлагаемое сокращение:{value} .
sv: Föreslagen förkortning:{value} .
th: ตัวย่อที่เสนอ:{value} .
uk: Пропонована абревіатура:{value} .

source: Proposed address: {value}.
ar: العنوان المقترح:{value} .
az: Təklif olunan ünvan:{value}.
bn: প্রস্তাবিত ঠিকানা:{value} .
cs: Navrhovaná adresa:{value} .
de: Vorgeschlagene Adresse:{value} .
es: Dirección propuesta: {value}.
et: Pakutav aadress:{value} .
fi: Ehdotettu osoite:{value} .
ky: Сунушталган дарек:{value} .
lt: Siūlomas adresas:{value} .
lv: Piedāvātā adrese:{value} .
nb: Foreslått adresse:{value} .
pl: Proponowany adres:{value} .
ru: Предлагаемый адрес:{value} .
sv: Föreslagen adress:{value} .
th: ที่อยู่ที่เสนอ:{value} .
uk: Пропонована адреса:{value} .

source: Proposed agreement number: {value}.
ar: رقم الاتفاقية المقترحة:{value} .
az: Təklif olunan müqavilə nömrəsi:{value}.
bn: প্রস্তাবিত চুক্তি নম্বর:{value} .
cs: Číslo navrhované smlouvy:{value} .
de: Vorgeschlagene Vertragsnummer:{value} .
es: Número de acuerdo propuesto: {value}.
et: Pakutav lepingu number:{value} .
fi: Ehdotettu sopimusnumero:{value} .
ky: Сунушталган келишимдин номери:{value} .
lt: Siūlomas sutarties numeris:{value} .
lv: Piedāvātais līguma numurs:{value} .
nb: Forslag til avtalenummer:{value} .
pl: Proponowany numer umowy:{value} .
ru: Предлагаемый номер соглашения:{value} .
sv: Föreslaget avtalsnummer:{value} .
th: เลขที่ข้อตกลงที่เสนอ:{value} .
uk: Пропонований номер договору:{value} .

source: Proposed bank account: {value}.
ar: الحساب البنكي المقترح:{value} .
az: Təklif olunan bank hesabı:{value}.
bn: প্রস্তাবিত ব্যাঙ্ক অ্যাকাউন্ট:{value} .
cs: Navrhovaný bankovní účet:{value} .
de: Vorgeschlagenes Bankkonto:{value} .
es: Cuenta bancaria propuesta: {value}.
et: Pakutav pangakonto:{value} .
fi: Ehdotettu pankkitili:{value} .
ky: Сунушталган банк эсеби:{value} .
lt: Siūloma banko sąskaita:{value} .
lv: Piedāvātais bankas konts:{value} .
nb: Foreslått bankkonto:{value} .
pl: Proponowane konto bankowe:{value} .
ru: Предлагаемый банковский счет:{value} .
sv: Föreslaget bankkonto:{value} .
th: บัญชีธนาคารที่เสนอ:{value} .
uk: Пропонований банківський рахунок:{value} .

source: Proposed bank name: {value}.
ar: اسم البنك المقترح:{value} .
az: Təklif olunan bank adı:{value}.
bn: প্রস্তাবিত ব্যাঙ্কের নাম:{value} .
cs: Navrhovaný název banky:{value} .
de: Vorgeschlagener Bankname:{value} .
es: Nombre del banco propuesto: {value}.
et: Pakutud panga nimi:{value} .
fi: Ehdotettu pankin nimi:{value} .
ky: Сунушталган банктын аталышы:{value} .
lt: Siūlomas banko pavadinimas:{value} .
lv: Piedāvātais bankas nosaukums:{value} .
nb: Foreslått banknavn:{value} .
pl: Proponowana nazwa banku:{value} .
ru: Предлагаемое название банка:{value} .
sv: Föreslaget banknamn:{value} .
th: ชื่อธนาคารที่เสนอ:{value} .
uk: Запропонована назва банку:{value} .

source: Proposed contact phone: {value}.
ar: هاتف الاتصال المقترح:{value} .
az: Təklif olunan əlaqə telefonu:{value}.
bn: প্রস্তাবিত যোগাযোগের ফোন:{value} .
cs: Navrhovaný kontaktní telefon:{value} .
de: Vorgeschlagene Kontakttelefonnummer:{value} .
es: Teléfono de contacto propuesto: {value}.
et: Soovitatav kontakttelefon:{value} .
fi: Ehdotettu yhteyspuhelin:{value} .
ky: Сунушталган байланыш телефону:{value} .
lt: Siūlomas kontaktinis telefonas:{value} .
lv: Piedāvātais kontakttālrunis:{value} .
nb: Foreslått kontakttelefon:{value} .
pl: Proponowany telefon kontaktowy:{value} .
ru: Предлагаемый контактный телефон:{value} .
sv: Föreslagen kontakttelefon:{value} .
th: โทรศัพท์ติดต่อที่เสนอ:{value} .
uk: Пропонований контактний телефон:{value} .

source: Proposed country: {value}.
ar: الدولة المقترحة:{value} .
az: Təklif olunan ölkə:{value}.
bn: প্রস্তাবিত দেশ:{value} .
cs: Navrhovaná země:{value} .
de: Vorgeschlagenes Land:{value} .
es: País propuesto: {value}.
et: Pakutud riik:{value} .
fi: Ehdotettu maa:{value} .
ky: Сунушталган өлкө:{value} .
lt: Siūloma šalis:{value} .
lv: Ierosinātā valsts:{value} .
nb: Foreslått land:{value} .
pl: Proponowany kraj:{value} .
ru: Предлагаемая страна:{value} .
sv: Föreslaget land:{value} .
th: ประเทศที่เสนอ:{value} .
uk: Запропонована країна:{value} .

source: Proposed domain name: {value}.
ar: اسم النطاق المقترح:{value} .
az: Təklif olunan domen adı:{value}.
bn: প্রস্তাবিত ডোমেইন নাম:{value} .
cs: Navrhovaný název domény:{value} .
de: Vorgeschlagener Domainname:{value} .
es: Nombre de dominio propuesto: {value}.
et: Pakutud domeeninimi:{value} .
fi: Ehdotettu verkkotunnuksen nimi:{value} .
ky: Сунушталган домен аты:{value} .
lt: Siūlomas domeno pavadinimas:{value} .
lv: Piedāvātais domēna nosaukums:{value} .
nb: Foreslått domenenavn:{value} .
pl: Proponowana nazwa domeny:{value} .
ru: Предлагаемое доменное имя:{value} .
sv: Föreslaget domännamn:{value} .
th: ชื่อโดเมนที่เสนอ:{value} .
uk: Пропоноване доменне ім&#39;я:{value} .

source: Proposed email: {value}.
ar: البريد الإلكتروني المقترح:{value} .
az: Təklif olunan e-poçt:{value}.
bn: প্রস্তাবিত ইমেল:{value} .
cs: Navrhovaný email:{value} .
de: Vorgeschlagene E-Mail:{value} .
es: Correo electrónico propuesto: {value}.
et: Pakutud e-post:{value} .
fi: Ehdotettu sähköpostiosoite:{value} .
ky: Сунушталган электрондук почта:{value} .
lt: Siūlomas el. paštas:{value} .
lv: Piedāvātā e-pasta adrese:{value} .
nb: Foreslått e-post:{value} .
pl: Proponowany e-mail:{value} .
ru: Предлагаемый адрес электронной почты:{value} .
sv: Föreslagen e-post:{value} .
th: อีเมล์ที่เสนอ:{value} .
uk: Пропонована електронна адреса:{value} .

source: Proposed name: {value}.
ar: الاسم المقترح:{value} .
az: Təklif olunan ad:{value}.
bn: প্রস্তাবিত নাম:{value} .
cs: Navrhovaný název:{value} .
de: Vorgeschlagener Name:{value} .
es: Nombre propuesto: {value}.
et: Pakutud nimi:{value} .
fi: Ehdotettu nimi:{value} .
ky: Сунушталган аты:{value} .
lt: Siūlomas pavadinimas:{value} .
lv: Piedāvātais nosaukums:{value} .
nb: Foreslått navn:{value} .
pl: Proponowana nazwa:{value} .
ru: Предлагаемое название:{value} .
sv: Föreslaget namn:{value} .
th: ชื่อที่เสนอ:{value} .
uk: Запропонована назва:{value} .

source: Proposed native name: {value}.
ar: الاسم الأصلي المقترح:{value} .
az: Təklif olunan yerli ad:{value}.
bn: প্রস্তাবিত স্থানীয় নাম:{value} .
cs: Navrhované rodné jméno:{value} .
de: Vorgeschlagener einheimischer Name:{value} .
es: Nombre nativo propuesto: {value}.
et: Pakutud emanimi:{value} .
fi: Ehdotettu alkuperäinen nimi:{value} .
ky: Сунушталган жергиликтүү аты:{value} .
lt: Siūlomas vietinis pavadinimas:{value} .
lv: Ierosinātais vietējais nosaukums:{value} .
nb: Foreslått innfødt navn:{value} .
pl: Proponowana nazwa natywna:{value} .
ru: Предлагаемое родное название:{value} .
sv: Föreslaget ursprungligt namn:{value} .
th: ชื่อพื้นเมืองที่เสนอ:{value} .
uk: Пропонована рідна назва:{value} .

source: Proposed postal code: {value}.
ar: الرمز البريدي المقترح:{value} .
az: Təklif olunan poçt kodu:{value}.
bn: প্রস্তাবিত পোস্টাল কোড:{value} .
cs: Navrhované PSČ:{value} .
de: Vorgeschlagene Postleitzahl:{value} .
es: Código postal propuesto: {value}.
et: Pakutav sihtnumber:{value} .
fi: Ehdotettu postinumero:{value} .
ky: Сунушталган почта индекси:{value} .
lt: Siūlomas pašto kodas:{value} .
lv: Piedāvātais pasta indekss:{value} .
nb: Foreslått postnummer:{value} .
pl: Proponowany kod pocztowy:{value} .
ru: Предлагаемый почтовый индекс:{value} .
sv: Föreslaget postnummer:{value} .
th: รหัสไปรษณีย์ที่เสนอ:{value} .
uk: Пропонований поштовий індекс:{value} .

source: Proposed registry code: {value}.
ar: رمز التسجيل المقترح:{value} .
az: Təklif olunan qeyd kodu:{value}.
bn: প্রস্তাবিত রেজিস্ট্রি কোড:{value} .
cs: Navrhovaný registrační kód:{value} .
de: Vorgeschlagener Registrierungscode:{value} .
es: Código de registro propuesto: {value}.
et: Pakutav registrikood:{value} .
fi: Ehdotettu rekisterikoodi:{value} .
ky: Сунушталган реестр коду:{value} .
lt: Siūlomas registro kodas:{value} .
lv: Piedāvātais reģistra kods:{value} .
nb: Foreslått registerkode:{value} .
pl: Proponowany kod rejestru:{value} .
ru: Предлагаемый регистрационный код:{value} .
sv: Föreslagen registerkod:{value} .
th: รหัสรีจิสทรีที่เสนอ:{value} .
uk: Пропонований реєстраційний код:{value} .

source: Proposed subnets: {value}.
ar: الشبكات الفرعية المقترحة:{value} .
az: Təklif olunan alt şəbəkələr:{value}.
bn: প্রস্তাবিত সাবনেট:{value} .
cs: Navrhované podsítě:{value} .
de: Vorgeschlagene Subnetze:{value} .
es: Subredes propuestas: {value}.
et: Pakutud alamvõrgud:{value} .
fi: Ehdotetut aliverkot:{value} .
ky: Сунушталган ички тармактар:{value} .
lt: Siūlomi potinkliai:{value} .
lv: Piedāvātie apakštīkli:{value} .
nb: Foreslåtte undernett:{value} .
pl: Proponowane podsieci:{value} .
ru: Предлагаемые подсети:{value} .
sv: Föreslagna undernät:{value} .
th: ซับเน็ตที่เสนอ:{value} .
uk: Пропоновані підмережі:{value} .

source: Protected fields
ar: الحقول المحمية
az: Mühafizə olunan sahələr
bn: সুরক্ষিত ক্ষেত্র
cs: Chráněná pole
de: Geschützte Felder
es: Campos protegidos
et: Kaitstavad väljad
fi: Suojatut kentät
ky: Корголуучу талаалар
lt: Saugomi laukai
lv: Aizsargājamie lauki
nb: Beskyttede felt
pl: Pola chronione
ru: Защищенные поля
sv: Skyddade fält
th: เขตข้อมูลที่มีการป้องกัน
uk: Заповідні поля

source: Provider
ar: كاسب
az: Təchizatçı (provayder)
bn: প্রদানকারী
cs: Poskytovatel
de: Anbieter
es: Proveedor
et: Teenusepakkuja
fi: Palveluntarjoaja
ky: Провайдер
lt: Teikėjas
lv: Pakalpojumu sniedzējs
nb: Leverandør
pl: Dostawca
ru: Провайдер
sv: Leverantör
th: ผู้ให้บริการ
uk: Провайдер

source: Provider details
ar: تفاصيل المزود
az: Təchizatçı (provayder) təfsilatları
bn: প্রদানকারীর বিবরণ
cs: Podrobnosti o poskytovateli
de: Anbieterdetails
es: Detalles del proveedor
et: Teenusepakkuja andmed
fi: Palveluntarjoajan tiedot
ky: Провайдердин чоо-жайы
lt: Informacija apie teikėją
lv: Informācija par pakalpojumu sniedzēju
nb: Leverandørdetaljer
pl: Dane dostawcy
ru: Детали провайдера
sv: Information om leverantören
th: รายละเอียดผู้ให้บริการ
uk: Інформація про постачальника

source: Provider does not comply with project policies
ar: لا يلتزم المزود بسياسات المشروع
az: Təchizatçı layihə siyasətinə əməl etmir
bn: প্রদানকারী প্রকল্প নীতি মেনে চলে না
cs: Poskytovatel nedodržuje zásady projektu
de: Anbieter erfüllt nicht die Projektrichtlinien
es: El proveedor no cumple con las políticas del proyecto
et: Teenusepakkuja ei vasta projektile kehtestatud nõutele
fi: Palveluntarjoaja ei noudata projektikäytäntöjä
ky: Провайдер долбоордун саясатына ылайык келбейт
lt: Teikėjas nesilaiko projekto politikos
lv: Pakalpojumu sniedzējs neievēro projekta politiku
nb: Leverandøren overholder ikke prosjektpolicyer
pl: Dostawca nie przestrzega zasad projektu
ru: Поставщик не соблюдает политику проекта
sv: Leverantören följer inte projektpolicyer
th: ผู้ให้บริการไม่ปฏิบัติตามนโยบายโครงการ
uk: Провайдер не дотримується політики проекту

source: Provider has been updated.
ar: تم تحديث المزود.
az: Təchizatçı (provayder) yenilənmişdir.
bn: প্রদানকারী আপডেট করা হয়েছে.
cs: Poskytovatel byl aktualizován.
de: Der Anbieter wurde aktualisiert.
es: Se ha actualizado el proveedor.
et: Teenusepakkuja on muudetud.
fi: Palveluntarjoaja on päivitetty.
ky: Провайдер жаңыртылды.
lt: Teikėjas atnaujintas.
lv: Pakalpojumu sniedzējs ir atjaunināts.
nb: Leverandøren har blitt oppdatert.
pl: Dostawca został zaktualizowany.
ru: Провайдер изменён.
sv: Providern har uppdaterats.
th: ผู้ให้บริการได้รับการปรับปรุงแล้ว
uk: Провайдер оновлено.

source: Provider location
ar: موقع المزود
az: Provayderin yeri
bn: প্রদানকারী অবস্থান
cs: Umístění poskytovatele
de: Standort des Anbieters
es: Ubicación del proveedor
et: Teenusepakkuja asukoht
fi: Palveluntarjoajan sijainti
ky: Провайдердин жайгашкан жери
lt: Teikėjo vieta
lv: Pakalpojumu sniedzēja atrašanās vieta
nb: Leverandør plassering
pl: Lokalizacja dostawcy
ru: Местоположение поставщика
sv: Leverantörens plats
th: ที่ตั้งของผู้ให้บริการ
uk: Розташування провайдера

source: Provider name
ar: اسم المزود
az: Təchizatçı (provayder) adı
bn: সরবরাহকারির নাম
cs: Název poskytovatele
de: Anbietername
es: Nombre del proveedor
et: Teenusepakkuja nimi
fi: Palveluntarjoajan nimi
ky: Провайдердин аты
lt: Teikėjo pavadinimas
lv: Pakalpojumu sniedzēja nosaukums
nb: Leverandørnavn
pl: Nazwa dostawcy
ru: Имя провайдера
sv: Leverantörens namn
th: ชื่อผู้ให้บริการ
uk: Ім&#39;я постачальника

source: Provision new resource
ar: توفير موارد جديدة
az: Yeni resurs təmin edin
bn: নতুন সম্পদের ব্যবস্থা করুন
cs: Zřízení nového zdroje
de: Bereitstellen neuer Ressourcen
es: Aprovisionar nuevo recurso
et: Tekita uus resurss
fi: Tarjoa uusi resurssi
ky: Жаңы ресурс менен камсыз кылуу
lt: Pateikite naujus išteklius
lv: Nodrošiniet jaunu resursu
nb: Klargjør ny ressurs
pl: Udostępnij nowy zasób
ru: Предоставить новый ресурс
sv: Tillhandahåll ny resurs
th: จัดเตรียมทรัพยากรใหม่
uk: Надання нового ресурсу

source: Public SSH keys will be injected into services that allow key-based access.
ar: سيتم إدخال مفاتيح SSH العامة في الخدمات التي تسمح بالوصول المعتمد على المفتاح.
az: İctimai SSH açarları açar əsaslı girişə imkan verən xidmətlərə vurulacaq.
bn: সর্বজনীন SSH কীগুলি পরিষেবাগুলিতে ইনজেকশন করা হবে যা কী-ভিত্তিক অ্যাক্সেসের অনুমতি দেয়।
cs: Veřejné SSH klíče budou vloženy do služeb, které umožňují přístup založený na klíči.
de: Öffentliche SSH-Schlüssel werden in Dienste eingespeist, die einen schlüsselbasierten Zugriff ermöglichen.
es: Las claves SSH públicas se inyectarán en los servicios que permiten el acceso basado en claves.
et: Avalikud SSH võtmed lisatakse teenustesse, mis võimaldavad võtmepõhist juurdepääsu.
fi: Julkiset SSH-avaimet ruiskutetaan palveluihin, jotka mahdollistavat avainpohjaisen käytön.
ky: Коомдук SSH ачкычтары ачкычка негизделген кирүү мүмкүнчүлүгүн берген кызматтарга сайылат.
lt: Viešieji SSH raktai bus švirkščiami į paslaugas, leidžiančias naudotis raktais.
lv: Publiskās SSH atslēgas tiks ievadītas pakalpojumos, kas nodrošina uz atslēgām balstītu piekļuvi.
nb: Offentlige SSH-nøkler vil bli injisert i tjenester som tillater nøkkelbasert tilgang.
pl: Publiczne klucze SSH zostaną wstrzyknięte do usług umożliwiających dostęp oparty na kluczach.
ru: Публичные ключи SSH будут внедряться в сервисы, обеспечивающие доступ на основе ключей.
sv: Offentliga SSH-nycklar kommer att injiceras i tjänster som tillåter nyckelbaserad åtkomst.
th: คีย์ SSH สาธารณะจะถูกแทรกเข้าไปในบริการที่อนุญาตการเข้าถึงโดยใช้คีย์
uk: Загальнодоступні ключі SSH буде впроваджено в служби, які дозволяють доступ на основі ключів.

source: Public calls
ar: مكالمات عامة
az: İctimai zənglər
bn: পাবলিক কল
cs: Veřejné hovory
de: Öffentliche Anrufe
es: Convocatorias públicas
et: Avalikud kõned
fi: Julkiset puhelut
ky: Коомдук чалуулар
lt: Vieši skambučiai
lv: Publiskie zvani
nb: Offentlige samtaler
pl: Połączenia publiczne
ru: Публичные звонки
sv: Offentliga samtal
th: การโทรสาธารณะ
uk: Громадські дзвінки

source: Public cloud
ar: السحابة العامة
az: İctimai bulud
bn: পাবলিক ক্লাউড
cs: Veřejný cloud
de: Öffentliche Cloud
es: Nube pública
et: Avalik pilv
fi: Julkinen pilvi
ky: Коомдук булут
lt: Viešas debesis
lv: Publisks mākonis
nb: Offentlig sky
pl: Chmura publiczna
ru: Публичное облако
sv: Offentligt moln
th: เมฆสาธารณะ
uk: Публічна хмара

source: Public key
ar: المفتاح العمومي
az: İctimai açar
bn: পাবলিক কী
cs: Veřejný klíč
de: Öffentlicher Schlüssel
es: Clave pública
et: Avalik võti
fi: Julkinen avain
ky: Коомдук ачкыч
lt: Viešasis raktas
lv: Publiskā atslēga
nb: Offentlig nøkkel
pl: Klucz publiczny
ru: Открытый ключ
sv: Offentlig nyckel
th: กุญแจสาธารณะ
uk: відкритий ключ

source: Public list
ar: قائمة عامة
az: İctimai siyahı
bn: পাবলিক তালিকা
cs: Veřejný seznam
de: Öffentliche Liste
es: Lista pública
et: Avalik nimekiri
fi: Julkinen lista
ky: Коомдук тизме
lt: Viešas sąrašas
lv: Publisks saraksts
nb: Offentlig liste
pl: Lista publiczna
ru: Публичный список
sv: Offentlig lista
th: รายการสาธารณะ
uk: Публічний список

source: Public offerings
ar: العروض العامة
az: İctimai təkliflər
bn: পাবলিক অফার
cs: Veřejné nabídky
de: Öffentliche Angebote
es: Ofertas públicas
et: Avalikud pakkumised
fi: Julkiset tarjoukset
ky: Коомдук сунуштар
lt: Vieši akcijų siūlymai
lv: Publiskie piedāvājumi
nb: Offentlige tilbud
pl: Oferty publiczne
ru: Публичные предложения
sv: Offentliga erbjudanden
th: การถวายของสาธารณะ
uk: Публічні пропозиції
