Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Then download (if needed) and run kubectl
ar: ثم قم بتنزيل (إذا لزم الأمر) وتشغيل kubectl
az: Sonra yükləyin (lazım olduqda) və kubectl işə salın
bn: তারপর ডাউনলোড করুন (যদি প্রয়োজন হয়) এবং kubectl চালান
cs: Poté si stáhněte (v případě potřeby) a spusťte kubectl
de: Laden Sie dann (falls erforderlich) herunter und führen Sie kubectl aus
es: A continuación, descargue (si es necesario) y ejecute kubectl
et: Seejärel laadige alla (vajadusel) ja käivitage kubectl
fi: Lataa sitten (tarvittaessa) ja suorita kubectl
ky: Андан кийин жүктөп алыңыз (зарыл болсо) жана kubectl иштетиңиз
lt: Tada atsisiųskite (jei reikia) ir paleiskite kubectl
lv: Pēc tam lejupielādējiet (ja nepieciešams) un palaidiet kubectl
nb: Deretter laster du ned (om nødvendig) og kjører kubectl
pl: Następnie pobierz (jeśli to konieczne) i uruchom kubectl
ru: Затем скачайте (если нужно) и запустите kubectl.
sv: Hämta sedan (om det behövs) och kör kubectl
th: จากนั้นดาวน์โหลด (หากจำเป็น) และเรียกใช้ kubectl
uk: Потім завантажте (за потреби) і запустіть kubectl

source: There are no SSH keys yet.
ar: لا توجد مفاتيح SSH حتى الآن.
az: Hələ SSH düymələri yoxdur.
bn: এখনও কোন SSH কী নেই৷
cs: Zatím neexistují žádné SSH klíče.
de: Es sind noch keine SSH-Schlüssel vorhanden.
es: Todavía no hay claves SSH.
et: SSH võtmeid pole veel lisatud.
fi: SSH-avaimia ei vielä ole.
ky: Азырынча SSH ачкычтары жок.
lt: SSH raktų dar nėra.
lv: Vēl nav SSH atslēgu.
nb: Det er ingen SSH-nøkler ennå.
pl: Nie ma jeszcze kluczy SSH.
ru: Ключей SSH пока нет.
sv: Det finns inga SSH-nycklar ännu.
th: ยังไม่มีคีย์ SSH
uk: Ключів SSH ще немає.

source: There are no actions.
ar: لا توجد إجراءات.
az: Heç bir hərəkət yoxdur.
bn: কোন কর্ম আছে.
cs: Neexistují žádné akce.
de: Es gibt keine Aktionen.
es: No hay acciones.
et: Tegevusi ei ole.
fi: Toimintoja ei ole.
ky: Эч кандай аракеттер жок.
lt: Nėra jokių veiksmų.
lv: Nav nekādu darbību.
nb: Det er ingen handlinger.
pl: Nie ma żadnych działań.
ru: Никаких действий нет.
sv: Det finns inga åtgärder.
th: ไม่มีการดำเนินการ
uk: Немає дій.

source: There are no available projects.
ar: لا توجد مشاريع متاحة.
az: Mövcud layihələr yoxdur.
bn: কোন উপলব্ধ প্রকল্প আছে.
cs: Neexistují žádné projekty.
de: There are no available departments.
es: No hay proyectos disponibles.
et: Ühtegi kättesaadavat projekti ei ole.
fi: Hankkeita ei ole saatavilla.
ky: Жеткиликтүү долбоорлор жок.
lt: Galimų projektų nėra.
lv: Nav pieejamu projektu.
nb: Det finnes ingen tilgjengelige prosjekter.
pl: Brak dostępnych projektów.
ru: Нет доступных проектов.
sv: Det finns inga tillgängliga projekt.
th: ไม่มีโครงการที่มีอยู่
uk: Немає доступних проектів.

source: There are no available users.
ar: لا يوجد مستخدمين متاحين.
az: Mövcud istifadəçilər yoxdur.
bn: কোন উপলব্ধ ব্যবহারকারী নেই.
cs: Neexistují žádní uživatelé.
de: Es sind keine Benutzer verfügbar.
es: No hay usuarios disponibles.
et: Kasutajaid ei ole.
fi: Käyttäjiä ei ole käytettävissä.
ky: Жеткиликтүү колдонуучулар жок.
lt: Nėra galimų vartotojų.
lv: Nav pieejams neviens lietotājs.
nb: Det finnes ingen tilgjengelige brukere.
pl: Brak dostępnych użytkowników.
ru: Нет доступных пользователей.
sv: Det finns inga tillgängliga användare.
th: ไม่มีผู้ใช้ที่ใช้งานได้
uk: Немає доступних користувачів.

source: There are no categories.
ar: لا توجد فئات.
az: Heç bir kateqoriya yoxdur.
bn: কোন বিভাগ নেই.
cs: Neexistují žádné kategorie.
de: Es gibt keine Kategorien.
es: No hay categorías.
et: Kategooriaid pole.
fi: Luokkia ei ole.
ky: категориялар жок.
lt: Kategorijų nėra.
lv: Kategoriju nav.
nb: Det er ingen kategorier.
pl: Nie ma żadnych kategorii.
ru: Нет категорий.
sv: Det finns inga kategorier.
th: ไม่มีหมวดหมู่
uk: Немає категорій.

source: There are no categories in catalog yet.
ar: لا توجد فئات في الكتالوج حتى الآن.
az: Kataloqda hələ kateqoriya yoxdur.
bn: ক্যাটালগে এখনো কোনো বিভাগ নেই।
cs: V katalogu zatím nejsou žádné kategorie.
de: Es sind noch keine Kategorien im Katalog vorhanden.
es: Todavía no hay categorías en el catálogo.
et: Kataloogis pole veel kategooriaid.
fi: Luettelossa ei ole vielä luokkia.
ky: Азырынча каталогдо категориялар жок.
lt: Kataloge dar nėra kategorijų.
lv: Katalogā vēl nav nevienas kategorijas.
nb: Det er ingen kategorier i katalogen ennå.
pl: W katalogu nie ma jeszcze żadnych kategorii.
ru: В каталоге пока нет категорий.
sv: Det finns inga kategorier i katalogen ännu.
th: ยังไม่มีหมวดหมู่ในแค็ตตาล็อก
uk: У каталозі ще немає категорій.

source: There are no categories in marketplace yet.
ar: لا توجد فئات في السوق حتى الآن.
az: Bazarda hələ kateqoriya yoxdur.
bn: মার্কেটপ্লেসে এখনো কোনো বিভাগ নেই।
cs: V obchodě zatím nejsou žádné kategorie.
de: Es gibt noch keine Kategorien auf dem Marktplatz.
es: Todavía no hay categorías en el marketplace.
et: Turuplatsil puuduvad kategooriad
fi: Marketplacessa ei ole vielä luokkia.
ky: Базарда азырынча категориялар жок.
lt: Rinkos aikštelėje dar nėra kategorijų.
lv: Tirgū vēl nav nevienas kategorijas.
nb: Det er ingen kategorier på markedsplassen ennå.
pl: Na rynku nie ma jeszcze żadnych kategorii.
ru: На торговой площадке пока нет категорий.
sv: Det finns inga kategorier på marknaden ännu.
th: ยังไม่มีหมวดหมู่ในตลาด
uk: У маркетплейсі ще немає категорій.

source: There are no categories in this group.
ar: لا توجد فئات في هذه المجموعة.
az: Bu qrupda kateqoriya yoxdur.
bn: এই গ্রুপে কোন বিভাগ নেই.
cs: V této skupině nejsou žádné kategorie.
de: In dieser Gruppe gibt es keine Kategorien.
es: No hay categorías en este grupo.
et: Selles rühmas pole kategooriaid.
fi: Tässä ryhmässä ei ole luokkia.
ky: Бул группада категориялар жок.
lt: Šioje grupėje nėra kategorijų.
lv: Šajā grupā nav kategoriju.
nb: Det er ingen kategorier i denne gruppen.
pl: W tej grupie nie ma żadnych kategorii.
ru: В этой группе нет категорий.
sv: Det finns inga kategorier i den här gruppen.
th: ไม่มีหมวดหมู่ในกลุ่มนี้
uk: У цій групі немає категорій.

source: There are no categories yet.
ar: لا توجد فئات بعد.
az: Hələ kateqoriya yoxdur.
bn: এখনও কোন বিভাগ নেই.
cs: Zatím neexistují žádné kategorie.
de: Es gibt noch keine Kategorien.
es: Todavía no hay categorías.
et: Kategooriaid pole veel loodud.
fi: Luokkia ei vielä ole.
ky: Азырынча категориялар жок.
lt: Dar nėra kategorijų.
lv: Kategoriju vēl nav.
nb: Det er ingen kategorier ennå.
pl: Nie ma jeszcze żadnych kategorii.
ru: Категорий пока нет.
sv: Det finns inga kategorier ännu.
th: ยังไม่มีหมวดหมู่
uk: Категорій ще немає.

source: There are no category groups yet.
ar: لا توجد مجموعات الفئات حتى الآن.
az: Hələ kateqoriya qrupları yoxdur.
bn: এখনও কোন বিভাগ গ্রুপ আছে.
cs: Zatím nejsou žádné skupiny kategorií.
de: Es gibt noch keine Kategoriegruppen.
es: Aún no hay grupos de categorías.
et: Kategooriarühmi veel pole.
fi: Luokkaryhmiä ei vielä ole.
ky: Азырынча категория топтору жок.
lt: Dar nėra kategorijų grupių.
lv: Kategoriju grupu vēl nav.
nb: Det er ingen kategorigrupper ennå.
pl: Nie ma jeszcze grup kategorii.
ru: Групп категорий пока нет.
sv: Det finns inga kategorigrupper än.
th: ยังไม่มีกลุ่มหมวดหมู่
uk: Ще немає груп категорій.

source: There are no charts yet.
ar: لا توجد مخططات بعد.
az: Hələ heç bir qrafik yoxdur.
bn: এখনও কোন চার্ট নেই.
cs: Zatím neexistují žádné grafy.
de: Es gibt noch keine Diagramme.
es: Todavía no hay gráficos.
et: Ostukorve pole veel
fi: Kaavioita ei vielä ole.
ky: Азырынча диаграммалар жок.
lt: Diagramų dar nėra.
lv: Diagrammu vēl nav.
nb: Det er ingen diagrammer ennå.
pl: Nie ma jeszcze żadnych wykresów.
ru: Графиков пока нет.
sv: Det finns inga diagram än.
th: ยังไม่มีแผนภูมิ
uk: Графіків ще немає.

source: There are no checklist yet.
ar: لا توجد قائمة مرجعية حتى الآن.
az: Hələ yoxlama siyahısı yoxdur.
bn: এখনও কোন চেকলিস্ট নেই.
cs: Zatím neexistuje žádný kontrolní seznam.
de: Es gibt noch keine Checkliste.
es: Todavía no hay listas de verificación.
et: Kontrollnimekirja veel pole.
fi: Tarkistuslistaa ei vielä ole.
ky: Азырынча текшерүү тизмеси жок.
lt: Dar nėra kontrolinio sąrašo.
lv: Vēl nav kontrolsarakstu.
nb: Det er ingen sjekkliste ennå.
pl: Nie ma jeszcze listy kontrolnej.
ru: Чек-листа пока нет.
sv: Det finns ingen checklista än.
th: ยังไม่มีรายการตรวจสอบ
uk: Контрольного списку ще немає.

source: There are no checklists.
ar: لا توجد قوائم مرجعية.
az: Yoxlama siyahısı yoxdur.
bn: কোন চেকলিস্ট আছে.
cs: Neexistují žádné kontrolní seznamy.
de: Es gibt keine Checklisten.
es: No hay listas de verificación.
et: Kontrollnimekirju pole.
fi: Tarkistuslistoja ei ole.
ky: Текшерүү баракчалары жок.
lt: Kontrolinių sąrašų nėra.
lv: Kontrolsarakstu nav.
nb: Det er ingen sjekklister.
pl: Nie ma żadnych list kontrolnych.
ru: Контрольных списков нет.
sv: Det finns inga checklistor.
th: ไม่มีรายการตรวจสอบ
uk: Немає контрольних списків.

source: There are no comments yet.
ar: لا توجد تعليقات حتى الآن.
az: Hələ heç bir şərh yoxdur.
bn: এখন পর্যন্ত কোন মতামত নেই।
cs: Zatím nejsou žádné komentáře.
de: Es gibt noch keine Kommentare.
es: Todavía no hay comentarios.
et: Kommentaare veel ei ole.
fi: Ei vielä kommentteja.
ky: Азырынча комментарийлер жок.
lt: Komentarų kol kas nėra.
lv: Komentāru vēl nav.
nb: Det er ingen kommentarer ennå.
pl: Nie ma jeszcze żadnych komentarzy.
ru: Пока нет комментариев.
sv: Det finns inga kommentarer än.
th: ยังไม่มีความคิดเห็น
uk: Поки немає коментарів.

source: There are no events for this resource.
ar: لا توجد أحداث لهذا المورد.
az: Bu resurs üçün heç bir tədbir yoxdur.
bn: এই সম্পদের জন্য কোন ঘটনা নেই.
cs: Pro tento zdroj nejsou k dispozici žádné události.
de: Für diese Ressource sind keine Ereignisse vorhanden.
es: No hay eventos para este recurso.
et: Sellele ressursile puuduvad sündmused.
fi: Tälle resurssille ei ole tapahtumia.
ky: Бул ресурс үчүн эч кандай окуялар жок.
lt: Šiam ištekliui nėra jokių įvykių.
lv: Šim resursam nav notikumu.
nb: Det er ingen hendelser for denne ressursen.
pl: Brak wydarzeń dla tego zasobu.
ru: Для этого ресурса нет событий.
sv: Det finns inga händelser för den här resursen.
th: ไม่มีกิจกรรมสำหรับทรัพยากรนี้
uk: Для цього ресурсу немає подій.

source: There are no invoices.
ar: لا توجد فواتير.
az: Fakturalar yoxdur.
bn: কোন চালান আছে.
cs: Nejsou k dispozici žádné faktury.
de: Es gibt keine Rechnungen.
es: No hay facturas.
et: Arveid ei ole.
fi: Ei ole laskuja.
ky: Эч кандай эсеп-фактуралар жок.
lt: Sąskaitų faktūrų nėra.
lv: Rēķinu nav.
nb: Det er ingen fakturaer.
pl: Nie ma żadnych faktur.
ru: Счетов-фактур нет.
sv: Det finns inga fakturor.
th: ไม่มีใบแจ้งหนี้
uk: Накладних немає.

source: There are no matching checklists.
ar: لا توجد قوائم مرجعية مطابقة.
az: Uyğun yoxlama siyahıları yoxdur.
bn: কোন ম্যাচিং চেকলিস্ট আছে.
cs: Neexistují žádné odpovídající kontrolní seznamy.
de: Es gibt keine übereinstimmenden Checklisten.
es: No hay listas de verificación coincidentes.
et: Ühtegi sobivat kontrollnimekirja pole.
fi: Vastaavia tarkistuslistoja ei ole.
ky: Дал келген текшерүү тизмелери жок.
lt: Nėra sutampančių kontrolinių sąrašų.
lv: Nav atbilstošu kontrolsarakstu.
nb: Det finnes ingen samsvarende sjekklister.
pl: Brak pasujących list kontrolnych.
ru: Нет подходящих контрольных списков.
sv: Det finns inga matchande checklistor.
th: ไม่มีรายการตรวจสอบที่ตรงกัน
uk: Немає відповідних контрольних списків.

source: There are no offerings.
ar: لا توجد عروض.
az: Təkliflər yoxdur.
bn: কোন অফার আছে.
cs: Nejsou žádné nabídky.
de: Es gibt keine Angebote.
es: No hay ofertas.
et: Pakkumisi ei ole.
fi: Tarjouksia ei ole.
ky: Сунуштар жок.
lt: Pasiūlymų nėra.
lv: Piedāvājumu nav.
nb: Det er ingen tilbud.
pl: Nie ma żadnych ofert.
ru: Нет никаких предложений.
sv: Det finns inga erbjudanden.
th: ไม่มีการถวาย
uk: Немає пропозицій.

source: There are no offerings available.
ar: لا توجد عروض متاحة.
az: Heç bir təklif yoxdur.
bn: কোন অফার উপলব্ধ আছে.
cs: Nejsou k dispozici žádné nabídky.
de: Es sind keine Angebote verfügbar.
es: No hay ofertas disponibles.
et: Pakkumisi ei ole saadaval.
fi: Tarjouksia ei ole saatavilla.
ky: Жеткиликтүү сунуштар жок.
lt: Pasiūlymų nėra.
lv: Piedāvājumi nav pieejami.
nb: Det er ingen tilbud tilgjengelig.
pl: Brak dostępnych ofert.
ru: Нет доступных предложений.
sv: Det finns inga erbjudanden tillgängliga.
th: ไม่มีข้อเสนอที่มีอยู่
uk: Немає доступних пропозицій.

source: There are no offerings in catalog yet.
ar: لا توجد عروض في الكتالوج حتى الآن.
az: Kataloqda hələ heç bir təklif yoxdur.
bn: এখনও ক্যাটালগ কোন অফার আছে.
cs: V katalogu zatím nejsou žádné nabídky.
de: Es sind noch keine Angebote im Katalog vorhanden.
es: Todavía no hay ofertas en el catálogo.
et: Kataloogis pole veel pakkumisi.
fi: Luettelossa ei ole vielä tarjouksia.
ky: Азырынча каталогдо сунуштар жок.
lt: Kataloge dar nėra pasiūlymų.
lv: Katalogā vēl nav neviena piedāvājuma.
nb: Det er ingen tilbud i katalogen ennå.
pl: W katalogu nie ma jeszcze żadnych ofert.
ru: В каталоге пока нет предложений.
sv: Det finns inga erbjudanden i katalogen ännu.
th: ยังไม่มีข้อเสนอในแค็ตตาล็อก
uk: У каталозі ще немає пропозицій.

source: There are no offerings in marketplace yet.
ar: لا توجد عروض في السوق حتى الآن.
az: Hələ bazarda heç bir təklif yoxdur.
bn: বাজারে এখনও কোন অফার নেই.
cs: V obchodě zatím nejsou žádné nabídky.
de: Es gibt noch keine Angebote auf dem Markt.
es: Todavía no hay ofertas en el marketplace.
et: Turuplatsil pole veel ühtegi pakkumist
fi: Marketplacella ei ole vielä tarjouksia.
ky: Базарда азырынча сунуштар жок.
lt: Rinkoje dar nėra pasiūlymų.
lv: Tirgū vēl nav piedāvājumu.
nb: Det er ingen tilbud på markedsplassen ennå.
pl: Na rynku nie ma jeszcze żadnych ofert.
ru: На рынке пока нет предложений.
sv: Det finns inga erbjudanden på Marketplace ännu.
th: ยังไม่มีข้อเสนอในตลาด
uk: На ринку ще немає пропозицій.

source: There are no offerings recently added in marketplace.
ar: لا توجد عروض المضافة مؤخرا في السوق.
az: Bu yaxınlarda bazarda əlavə edilmiş heç bir təklif yoxdur.
bn: সম্প্রতি বাজারে যোগ করা কোনো অফার নেই।
cs: Na trhu nejsou žádné nedávno přidané nabídky.
de: Dem Marktplatz wurden kürzlich keine Angebote hinzugefügt.
es: No se ha añadido ninguna oferta recientemente a marketplace.
et: Turuplatsil puuduvad hiljuti lisatud pakkumised.
fi: Marketplacessa ei ole äskettäin lisätty tarjouksia.
ky: Базарда жакында кошулган сунуштар жок.
lt: Neseniai rinkoje nėra jokių pasiūlymų.
lv: Tirgū nav nesen pievienotu piedāvājumu.
nb: Det er ingen tilbud nylig lagt til på markedsplassen.
pl: Brak ostatnio dodanych ofert na rynku.
ru: Недавно на торговой площадке не было добавлено предложений.
sv: Det finns inga nyligen tillagda erbjudanden på marknadsplatsen.
th: ไม่มีข้อเสนอที่เพิ่งเพิ่มเข้ามาในตลาดกลาง
uk: На ринку немає нещодавно доданих пропозицій.

source: There are no offerings yet.
ar: لا توجد عروض بعد.
az: Hələ heç bir təklif yoxdur.
bn: এখনও কোন অফার আছে.
cs: Zatím nejsou k dispozici žádné nabídky.
de: Es gibt noch keine Angebote.
es: Todavía no hay ofertas.
et: Pakkumisi veel ei ole.
fi: Tarjouksia ei vielä ole.
ky: Азырынча сунуштар жок.
lt: Pasiūlymų dar nėra.
lv: Piedāvājumu vēl nav.
nb: Det er ingen tilbud ennå.
pl: Nie ma jeszcze żadnych ofert.
ru: Предложений пока нет.
sv: Det finns inga erbjudanden ännu.
th: ยังไม่มีข้อเสนอใดๆ
uk: Пропозицій ще немає.

source: There are no offerings yet for this category.
ar: لا توجد عروض حتى الآن لهذه الفئة.
az: Bu kateqoriya üçün hələ heç bir təklif yoxdur.
bn: এই বিভাগের জন্য এখনও কোন অফার নেই.
cs: Pro tuto kategorii zatím nejsou žádné nabídky.
de: Für diese Kategorie gibt es noch keine Angebote.
es: Todavía no hay ofertas para esta categoría.
et: Selles kategoorias pole veel pakkumisi.
fi: Tälle kategorialle ei ole vielä tarjouksia.
ky: Бул категория үчүн азырынча сунуштар жок.
lt: Šiai kategorijai pasiūlymų dar nėra.
lv: Šai kategorijai vēl nav piedāvājumu.
nb: Det er ingen tilbud ennå for denne kategorien.
pl: W tej kategorii nie ma jeszcze żadnych ofert.
ru: В этой категории пока нет предложений.
sv: Det finns inga erbjudanden ännu för denna kategori.
th: ยังไม่มีข้อเสนอสำหรับหมวดหมู่นี้
uk: Для цієї категорії ще немає пропозицій.

source: There are no open rounds. The call is closed.
az: Açıq turlar yoxdur. Zəng bağlıdır.

source: There are no option to choose.
ar: لا يوجد خيار للاختيار.
az: Seçmək üçün heç bir seçim yoxdur.
bn: নির্বাচন করার কোন বিকল্প নেই।
cs: Neexistuje žádná možnost výběru.
de: Es gibt keine Auswahlmöglichkeit.
es: No hay opción para elegir.
et: Valikuvõimalusi pole.
fi: Ei ole vaihtoehtoja valita.
ky: Тандоо мүмкүнчүлүгү жок.
lt: Nėra galimybės rinktis.
lv: Nav iespēju izvēlēties.
nb: Det er ingen alternativ å velge.
pl: Nie ma możliwości wyboru.
ru: Нет возможности выбора.
sv: Det finns inget alternativ att välja.
th: ไม่มีตัวเลือกให้เลือก
uk: Немає варіантів вибору.

source: There are no organizations.
ar: لا توجد منظمات.
az: Heç bir təşkilat yoxdur.
bn: কোন সংগঠন নেই।
cs: Neexistují žádné organizace.
de: Es gibt keine Organisationen.
es: No hay organizaciones.
et: Organisatsioone ei ole.
fi: Organisaatioita ei ole.
ky: эч кандай уюмдар жок.
lt: Organizacijų nėra.
lv: Organizāciju nav.
nb: Det er ingen organisasjoner.
pl: Nie ma żadnych organizacji.
ru: Нет никаких организаций.
sv: Det finns inga organisationer.
th: ไม่มีองค์กร
uk: Організацій немає.

source: There are no organizations matching filter.
ar: لا توجد مؤسسات تطابق عامل التصفية.
az: Filtrə uyğun bir təşkilat yoxdur.
bn: ফিল্টার মেলানো কোনো প্রতিষ্ঠান নেই।
cs: Neexistují žádné organizace, které by odpovídaly filtru.
de: Es gibt keine Organisationen, die dem Filter entsprechen.
es: No hay organizaciones que coincidan con el filtro.
et: Filtrile vastavaid organisatsioone ei ole.
fi: Suodatinta vastaavia organisaatioita ei ole.
ky: Фильтрге дал келген уюмдар жок.
lt: Nėra organizacijų, atitinkančių filtrą.
lv: Nav nevienas organizācijas, kas atbilstu filtram.
nb: Det finnes ingen organisasjoner som samsvarer med filter.
pl: Brak organizacji pasujących do filtra.
ru: Нет организаций, соответствующих фильтру.
sv: Det finns inga organisationer som matchar filter.
th: ไม่มีองค์กรที่ตรงกับตัวกรอง
uk: Немає організацій, які відповідають фільтру.

source: There are no organizations yet.
ar: لا توجد منظمات بعد.
az: Hələ heç bir təşkilat yoxdur.
bn: এখনো কোনো সংগঠন নেই।
cs: Zatím neexistují žádné organizace.
de: Es gibt noch keine Organisationen.
es: Todavía no hay organizaciones.
et: Organisatsioone veel ei ole.
fi: Organisaatioita ei vielä ole.
ky: Азырынча уюмдар жок.
lt: Organizacijų dar nėra.
lv: Pagaidām nav nevienas organizācijas.
nb: Det er ingen organisasjoner ennå.
pl: Nie ma jeszcze żadnych organizacji.
ru: Организаций пока нет.
sv: Det finns inga organisationer än.
th: ยังไม่มีองค์กรใดๆ
uk: Організацій ще немає.

source: There are no other plans available.
ar: لا توجد خطط أخرى متاحة.
az: Başqa planlar yoxdur.
bn: অন্য কোন পরিকল্পনা উপলব্ধ নেই.
cs: Nejsou k dispozici žádné další plány.
de: Es sind keine weiteren Pläne verfügbar.
es: No hay otros planes disponibles.
et: Muid plaane pole saadaval.
fi: Muita suunnitelmia ei ole saatavilla.
ky: Башка пландар жок.
lt: Kitų planų nėra.
lv: Citu plānu nav.
nb: Det er ingen andre planer tilgjengelig.
pl: Nie ma innych planów.
ru: Других планов нет.
sv: Det finns inga andra planer tillgängliga.
th: ไม่มีแผนอื่นที่พร้อมใช้งาน
uk: Інших планів немає.

source: There are no other volume types available.
ar: لا توجد أنواع أخرى من وحدات التخزين المتاحة.
az: Başqa həcm növləri mövcud deyil.
bn: অন্য কোন ভলিউম ধরনের উপলব্ধ নেই.
cs: Nejsou k dispozici žádné další typy svazků.
de: Es sind keine anderen Volume-Typen verfügbar.
es: No hay otros tipos de volumen disponibles.
et: Muid salvestusüksuse tüüpe pole saadaval.
fi: Muita tilavuustyyppejä ei ole saatavilla.
ky: Башка көлөм түрлөрү жок.
lt: Nėra kitų galimų tomų tipų.
lv: Nav pieejami citi skaļuma veidi.
nb: Det finnes ingen andre volumtyper tilgjengelig.
pl: Nie są dostępne żadne inne typy woluminów.
ru: Других типов томов нет.
sv: Det finns inga andra volymtyper tillgängliga.
th: ไม่มีวอลุ่มประเภทอื่นให้เลือก
uk: Інших типів томів немає.

source: There are no plans
ar: لا توجد خطط
az: Heç bir plan yoxdur
bn: কোন পরিকল্পনা নেই
cs: Žádné plány nejsou
de: Es gibt keine Pläne
es: no hay planes
et: Plaane pole
fi: Ei ole suunnitelmia
ky: Пландар жок
lt: Planų nėra
lv: Nav nekādu plānu
nb: Det er ingen planer
pl: Nie ma żadnych planów
ru: Нет планов
sv: Det finns inga planer
th: ไม่มีแผน
uk: Планів немає

source: There are no project events.
ar: لا توجد أحداث المشروع.
az: Layihə tədbirləri yoxdur.
bn: কোন প্রকল্প ইভেন্ট আছে.
cs: Nejsou žádné akce projektu.
de: Es gibt keine Projektveranstaltungen.
es: No hay eventos de proyecto.
et: Projektiüritusi ei toimu.
fi: Projektitapahtumia ei ole.
ky: Долбоор боюнча иш-чаралар жок.
lt: Projekto renginių nėra.
lv: Projekta pasākumu nav.
nb: Det er ingen prosjekthendelser.
pl: Brak wydarzeń związanych z projektem.
ru: Мероприятий проекта нет.
sv: Det finns inga projekthändelser.
th: ไม่มีกิจกรรมโครงการ
uk: Подій проекту немає.

source: There are no projects.
ar: لا توجد مشاريع.
az: Layihələr yoxdur.
bn: কোন প্রকল্প নেই.
cs: Nejsou žádné projekty.
de: Es gibt keine Projekte.
es: No hay proyectos.
et: Projektid puuduvad
fi: Projekteja ei ole.
ky: Долбоорлор жок.
lt: Projektų nėra.
lv: Projektu nav.
nb: Det er ingen prosjekter.
pl: Nie ma żadnych projektów.
ru: Нет проектов.
sv: Det finns inga projekt.
th: ไม่มีโครงการ
uk: Проектів немає.

source: There are no projects matching filter.
ar: لا توجد مشاريع تطابق عامل التصفية.
az: Filtrə uyğun layihə yoxdur.
bn: ফিল্টার মেলে কোনো প্রকল্প নেই.
cs: Neexistují žádné projekty, které by odpovídaly filtru.
de: Es gibt keine Projekte, die mit dem Filter übereinstimmen.
es: No hay proyectos que coincidan con el filtro.
et: Filtrile vastavaid projekte pole.
fi: Suodatinta vastaavia projekteja ei ole.
ky: Фильтрге дал келген долбоорлор жок.
lt: Nėra projektų, atitinkančių filtrą.
lv: Nav projektu, kas atbilstu filtram.
nb: Det finnes ingen prosjekter som samsvarer med filter.
pl: Brak projektów pasujących do filtra.
ru: Нет проектов, соответствующих фильтру.
sv: Det finns inga projekt matchande filter.
th: ไม่มีโปรเจ็กต์ที่ตรงกับตัวกรอง
uk: Немає проектів, які відповідають фільтру.

source: There are no projects yet for this organization.
ar: لا توجد مشاريع حتى الآن لهذه المنظمة.
az: Hələ bu təşkilat üçün bir layihə yoxdur.
bn: এই সংস্থার জন্য এখনও কোন প্রকল্প নেই।
cs: Pro tuto organizaci zatím neexistují žádné projekty.
de: There are no department yet for this organization.
es: Aún no hay proyectos para esta organización.
et: Sellele organisatsioonil ei ole veel projekte.
fi: Tälle organisaatiolle ei ole vielä projekteja.
ky: Бул уюм үчүн азырынча долбоорлор жок.
lt: Dar nėra šios organizacijos projektų.
lv: Šai organizācijai vēl nav projektu.
nb: Det er ingen prosjekter ennå for denne organisasjonen.
pl: Nie ma jeszcze żadnych projektów dla tej organizacji.
ru: Для этой организации пока нет проектов.
sv: Det finns ännu inga projekt för den här organisationen.
th: ยังไม่มีโครงการสำหรับองค์กรนี้
uk: Для цієї організації ще немає проектів.

source: There are no proposal calls yet.
ar: لا توجد مكالمات مقترحة حتى الآن.
az: Hələ heç bir təklif çağırışı yoxdur.
bn: এখনও কোন প্রস্তাব কল আছে.
cs: Zatím nejsou žádné výzvy k předkládání návrhů.
de: Es gibt noch keine Ausschreibungen.
es: Aún no hay convocatorias de propuestas.
et: Ühtegi ettepanekut veel ei ole.
fi: Ehdotuspyyntöjä ei vielä ole.
ky: Азырынча эч кандай сунуштар жок.
lt: Kol kas pasiūlymų nėra.
lv: Pagaidām nav neviena konkursa uzaicinājuma.
nb: Det er ingen forslagsutlysninger ennå.
pl: Nie ma jeszcze żadnych zaproszeń do składania wniosków.
ru: Звонков с предложениями пока нет.
sv: Det finns inga utlysningar ännu.
th: ยังไม่มีการเรียกข้อเสนอ
uk: Дзвінків пропозицій ще немає.
