Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Please use Latin letters without spaces only.
ar: يرجى استخدام الحروف اللاتينية بدون مسافات فقط.
az: Zəhmət olmasa Latın hərflərini yalnız boşluq olmadan istifadə
bn: অনুগ্রহ করে শুধুমাত্র স্পেস ছাড়াই ল্যাটিন অক্ষর ব্যবহার করুন।
cs: Používejte prosím pouze latinku bez mezer.
de: Bitte verwenden Sie nur lateinische Buchstaben ohne Leerzeichen.
es: Por favor, utilice letras latinas sin espacios solamente.
et: Palun kasutage ainult tühikuteta ladina tähti.
fi: Käytä vain latinalaisia kirjaimia ilman välilyöntejä.
ky: Сураныч, боштуксуз гана латын тамгаларын колдонуңуз.
lt: Prašome naudoti tik lotyniškas raides be tarpų.
lv: Lūdzu, izmantojiet tikai latīņu burtus bez atstarpēm.
nb: Vennligst bruk latinske bokstaver uten mellomrom.
pl: Prosimy używać wyłącznie liter łacińskich bez spacji.
ru: Пожалуйста, используйте только латинские буквы без пробелов.
sv: Använd endast latinska bokstäver utan mellanslag.
th: กรุณาใช้ตัวอักษรละตินโดยไม่ต้องเว้นวรรคเท่านั้น
uk: Будь ласка, використовуйте лише латинські літери без пробілів.

source: Plugin options are invalid.
ar: خيارات البرنامج المساعد غير صالحة.
az: Plugin seçimləri etibarsızdır.
bn: প্লাগইন বিকল্পগুলি অবৈধ৷
cs: Možnosti pluginu jsou neplatné.
de: Plugin-Optionen sind ungültig.
es: Las opciones del complemento no son válidas.
et: Plugina valikud on kehtetud.
fi: Plugin vaihtoehdot ovat virheellisiä.
ky: Плагин параметрлери жараксыз.
lt: Netinkamos papildinio parinktys.
lv: Spraudņa opcijas nav derīgas.
nb: Plugin-alternativene er ugyldige.
pl: Opcje wtyczki są nieprawidłowe.
ru: Параметры плагина недействительны.
sv: Plugin-alternativen är ogiltiga.
th: ตัวเลือกปลั๊กอินไม่ถูกต้อง
uk: Параметри плагіна недійсні.

source: Pods
ar: القرون
az: Qabıqlar
bn: শুঁটি
cs: Pody
es: Vainas
et: Kaunad
fi: Palot
lt: Ankštys
lv: Pākstis
pl: Strąki
ru: Стручки
sv: Skida
th: พ็อด
uk: Стручки

source: Policy
ar: سياسة
az: Siyasət
bn: নীতি
cs: Politika
de: Politik
es: Política
et: Reeglid
fi: Käytäntö
ky: Саясат
lt: politika
lv: Politika
nb: Politikk
pl: Polityka
ru: Политика
sv: Politik
th: นโยบาย
uk: політика

source: Policy: {policy}
ar: سياسة:{policy}
az: Siyasət: {policy}
bn: নীতি:{policy}
cs: Politika:{policy}
de: Politik:{policy}
es: Política: {policy}
et: Eeskirjad:{policy}
fi: Käytäntö:{policy}
ky: Саясат:{policy}
lt: Politika:{policy}
lv: Politika:{policy}
nb: Politikk:{policy}
pl: Polityka:{policy}
ru: Политика:{policy}
sv: Politik:{policy}
th: นโยบาย:{policy}
uk: Політика:{policy}

source: Port
ar: ميناء
az: Liman
bn: বন্দর
de: Hafen
es: Puerto
fi: Portti
ky: Порт
lt: Uostas
lv: Osta
nb: Havn
ru: Порт
sv: Hamn
th: ท่าเรือ
uk: Порт

source: Port has been created.
ar: تم إنشاء المنفذ.
az: Liman yaradılıb.
bn: বন্দর তৈরি হয়েছে।
cs: Port byl vytvořen.
de: Port wurde erstellt.
es: Se ha creado el puerto.
et: Port on loodud.
fi: Portti on luotu.
ky: Порт түзүлдү.
lt: Prievadas sukurtas.
lv: Ports ir izveidots.
nb: Port er opprettet.
pl: Port został utworzony.
ru: Порт создан.
sv: Port har skapats.
th: สร้างพอร์ตแล้ว
uk: Порт створено.

source: Port number in the range should be at most {portMax}.
ar: يجب أن يكون رقم المنفذ في النطاق على الأكثر{portMax} .
az: Aralığdakı port nömrəsi ən çox olmalıdır{portMax}.
bn: পরিসরে পোর্ট নম্বর সর্বাধিক হওয়া উচিত{portMax} .
cs: Číslo portu v rozsahu by mělo být maximálně{portMax} .
de: Die Portnummer im Bereich sollte höchstens sein{portMax} .
es: El número de puerto del alcance debe ser como máximo {portMax}.
et: Porti number vahemikus peaks olema maksimaalselt{portMax} .
fi: Portin numero alueella saa olla enintään{portMax} .
ky: Диапазондогу порт номери эң көп болушу керек{portMax} .
lt: Prievado numeris diapazone turėtų būti daugiausiai{portMax} .
lv: Porta numuram diapazonā ir jābūt ne vairāk kā{portMax} .
nb: Portnummer i området bør være maksimalt{portMax} .
pl: Numer portu w zakresie powinien wynosić co najwyżej{portMax} .
ru: Номер порта в диапазоне должен быть не более{portMax} .
sv: Portnummer i intervallet bör vara högst{portMax} .
th: หมายเลขพอร์ตในช่วงควรมีมากที่สุด{portMax} .
uk: Номер порту в діапазоні має бути не більше{portMax} .

source: Port range
ar: نطاق المنفذ
az: Port əhatəsi
bn: পোর্ট ব্যাপ্তি
cs: Rozsah portů
de: Port-Bereich
es: Rango de puertos
et: Pordivahemik
fi: Porttialue
ky: Порт колому
lt: Prievadų diapazonas
lv: Ostas diapazons
nb: Port rekkevidde
pl: Zakres portów
ru: Диапазон портов
sv: Portområde
th: ช่วงพอร์ต
uk: Діапазон портів

source: Port security enabled
ar: تم تمكين أمان المنفذ
az: Port təhlükəsizliyi aktivdir
bn: পোর্ট নিরাপত্তা সক্রিয়
cs: Zabezpečení portu povoleno
de: Portsicherheit aktiviert
es: Seguridad portuaria habilitada
et: Sadama turvalisus on lubatud
fi: Portin suojaus käytössä
ky: Порт коопсуздугу иштетилди
lt: Prievado apsauga įjungta
lv: Portu drošība ir iespējota
nb: Portsikkerhet aktivert
pl: Włączono zabezpieczenie portu
ru: Безопасность порта включена
sv: Portsäkerhet aktiverad
th: เปิดใช้งานความปลอดภัยของพอร์ตแล้ว
uk: Безпеку порту ввімкнено

source: Ports
ar: الموانئ
az: Limanlar
bn: বন্দর
cs: Porty
es: Puertos
et: Sadamad
fi: Portit
ky: Порттар
lt: Uostai
lv: Ostas
nb: Porter
pl: Porty
ru: Порты
sv: Hamnar
th: พอร์ต
uk: Порти

source: Positive
ar: موجب
az: Müsbət
bn: ইতিবাচক
cs: Kladný
de: Positiv
es: Positivo
et: Positiivne
fi: Positiivinen
ky: Позитивдүү
lt: Teigiamas
lv: Pozitīvi
nb: Positiv
pl: Pozytywny
ru: Положительный
sv: Positiv
th: เชิงบวก
uk: Позитивний

source: Postal
ar: بريدي
az: Poçt
bn: ডাক
cs: PSČ
et: Posti
fi: Posti
ky: Почта
lt: Pašto
lv: Pasts
nb: Postnummer
pl: Pocztowy
ru: Почтовый
sv: Post
th: ไปรษณีย์
uk: Поштовий

source: Postal code
ar: الرمز البريدي
az: Poçt kodu
bn: পোস্ট অফিসের নাম্বার
cs: Poštovní směrovací číslo
de: Postleitzahl
es: Código postal
et: Postiaadress
fi: Postinumero
ky: Почта индекси
lt: Pašto kodas
lv: Pasta indekss
nb: Postnummer
pl: Kod pocztowy
ru: Почтовый индекс
sv: Postnummer
th: รหัสไปรษณีย์
uk: Поштовий індекс

source: Powered by
ar: يعمل بواسطة
az: Dəstəkləyən:
bn: দ্বারা চালিত
de: Unterstützt von
es: Desarrollado por
et: Hoiab töös
fi: Tuen toimitti
lt: Parengta pagal
lv: Nodrošina
nb: Drevet av
pl: ZASILANY PRZEZ
ru: Руководствовался
sv: Drivs av
th: ขับเคลื่อนโดย
uk: ЗА ДОПОМОГОЮ

source: Preferred language
ar: اللغة المفضلة
az: Üstünlük verilən dil
bn: পছন্দের ভাষা
cs: Preferovaný jazyk
de: Bevorzugte Sprache
es: Idioma preferido
et: Eelistatud keel
fi: Ensisijainen kieli
ky: Тандалган тил
lt: Pageidautina kalba
lv: Vēlamā valoda
nb: Foretrukket språk
pl: Preferowany język
ru: Предпочитаемый язык
sv: Föredraget språk
th: ภาษาที่ต้องการ
uk: Бажана мова

source: Preview
ar: معاينه
az: İlkin baxış
bn: পূর্বরূপ
cs: Náhled
de: Vorschau
es: Vista previa
et: Eelvaade
fi: Ennakkoesitys
ky: Алдын ала көрүү
lt: Peržiūra
lv: Priekšskatījums
nb: Forhåndsvisning
pl: Prapremiera
ru: Предварительный просмотр
sv: Förhandsvisning
th: ดูตัวอย่าง
uk: Попередній перегляд

source: Preview changes
ar: معاينة التغييرات
az: Önizləmə dəyişiklikl
bn: পূর্বরূপ পরিবর্তন
cs: Náhled změn
de: Vorschau der Änderungen
es: Vista previa de los cambios
et: Muudatuste eelvaade
fi: Esikatsele muutokset
ky: Өзгөртүүлөрдү алдын ала көрүү
lt: Peržiūrėkite pakeitimus
lv: Priekšskatīt izmaiņas
nb: Forhåndsvis endringer
pl: Podgląd zmian
ru: Предварительный просмотр изменений
sv: Förhandsgranska ändringar
th: ดูตัวอย่างการเปลี่ยนแปลง
uk: Попередній перегляд змін

source: Preview offering
ar: معاينة العرض
az: Təklif önizləmə
bn: প্রিভিউ অফার
cs: Náhled nabídky
de: Vorschau Angebot
es: Vista previa de oferta
et: Pakkumise eelvaade
fi: Esikatselu tarjonta
ky: Сунушту алдын ала көрүү
lt: Peržiūrėti pasiūlymą
lv: Piedāvājuma priekšskatījums
nb: Forhåndsvisningstilbud
pl: Podgląd oferty
ru: Предварительный просмотр предложения
sv: Förhandsgranska erbjudande
th: ดูตัวอย่างข้อเสนอ
uk: Попередній перегляд пропозиції

source: Preview order form
ar: معاينة نموذج الطلب
az: Önizləmə sifariş forması
bn: প্রিভিউ অর্ডার ফর্ম
cs: Náhled objednávkového formuláře
de: Vorschau des Bestellformulars
es: Vista previa del formulario de pedido
et: Tellimisvormi eelvaade
fi: Esikatsele tilauslomake
ky: Заказ формасын алдын ала көрүү
lt: Peržiūrėkite užsakymo formą
lv: Priekšskatīt pasūtījuma veidlapu
nb: Forhåndsvis bestillingsskjema
pl: Podgląd formularza zamówienia
ru: Предварительный просмотр формы заказа
sv: Förhandsgranska beställningsformulär
th: ดูตัวอย่างแบบฟอร์มการสั่งซื้อ
uk: Попередній перегляд форми замовлення

source: Previous
ar: سابق
az: Əvvəlki
bn: আগে
cs: Předchozí
de: Vorherige
es: Anterior
et: Eelmine
fi: Edellinen
ky: Мурунку
lt: Ankstesnis
lv: Iepriekšējo
nb: Forrige
pl: Poprzedni
ru: Предыдущий
sv: Föregående
th: ก่อนหน้า
uk: Попередній

source: Price
ar: ثمن
az: Qiymət
bn: দাম
cs: Cena
de: Preis
es: Precio
et: Hind
fi: Hinta
ky: Баасы
lt: Kaina
lv: Cena
nb: Pris
pl: Cena
ru: Цена
sv: Pris
th: ราคา
uk: Ціна

source: Price for consumption
ar: السعر للاستهلاك
az: İstehlak üçün qiymət
bn: খরচ জন্য মূল্য
cs: Cena za spotřebu
de: Preis für den Verbrauch
es: Precio por consumo
et: Tarbimise hind
fi: Hinta kulutukseen
ky: Керектөө баасы
lt: Vartojimo kaina
lv: Cena par patēriņu
nb: Pris for forbruk
pl: Cena do spożycia
ru: Цена потребления
sv: Pris för konsumtion
th: ราคาเพื่อการบริโภค
uk: Ціна за споживання

source: Price is estimated.
ar: السعر مقدر.
az: Qiyməti təxminidir.
bn: মূল্য আনুমানিক।
cs: Cena se odhaduje.
de: Der Preis wird geschätzt.
es: El precio es estimado.
et: Hind on arvestuslik.
fi: Hinta on arvioitu.
ky: Баасы болжолдуу.
lt: Kaina apskaičiuota.
lv: Cena ir aprēķināta.
nb: Pris er estimert.
pl: Cena jest szacunkowa.
ru: Цена ориентировочная.
sv: Priset är uppskattat.
th: เป็นราคาโดยประมาณ
uk: Ціна орієнтовна.

source: Price per 30 days
ar: السعر لكل 30 يوما
az: 30 gündə qiymət
bn: প্রতি 30 দিনের দাম
cs: Cena za 30 dní
de: Preis pro 30 Tage
es: Precio por 30 días
et: 30 päeva hind
fi: Hinta per 30 päivää
ky: Баасы 30 күнгө
lt: Kaina per 30 dienų
lv: Cena par 30 dienām
nb: Pris per 30 dager
pl: Cena za 30 dni
ru: Цена за 30 дней
sv: Pris per 30 dagar
th: ราคาต่อ 30 วัน
uk: Ціна за 30 днів

source: Price per 365 days
ar: السعر لكل 365 يوم
az: 365 gündə qiymət
bn: প্রতি 365 দিনে মূল্য
cs: Cena za 365 dní
de: Preis pro 365 Tage
es: Precio por 365 días
et: 365 päeva hind
fi: Hinta per 365 päivää
ky: Баасы 365 күн
lt: Kaina už 365 dienas
lv: Cena par 365 dienām
nb: Pris per 365 dager
pl: Cena za 365 dni
ru: Цена за 365 дней
sv: Pris per 365 dagar
th: ราคาต่อ 365 วัน
uk: Ціна за 365 днів

source: Price per day
ar: السعر في اليوم الواحد
az: Gündəlik qiymət
bn: প্রতিদিনের দাম
cs: Cena za den
de: Preis pro Tag
es: Precio por día
et: Päeva hind
fi: Hinta per päivä
ky: Күнүнө баасы
lt: Kaina per dieną
lv: Cena par dienu
nb: Pris per dag
pl: Cena za dzień
ru: Цена в день
sv: Pris per dag
th: ราคาต่อวัน
uk: Ціна за добу

source: Price per half-month
ar: السعر لكل نصف شهر
az: Yarım aylıq qiymət
bn: প্রতি অর্ধমাস মূল্য
cs: Cena za půl měsíce
de: Preis pro Halbmonat
es: Precio por medio mes
et: Poole kuu hind
fi: Hinta per puoli kuukautta
ky: Жарым айлык баасы
lt: Pusmečio kaina
lv: Cena par pusmēnesi
nb: Pris per halv måned
pl: Cena za pół miesiąca
ru: Цена за полмесяца
sv: Pris per halv månad
th: ราคารายครึ่งเดือน
uk: Ціна за півмісяця

source: Price per half month
ar: السعر لكل نصف شهر
az: Yarım aylıq qiymət
bn: প্রতি অর্ধ মাসে মূল্য
cs: Cena za půl měsíce
de: Preis pro halben Monat
es: Precio por medio mes
et: Poole kuu hind
fi: Hinta per puoli kuukautta
ky: Баасы жарым айга
lt: Pusmečio kaina
lv: Cena par pusmēnesi
nb: Pris per halv måned
pl: Cena za pół miesiąca
ru: Цена за полмесяца
sv: Pris per halv månad
th: ราคาต่อครึ่งเดือน
uk: Ціна за півмісяця

source: Price per hour
ar: سعر الساعة
az: Saat başına qiymət
bn: প্রতি ঘণ্টায় দাম
cs: Cena za hodinu
de: Preis pro Stunde
es: Precio por hora
et: Tunnihind
fi: Hinta per tunti
ky: Баасы саатына
lt: Valandos kaina
lv: Cena par stundu
nb: Pris per time
pl: Cena za godzinę
ru: Цена за час
sv: Pris per timme
th: ราคาต่อชั่วโมง
uk: Ціна за годину

source: Price per month
ar: السعر شهريا
az: Aylıq qiymət
bn: প্রতি মাসে দাম
cs: Cena za měsíc
de: Preis pro Monat
es: Precio por mes
et: Hind kuus
fi: Hinta kuukaudessa
ky: Айына баасы
lt: Kaina per mėnesį
lv: Cena mēnesī
nb: Pris per måned
pl: Cena za miesiąc
ru: Цена в месяц
sv: Pris per månad
th: ราคาต่อเดือน
uk: Ціна за місяць

source: Price per unit
ar: السعر لكل وحدة
az: Vahid başına qiymət
bn: ইউনিট প্রতি মূল্য
cs: Cena za jednotku
de: Preis pro Einheit
es: Precio por unidad
et: Hind ühiku kohta
fi: Yksikköhinta
ky: Бирдигине баа
lt: Vieneto kaina
lv: Cena par vienību
nb: Pris per enhet
pl: Cena za jednostkę
ru: Цена за единицу
sv: Pris per enhet
th: ราคาต่อหน่วย
uk: Ціна за одиницю

source: Price per year
ar: السعر في السنة
az: İldə qiymət
bn: প্রতি বছর মূল্য
cs: Cena za rok
de: Preis pro Jahr
es: Precio por año
et: HInd aasta kohta
fi: Hinta per vuosi
ky: Баасы жылына
lt: Kaina per metus
lv: Cena gadā
nb: Pris per år
pl: Cena za rok
ru: Цена за год
sv: Pris per år
th: ราคาต่อปี
uk: Ціна за рік

source: Pricelist
ar: قائمة الاسعار
az: Qiymətçi
bn: মূল্য তালিকা
cs: Ceník
de: Preisliste
es: Lista de precios
et: Hinnakiri
fi: Hinta lista
ky: Баа тизмеси
lt: Kainoraštis
lv: Cenrādis
nb: pris liste
pl: Cennik
ru: Прейскурант
sv: Prislista
th: รายการราคา
uk: Прайс лист

source: Prices have been updated successfully.
ar: تم تحديث الأسعار بنجاح.
az: Qiymətlər uğurla yeniləndi.
bn: মূল্য সফলভাবে আপডেট করা হয়েছে.
cs: Ceny byly úspěšně aktualizovány.
de: Die Preise wurden erfolgreich aktualisiert.
es: Los precios se han actualizado correctamente.
et: Hindade uuendamine õnnestus.
fi: Hinnat on päivitetty onnistuneesti.
ky: Баалар ийгиликтүү жаңыртылды.
lt: Kainos sėkmingai atnaujintos.
lv: Cenas ir veiksmīgi atjauninātas.
nb: Prisene er oppdatert.
pl: Ceny zostały pomyślnie zaktualizowane.
ru: Цены успешно обновлены.
sv: Priserna har uppdaterats framgångsrikt.
th: อัปเดตราคาเรียบร้อยแล้ว
uk: Ціни успішно оновлено.

source: Pricing
ar: التسعير
az: Qiymətləndirmə
bn: মূল্য নির্ধারণ
cs: Stanovení cen
de: Preisgestaltung
es: Precios
et: Hinnakujundus
fi: Hinnoittelu
ky: Баа коюу
lt: Kainodara
lv: Cenu noteikšana
nb: Priser
pl: Ceny
ru: Ценообразование
sv: Prissättning
th: ราคา
uk: Ціноутворення

source: Pricing & setup
ar: التسعير والإعداد
az: Qiymət və quraşdırma
bn: মূল্য নির্ধারণ এবং সেটআপ
cs: Ceny a nastavení
de: Preise und Einrichtung
es: Precios y configuración
et: Hinnakujundus ja seadistamine
fi: Hinnoittelu ja asennus
ky: Баа жана орнотуу
lt: Kainos ir sąranka
lv: Cenu noteikšana un iestatīšana
nb: Pris og oppsett
pl: Ceny i konfiguracja
ru: Цены и настройка
sv: Prissättning och inställning
th: ราคาและการตั้งค่า
uk: Ціни та налаштування

source: Pricing tier
ar: طبقة التسعير
az: Qiymət səviyyəsi
bn: মূল্যের স্তর
cs: Cenová úroveň
de: Preisstufe
es: Nivel de precios
et: Hinnakujunduse määramistasand
fi: Hinnoittelutaso
ky: Баа деңгээли
lt: Kainodaros pakopa
lv: Cenu noteikšanas līmenis
nb: Prisnivå
pl: Poziom cenowy
ru: Ценовая категория
sv: Prissättning nivå
th: ระดับราคา
uk: Рівень ціноутворення

source: Print invoice
ar: طباعة الفاتورة
az: Fakturanı çap edin
bn: চালান প্রিন্ট করুন
cs: Tisk faktury
de: Rechnung drucken
es: Imprimir factura
et: Prindi arve
fi: Tulosta lasku
ky: Эсеп-фактураны басып чыгаруу
lt: Spausdinti sąskaitą faktūrą
lv: Drukāt rēķinu
nb: Skriv ut faktura
pl: Wydrukować fakturę
ru: Распечатать счёт
sv: Skriv ut faktura
th: พิมพ์ใบแจ้งหนี้
uk: Роздрукувати рахунок-фактуру

source: Print record
ar: سجل الطباعة
az: Qeydi çap edin
bn: প্রিন্ট রেকর্ড
cs: Tisk záznamu
de: Datensatz drucken
es: Imprimir registro
et: Prindi kirje
fi: Tulosta tietue
ky: Жазууну басып чыгаруу
lt: Spausdinti įrašą
lv: Drukāt ierakstu
nb: Skriv ut post
pl: Wydrukuj zapis
ru: Распечатать запись
sv: Skriv ut post
th: พิมพ์บันทึก
uk: Роздрукувати запис

source: Priority
ar: أولوية
az: Prioritet
bn: অগ্রাধিকার
cs: Priorita
de: Priorität
es: Prioridad
et: Prioriteet
fi: Prioriteetti
ky: Приоритет
lt: Prioritetas
lv: Prioritāte
nb: Prioritet
pl: Priorytet
ru: Приоритет
sv: Prioritet
th: ลำดับความสำคัญ
uk: Пріоритет

source: Privacy Policy
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
bn: গোপনীয়তা নীতি
cs: Ochrana osobních údajů
de: Datenschutz-Bestimmungen
es: Política de privacidad
et: Privaatsuspoliitika
fi: Tietosuojakäytäntö
ky: Купуялык саясаты
lt: Privatumo politika
lv: Privātuma politika
nb: Personvernpolicy
pl: Polityka prywatności
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності

source: Privacy policy
ar: سياسة الخصوصية
az: Məxfilik siyasəti
bn: গোপনীয়তা নীতি
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinien
es: Política de privacidad
et: Privaatsuspoliitika
fi: Tietosuojakäytäntö
ky: Купуялык саясаты
lt: Privatumo politika
lv: Privātuma politika
nb: Personvernregler
pl: Polityka prywatności
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності

source: Privacy policy link
ar: رابط سياسة الخصوصية
az: Məxfilik siyasəti bağlantısı
bn: গোপনীয়তা নীতি লিঙ্ক
cs: Odkaz na zásady ochrany osobních údajů
de: Link zur Datenschutzerklärung
es: Enlace de política de privacidad
et: Privaatsuspoliitika link
fi: Tietosuojakäytäntö linkki
ky: Купуялык саясаты шилтемеси
lt: Privatumo politikos nuoroda
lv: Privātuma politikas saite
nb: Link til personvernerklæring
pl: Link do polityki prywatności
ru: Ссылка на политику конфиденциальности
sv: Sekretesspolicy länk
th: ลิงค์นโยบายความเป็นส่วนตัว
uk: Посилання на політику конфіденційності

source: Private cloud
ar: سحابة خاصة
az: Şəxsi bulud
bn: ব্যক্তিগত মেঘ
cs: Soukromý cloud
de: Private Wolke
es: Nube privada
et: Privaatne pilv
fi: Yksityinen pilvi
ky: Жеке булут
lt: Privatus debesis
lv: Privāts mākonis
nb: Privat sky
pl: Prywatna chmura
ru: Частное облако
sv: Privat moln
th: คลาวด์ส่วนตัว
uk: Приватна хмара

source: Private clouds
ar: السحب الخاصة
az: Özəl buludlar
bn: ব্যক্তিগত মেঘ
cs: Soukromé cloudy
de: Private Wolken
es: Nubes privadas
et: Privaatpilved
fi: Yksityiset pilvet
ky: Жеке булуттар
lt: Privatūs debesys
lv: Privātie mākoņi
nb: Private skyer
pl: Prywatne chmury
ru: Частные облака
sv: Privata moln
th: เมฆส่วนตัว
uk: Приватні хмари

source: Processor
ar: المعالج
az: Prosessor
bn: প্রসেসর
cs: Procesor
de: Auftragsverarbeiter
es: Procesador
et: Protsessor
fi: Prosessori
ky: Процессор
lt: Procesorius
lv: Procesors
nb: Prosessor
pl: Edytor
ru: Процессор
th: โปรเซสเซอร์
uk: Процесор

source: Profile completion
ar: استكمال الملف الشخصي
az: Profilin tamamlanması
bn: প্রোফাইল সমাপ্তি
cs: Dokončení profilu
de: Profilvervollständigung
es: Finalización del perfil
et: Profiili täitmine
fi: Profiilin viimeistely
ky: Профиль бүтүрүү
lt: Profilio užbaigimas
lv: Profila pabeigšana
nb: Fullføring av profil
pl: Uzupełnianie profilu
ru: Заполнение профиля
sv: Profilkomplettering
th: โปรไฟล์เสร็จสมบูรณ์
uk: Заповнення профілю

source: Profile is disabled.
ar: تم تعطيل الملف الشخصي.
az: Profil deaktiv edilmişdir.
bn: প্রোফাইল নিষ্ক্রিয় করা হয়েছে.
cs: Profil je zakázán.
de: Profil ist deaktiviert.
es: El perfil está deshabilitado.
et: Profiil on keelatud.
fi: Profiili on poistettu käytöstä.
ky: Профиль өчүрүлгөн.
lt: Profilis išjungtas.
lv: Profils ir atspējots.
nb: Profilen er deaktivert.
pl: Profil jest wyłączony.
ru: Профиль отключен.
sv: Profilen är inaktiverad.
th: โปรไฟล์ถูกปิดใช้งาน
uk: Профіль вимкнено.

source: Profile is enabled.
ar: تم تمكين الملف الشخصي.
az: Profil aktivdir.
bn: প্রোফাইল সক্রিয় করা হয়েছে।
cs: Profil je povolen.
de: Profil ist aktiviert.
es: El perfil está activado.
et: Profiil on lubatud.
fi: Profiili on käytössä.
ky: Профиль иштетилди.
lt: Profilis įjungtas.
lv: Profils ir iespējots.
nb: Profilen er aktivert.
pl: Profil jest włączony.
ru: Профиль включен.
sv: Profilen är aktiverad.
th: โปรไฟล์ถูกเปิดใช้งาน
uk: Профіль увімкнено.

source: Profile management URL
ar: عنوان URL لإدارة الملف الشخصي
az: Profil idarəetmə URL
bn: প্রোফাইল ব্যবস্থাপনা URL
cs: Adresa URL pro správu profilu
de: Profilverwaltungs-URL
es: URL de administración de perfiles
et: Profiili haldamise URL
fi: Profiilin hallinnan URL-osoite
ky: Профиль башкаруу URL
lt: Profilio valdymo URL
lv: Profila pārvaldības URL
nb: URL for profiladministrasjon
pl: Adres URL zarządzania profilem
ru: URL-адрес управления профилем
sv: URL för profilhantering
th: URL การจัดการโปรไฟล์
uk: URL-адреса керування профілем

source: Profile picture
ar: صورة الملف الشخصي
az: Profil şəkli
bn: প্রোফাইল ছবি
cs: Profilový obrázek
de: Profilbild
es: Foto de perfil
et: Profiilipilt
fi: Profiilikuva
ky: Профиль сүрөтү
lt: Profilio nuotrauka
lv: Profila bilde
nb: Profilbilde
pl: Zdjęcie profilowe
ru: Изображение профиля
sv: Profilbild
th: รูปประวัติ
uk: Зображення профілю

source: Profile settings
ar: إعدادات الملف الشخصي
az: Profil parametrləri
bn: প্রোফাইল সেটিংস
cs: Nastavení profilu
de: Profileinstellungen
es: Configuración de perfil
et: Profiili sätted
fi: Profiilin asetukset
ky: Профиль жөндөөлөрү
lt: Profilio nustatymai
lv: Profila iestatījumi
nb: Innstillinger for profil
pl: Ustawienia profilu
ru: Настройки профиля
sv: Profilinställningar
th: การตั้งค่าโปรไฟล์
uk: Налаштування профілю

source: Progress
ar: ترقى
az: Tərəqqi
bn: অগ্রগতি
cs: Pokrok
de: Fortschritt
es: Progreso
et: Edusammud
fi: Edistyminen
ky: Прогресс
lt: Progresas
nb: Fremgang
pl: Postęp
ru: Прогресс
sv: Framsteg
th: ความคืบหน้า
uk: Прогрес

source: Project
ar: مشروع
az: Layihə
bn: প্রকল্প
cs: Projekt
de: Department
es: Proyecto
et: Projekt
fi: Projekti
ky: Долбоор
lt: Projektas
lv: Projekts
nb: Prosjekt
pl: Projekt
ru: Проект
sv: Projekt
th: โครงการ
uk: Демонструвати

source: Project ID
ar: معرف المشروع
az: Layihə identifikatoru
bn: প্রকল্প আইডি
cs: ID projektu
de: Projekt-ID
es: ID del proyecto
et: Projekti ID
fi: Projektin tunnus
ky: Долбоор ID
lt: Projekto ID
lv: Projekta ID
nb: Prosjekt-ID
pl: Identyfikator projektu
ru: Идентификатор проекта
sv: Projekt-ID
th: รหัสโครงการ
uk: ID проекту

source: Project aggregates and isolates teams and resources.
ar: يقوم المشروع بتجميع وعزل الفرق والموارد.
az: Layihə komandaları və resursları birləşdirir və təcrid edir.
bn: প্রকল্প দল এবং সংস্থানগুলিকে একত্রিত করে এবং বিচ্ছিন্ন করে।
cs: Projekt sdružuje a odděluje týmy a zdroje.
de: Projekt aggregiert und isoliert Teams und Ressourcen.
es: El proyecto agrega y aísla equipos y recursos.
et: Projekt koondab ja eraldab meeskonnad ja ressursid.
fi: Projekti kokoaa ja eristää tiimejä ja resursseja.
ky: Долбоор топторду жана ресурстарды бириктирет жана бөлүп турат.
lt: Projektas sujungia ir izoliuoja komandas ir išteklius.
lv: Projekts apkopo un izolē komandas un resursus.
nb: Prosjektet samler og isolerer team og ressurser.
pl: Projekt agreguje i izoluje zespoły i zasoby.
ru: Проект объединяет и изолирует команды и ресурсы.
sv: Projektaggregerar och isolerar grupper och resurser.
th: โครงการรวบรวมและแยกทีมและทรัพยากร
uk: Проект об’єднує та ізолює команди та ресурси.

source: Project cost
ar: تكلفة المشروع
az: Layihənin dəyəri
bn: প্রকল্পের খরচ
cs: Náklady na projekt
de: Projektkosten
es: Coste del proyecto
et: Projekti maksumus
fi: Projektin hinta
ky: Долбоордун баасы
lt: Projekto kaina
lv: Projekta izmaksas
nb: Prosjektkostnad
pl: Koszt projektu
ru: Стоимость проекта
sv: Projektkostnad
th: ต้นทุนโครงการ
uk: Вартість проекту
