Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Technical code used by accounting software.
ar: الكود الفني الذي يستخدمه برنامج المحاسبة.
az: Mühasibat proqramı tərəfindən istifadə olunan texniki kod.
bn: অ্যাকাউন্টিং সফ্টওয়্যার দ্বারা ব্যবহৃত প্রযুক্তিগত কোড।
cs: Technický kód používaný účetním softwarem.
de: Technischer Code, der von Buchhaltungssoftware verwendet wird.
es: Código técnico utilizado por el software de contabilidad.
et: Raamatupidamistarkvara kasutatav tehniline kood.
fi: Kirjanpito-ohjelmiston käyttämä tekninen koodi.
ky: Бухгалтердик программалык камсыздоо тарабынан колдонулган техникалык код.
lt: Techninis kodas, kurį naudoja apskaitos programinė įranga.
lv: Tehniskais kods, ko izmanto grāmatvedības programmatūra.
nb: Teknisk kode som brukes av regnskap programvare.
pl: Kod techniczny używany przez oprogramowanie księgowe.
ru: Технический код, используемый бухгалтерским программным обеспечением.
sv: Teknisk kod som används av redovisningsprogram.
th: รหัสทางเทคนิคที่ใช้โดยซอฟต์แวร์บัญชี
uk: Технічний код, який використовується програмним забезпеченням бухгалтерського обліку.

source: Technical name intended for integration and automated reporting. Please use Latin letters without spaces only.
ar: اسم تقني مخصص للتكامل وإعداد التقارير الآلية. يرجى استخدام الحروف اللاتينية بدون مسافات فقط.
az: İnteqrasiya və avtomatlaşdırılmış hesabat üçün nəzərdə tutulan texniki ad. Zəhmət olmasa Latın hərflərini yalnız boşluq olmadan istifadə
bn: ইন্টিগ্রেশন এবং স্বয়ংক্রিয় প্রতিবেদনের জন্য প্রযুক্তিগত নাম। অনুগ্রহ করে শুধুমাত্র স্পেস ছাড়াই ল্যাটিন অক্ষর ব্যবহার করুন।
cs: Technický název určený pro integraci a automatizované hlášení. Používejte prosím pouze latinku bez mezer.
de: Technischer Name für Integration und automatisiertes Reporting. Bitte verwenden Sie nur lateinische Buchstaben ohne Leerzeichen.
es: Nombre técnico destinado a la integración y a la generación de informes automatizados. Por favor, utilice letras latinas sin espacios solamente.
et: Integreerimiseks ja automatiseeritud aruandluseks mõeldud tehniline nimi. Palun kasutage ainult tühikuteta ladina tähti.
fi: Integrointiin ja automaattiseen raportointiin tarkoitettu tekninen nimi. Käytä vain latinalaisia kirjaimia ilman välilyöntejä.
ky: Интеграция жана автоматташтырылган отчеттуулук үчүн арналган техникалык аталыш. Сураныч, боштуксуз гана латын тамгаларын колдонуңуз.
lt: Techninis pavadinimas, skirtas integravimui ir automatinėms ataskaitoms teikti. Prašome naudoti tik lotyniškas raides be tarpų.
lv: Tehniskais nosaukums, kas paredzēts integrācijai un automatizētai ziņošanai. Lūdzu, izmantojiet tikai latīņu burtus bez atstarpēm.
nb: Teknisk navn beregnet til integration og automatiseret rapportering. Vennligst bruk latinske bokstaver uten mellomrom.
pl: Nazwa techniczna przeznaczona do integracji i automatycznego raportowania. Prosimy używać wyłącznie liter łacińskich bez spacji.
ru: Техническое название, предназначенное для интеграции и автоматизированной отчетности. Пожалуйста, используйте только латинские буквы без пробелов.
sv: Tekniskt namn avsett för integration och automatiserad rapportering. Använd latinska bokstäver utan mellanslag.
th: ชื่อทางเทคนิคมีไว้สำหรับการผสานรวมและการรายงานอัตโนมัติ กรุณาใช้ตัวอักษรละตินโดยไม่ต้องเว้นวรรคเท่านั้น
uk: Технічна назва, призначена для інтеграції та автоматизованої звітності. Будь ласка, використовуйте лише латинські літери без пробілів.

source: Template
ar: قالب
az: Şablon
bn: টেমপ্লেট
cs: Šablona
de: Vorlage
es: Plantilla
et: Mall
fi: Malline
ky: Шаблон
lt: Šablonas
lv: Veidne
nb: Mal
pl: Szablon
ru: Шаблон
sv: Mall
th: แม่แบบ
uk: Шаблон

source: Template details
ar: تفاصيل القالب
az: Şablon detalları
bn: টেমপ্লেট বিবরণ
cs: Podrobnosti šablony
de: Vorlagendetails
es: Detalles de la plantilla
et: Malli üksikasjad
fi: Mallin tiedot
ky: Үлгү чоо-жайы
lt: Šablono informacija
lv: Veidnes informācija
nb: Maldetaljer
pl: Szczegóły szablonu
ru: Сведения о шаблоне
sv: Malldetaljer
th: รายละเอียดเทมเพลต
uk: Деталі шаблону

source: Template field name
ar: اسم حقل القالب
az: Şablon sahəsinin adı
bn: টেমপ্লেট ক্ষেত্রের নাম
cs: Název pole šablony
de: Name des Vorlagenfelds
es: Nombre del campo de plantilla
et: Malli välja nimi
fi: Mallin kentän nimi
ky: Шаблон талаасынын аталышы
lt: Šablono lauko pavadinimas
lv: Veidnes lauka nosaukums
nb: Malfeltnavn
pl: Nazwa pola szablonu
ru: Имя поля шаблона
sv: Mallfältsnamn
th: ชื่อฟิลด์เทมเพลต
uk: Назва поля шаблону

source: Template files
ar: ملفات القالب
az: Şablon faylları
bn: টেমপ্লেট ফাইল
cs: Soubory šablon
de: Vorlagendateien
es: Archivos de plantilla
et: Malli failid
fi: Mallitiedostot
ky: Үлгү файлдары
lt: Šablonų failai
lv: Veidņu faili
nb: Mal filer
pl: Pliki szablonów
ru: Файлы шаблонов
sv: Mallfiler
th: ไฟล์เทมเพลต
uk: Файли шаблонів

source: Tenant
ar: مستأجر
az: İcarədar
bn: প্রজা
cs: Klient
de: Mieter
es: Inquilino
et: Üürnik
fi: Vuokralainen
ky: Ижарачы
lt: Nuomininkas
lv: Īrnieks
nb: Leietaker
pl: Najemca
ru: Жилец
sv: Hyresgäst
th: ผู้เช่า
uk: ОРЕНДАР

source: Tenant ID
ar: معرف المستأجر
az: İcarədar ID-si
bn: ভাড়াটে আইডি
cs: ID klienta
de: Mandanten-ID
es: ID de inquilino
et: Üürniku ID
fi: Vuokralaisen tunnus
ky: Ижарачы ID
lt: Nuomininko ID
lv: Īrnieka ID
nb: Leietaker ID
pl: Identyfikator najemcy
ru: Идентификатор арендатора
sv: Hyresgäst-ID
th: รหัสผู้เช่า
uk: ID орендаря

source: Tenant description
ar: وصف المستأجر
az: Kirayəçinin təsviri
bn: ভাড়াটে বর্ণনা
cs: Popis klienta
de: Mieterbeschreibung
es: Descripción del inquilino
et: Tenanti kirjeldus
fi: Vuokralaisen kuvaus
ky: Ижарачы сүрөттөмө
lt: Nuomininko aprašymas
lv: Īrnieka apraksts
nb: Leietakerbeskrivelse
pl: Opis najemcy
ru: Описание арендатора
sv: Hyresgästen beskrivning
th: คำอธิบายผู้เช่า
uk: Опис орендаря

source: Tenant name
ar: اسم المستأجر
az: İcarədar adı
bn: ভাড়াটে নাম
cs: Název klienta
de: Name des Mieters
es: Nombre del inquilino
et: Tenanti nimi
fi: Vuokralaisen nimi
ky: Ижарачынын аты
lt: Nuomininko vardas
lv: Īrnieka vārds
nb: Leietakernavn
pl: Nazwa najemcy
ru: Имя арендатора
sv: Hyresgästens namn
th: ชื่อผู้เช่า
uk: Ім&#39;я орендаря

source: Tenant user password
ar: كلمة مرور المستخدم المستأجر
az: İcarədar istifadəçi şifrəsi
bn: ভাড়াটে ব্যবহারকারীর পাসওয়ার্ড
cs: Heslo uživatele klienta
de: Mandantenbenutzerkennwort
es: Contraseña de usuario del inquilino
et: Esialgne parool
fi: Vuokralaisen käyttäjän salasana
ky: Ижарачы колдонуучу сырсөз
lt: Nuomininko vartotojo slaptažodis
lv: Īrnieka lietotāja parole
nb: Leietaker brukerpassord
pl: Hasło użytkownika dzierżawcy
ru: Пароль пользователя арендатора
sv: Hyresgästens användarlösenord
th: รหัสผ่านผู้ใช้ของผู้เช่า
uk: Пароль користувача орендаря

source: Tenant user username
ar: اسم مستخدم المستخدم المستأجر
az: İcarədar istifadəçi adı
bn: ভাড়াটে ব্যবহারকারী ব্যবহারকারীর নাম
cs: Uživatelské jméno klienta
de: Benutzername für Mandantenbenutzer
es: Nombre de usuario del usuario del inquilino
et: Tenanti nimi
fi: Vuokralaisen käyttäjätunnus
ky: Ижарачы колдонуучу аты
lt: Nuomininko vartotojo vardas
lv: Īrnieka lietotāja lietotājvārds
nb: Brukernavn for leietaker
pl: Nazwa użytkownika użytkownika dzierżawy
ru: Имя пользователя арендатора
sv: Användarnamn för hyresgästen
th: ชื่อผู้ใช้ของผู้เช่า
uk: Ім&#39;я користувача орендаря

source: Terminate
ar: إنهاء
az: Sonda
bn: সমাপ্ত করুন
cs: Ukončit
de: Beenden
es: Terminar
et: Peata
fi: Lopeta
ky: Аяктоо
lt: Nutraukti
lv: Pārtraukt
nb: Avslutte
pl: Zakończyć
ru: Кончать
sv: Avsluta
th: ยุติ
uk: Припинити

source: Terminate an existing resource
ar: إنهاء مورد موجود
az: Mövcud mənbəni dayandırın
bn: একটি বিদ্যমান সম্পদ সমাপ্ত করুন
cs: Ukončit existující zdroj
de: Beenden Sie eine vorhandene Ressource
es: Terminar un recurso existente
et: Sellele ressursile puuduvad sündmused.
fi: Lopeta olemassa oleva resurssi
ky: Учурдагы ресурсту токтотуу
lt: Nutraukti esamą išteklių
lv: Pārtraukt esošo resursu
nb: Avslutte en eksisterende ressurs
pl: Zakończ istniejący zasób
ru: Завершить существующий ресурс
sv: Avsluta en befintlig resurs
th: ยุติทรัพยากรที่มีอยู่
uk: Припинити дію існуючого ресурсу

source: Terminate order item
ar: إنهاء عنصر الطلب
az: Sifariş elementini ləğv edin
bn: অর্ডার আইটেম বন্ধ
cs: Ukončit položku objednávky
de: Bestellposition beenden
es: Terminar el artículo del pedido
et: Lõpetage tellimuse üksus
fi: Lopeta tilausnimike
ky: Буйрутма пунктун токтотуу
lt: Nutraukti užsakymo prekę
lv: Pārtraukt pasūtījuma vienību
nb: Avslutt bestillingsvare
pl: Zakończ element zamówienia
ru: Прекратить позицию заказа
sv: Avsluta beställningsvara
th: ยุติรายการสั่งซื้อ
uk: Розірвати позицію замовлення

source: Terminate resource
ar: إنهاء المورد
az: Resursu dayandırın
bn: সম্পদ বন্ধ করুন
cs: Ukončit zdroj
de: Ressource beenden
es: Terminar recurso
et: Lõpeta ressurss
fi: Lopeta resurssi
ky: Ресурсту токтотуу
lt: Nutraukti išteklius
lv: Pārtraukt resursu
nb: Avslutt ressurs
pl: Zakończ zasób
ru: Завершить ресурс
sv: Avsluta resurs
th: ยุติทรัพยากร
uk: Закрити ресурс

source: Terminate resource {resourceName}
ar: إنهاء المورد{resourceName}
az: Resursu dayandırın {resourceName}
bn: সম্পদ বন্ধ করুন{resourceName}
cs: Ukončit zdroj {resourceName}
de: Ressource beenden {resourceName}
es: Terminar el recurso {resourceName}
et: Peata resurss {resourceName}
fi: Lopeta resurssi{resourceName}
ky: Ресурсту токтотуу{resourceName}
lt: Nutraukti šaltinį {resourceName}
lv: Pārtraukt resursu{resourceName}
nb: Avslutt ressurs {resourceName}
pl: Zakończ zasób{resourceName}
ru: Завершить ресурс{resourceName}
sv: Avsluta resurs {resourceName}
th: ยุติทรัพยากร{resourceName}
uk: Закрити ресурс{resourceName}

source: Terminated
ar: انهاء
az: Xitam
bn: সমাপ্ত
cs: Ukončeno
de: Beendet
es: Terminado
et: Peatatud
fi: Lopetettu
ky: Токтотулду
lt: Nutraukta
lv: Izbeigts
nb: Avsluttet
pl: Zakończony
ru: Прекращено
sv: Avslutade
th: สิ้นสุด
uk: Припинено

source: Terminating
ar: إنهاء
az: Sıxışdırmaq
bn: সমাপ্তি
cs: Ukončení
de: Beenden
es: Terminando
et: Termineerimine
fi: Lopetetaan
ky: Токтотуу
lt: Nutraukiama
lv: Pārtraukšana
nb: Avslutte
pl: Zakończenie
ru: Прекращение
sv: Avsluta
th: กำลังยุติ
uk: Припинення

source: Termination
ar: انهاء
az: Xitam
bn: সমাপ্তি
cs: Ukončení
de: Kündigung
es: Terminación
et: Lõpetamine
fi: Irtisanominen
ky: Аяктоо
lt: Nutraukimas
lv: Izbeigšana
nb: Avslutning
pl: Zakończenie
ru: Окончание
sv: Uppsägning
th: การสิ้นสุด
uk: Припинення

source: Termination date
ar: تاريخ الإنهاء
az: Xatlama tarixi
bn: আমার স্নাতকের
cs: Datum ukončení
de: Kündigungsdatum
es: Fecha de termino
et: Lõpetamiskuupäev
fi: Irtisanomispäivä
ky: Токтотуу күнү
lt: Nutraukimo data
lv: Izbeigšanas datums
nb: Sluttdato
pl: Data zakończenia
ru: Дата окончания
sv: Slutdatum
th: วันสิ้นสุด
uk: Дата припинення

source: Termination date: {date}
ar: تاريخ الإنهاء:{date}
az: Xatırma tarixi: {date}
bn: আমার স্নাতকের:{date}
cs: Datum ukončení:{date}
de: Kündigungsdatum:{date}
es: Fecha de termino: {date}
et: Lõpetamise kuupäev:{date}
fi: Irtisanomispäivä:{date}
ky: Токтотуу датасы:{date}
lt: Nutraukimo data:{date}
lv: Pārtraukšanas datums:{date}
nb: Sluttdato:{date}
pl: Data zakończenia:{date}
ru: Дата окончания:{date}
sv: Slutdatum:{date}
th: วันสิ้นสุด:{date}
uk: Дата припинення:{date}

source: Terms Of Service
ar: شروط الخدمة
az: Xidmət şərtləri
bn: সেবা পাবার শর্ত
cs: Podmínky služby
de: Nutzungsbedingungen
es: Términos De Servicio
et: Kasutustingimused
fi: Käyttöehdot
ky: Тейлөө шарттары
lt: Paslaugų teikimo sąlygomis
lv: Pakalpojuma noteikumi
nb: Vilkår for bruk
pl: Warunki korzystania z usługi
ru: Условия предоставления услуг
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
uk: Умови використання

source: Terms of Service
ar: شروط الخدمة
az: Xidmət Şərtləri
bn: সেবা পাবার শর্ত
cs: Smluvní podmínky
de: Nutzungsbedingungen
es: Términos de Servicio
et: Teenustingimused
fi: Käyttöehdot
ky: Тейлөө шарттары
lt: Paslaugų teikimo sąlygos
lv: Pakalpojuma noteikumi
nb: Vilkår for bruk
pl: Warunki korzystania z usługi
ru: Условия предоставления услуг
sv: Användarvillkoren
th: เงื่อนไขการให้บริการ
uk: Умови використання

source: Terms of Service link
ar: رابط شروط الخدمة
az: Xidmət şərtləri bağlantısı
bn: পরিষেবার শর্তাবলী লিঙ্ক
cs: Odkaz na podmínky služby
de: Link zu den Nutzungsbedingungen
es: Enlace a los Términos de Servicio
et: Teenusetingimuste link
fi: Palveluehdot linkki
ky: Тейлөө шарттары шилтемеси
lt: Paslaugos sąlygų nuoroda
lv: Pakalpojuma noteikumu saite
nb: Link til vilkår for bruk
pl: Link do Warunków korzystania z usługi
ru: Ссылка на Условия использования
sv: Länk för användarvillkor
th: ลิงก์ข้อกำหนดในการให้บริการ
uk: Посилання на умови використання

source: Terms of service
ar: شروط الخدمة
az: Xidmət şərtləri
bn: সেবা পাবার শর্ত
cs: Smluvní podmínky
de: Nutzungsbedingungen
es: Términos de servicio
et: Teenustingimused
fi: Käyttöehdot
ky: Тейлөө шарттары
lt: Paslaugų teikimo sąlygomis
lv: Pakalpojuma noteikumi
nb: Vilkår for bruk
pl: Warunki korzystania z usługi
ru: Условия предоставления услуг
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
uk: Умови використання

source: Terms of service link
ar: رابط شروط الخدمة
az: Xidmət şərtləri bağlantısı
bn: পরিষেবার শর্তাবলী লিঙ্ক
cs: Odkaz na podmínky služby
de: Link zu den Nutzungsbedingungen
es: Enlace a los términos de servicio
et: Teenusetingimuste link
fi: Palveluehdot linkki
ky: Тейлөө шарттары шилтемеси
lt: Paslaugos sąlygų nuoroda
lv: Pakalpojuma noteikumu saite
nb: Link til vilkår for bruk
pl: Link do Warunków korzystania z usługi
ru: Ссылка на Условия использования
sv: Länk för användarvillkor
th: ลิงก์ข้อกำหนดในการให้บริการ
uk: Посилання на умови використання

source: Text content
ar: محتوى النص
az: Mətn məzmunu
bn: পাঠ্য বিষয়বস্তু
cs: Textový obsah
de: Textinhalt
es: Contenido del texto
et: Teksti sisu
fi: Tekstin sisältö
ky: Тексттин мазмуну
lt: Teksto turinys
lv: Teksta saturs
nb: Tekstinnhold
pl: Treść tekstowa
ru: Текстовый контент
sv: Textinnehåll
th: เนื้อหาข้อความ
uk: Текстовий зміст

source: Text has been copied
ar: تم نسخ النص
az: Mətn kopyalandı
bn: টেক্সট কপি করা হয়েছে
cs: Text byl zkopírován
de: Text wurde kopiert
es: Se ha copiado el texto
et: Tekst on kopeeritud
fi: Teksti on kopioitu
ky: Текст көчүрүлдү
lt: Tekstas nukopijuotas
lv: Teksts ir nokopēts
nb: Teksten har blitt kopiert
pl: Tekst został skopiowany
ru: Текст был скопирован
sv: Text har kopierats
th: คัดลอกข้อความแล้ว
uk: Текст скопійовано

source: Thank you for your response!
ar: شكرا لردكم!
az: Cavabınız üçün təşəkkür edirik!
bn: আপনার প্রতিক্রিয়ার জন্য আপনাকে ধন্যবাদ!
cs: Děkujeme za vaši odpověď!
de: Vielen Dank für Ihre Antwort!
es: ¡Gracias por su respuesta!
et: Tänan teid vastuse eest!
fi: Kiitos vastauksestasi!
ky: Жообуңузга рахмат!
lt: Dėkojame už atsakymą!
lv: Paldies par jūsu atbildi!
nb: Takk for svaret ditt!
pl: Dziękuję za odpowiedź!
ru: Благодарю за ваш ответ!
sv: Tack för ditt svar!
th: ขอขอบคุณสำหรับการตอบสนองของคุณ!
uk: Спасибі за вашу відповідь!

source: Thanks for signing up. In order to help you make the most out of the platform, please complete your profile by pressing "{link}" and filling out the blank fields.
ar: شكرا لتسجيلك. لمساعدتك في تحقيق أقصى استفادة من المنصة، يرجى إكمال ملفك الشخصي بالضغط على &quot;{link} &quot; وملء الحقول الفارغة.
az: Qeydiyyatdan keçdiyiniz üçün təşəkkür edirik Platformadan maksimum yararlanmağınıza kömək etmək üçün "{link}" düyməsini basaraq boş sahələri dolduraraq profilinizi doldurun.
bn: সাইন আপ করার জন্য ধন্যবাদ. প্ল্যাটফর্ম থেকে সর্বাধিক সুবিধা পেতে আপনাকে সাহায্য করার জন্য, অনুগ্রহ করে &quot;টিপে আপনার প্রোফাইল সম্পূর্ণ করুন{link} &quot;এবং ফাঁকা ক্ষেত্রগুলি পূরণ করুন৷
cs: Děkujeme, že jste se přihlásili. Abychom vám pomohli co nejlépe využít platformu, vyplňte prosím svůj profil stisknutím tlačítka „{link} “ a vyplnění prázdných polí.
de: Danke für&#39;s Registrieren. Damit Sie die Plattform optimal nutzen können, vervollständigen Sie bitte Ihr Profil, indem Sie auf „{link} &quot; und füllen Sie die leeren Felder aus.
es: Gracias por registrarte. Para ayudarte a sacar el máximo provecho de la plataforma, completa tu perfil pulsando ''{link}'' y rellenando los campos en blanco.
et: Täname registreerumise eest. Selleks, et platvormi võimalustest enim kasu saada, palun täitke oma profiil, vajutades „{link}” ja täitke tühjad väljad.
fi: Kiitos rekisteröitymisestä. Jotta saat kaiken irti alustasta, täytä profiilisi painamalla &quot;{link} &quot; ja täyttämällä tyhjät kentät.
ky: Коюу үчүн рахмат. Платформаны максималдуу түрдө пайдаланууга жардам берүү үчүн, &quot;басуу менен профилиңизди толтуруңуз.{link} &quot; жана бош талааларды толтуруу.
lt: Ačiū, kad užsiregistravote. Norėdami padėti jums išnaudoti visas platformos galimybes, užpildykite savo profilį paspausdami &quot;{link} “ ir užpildydami tuščius laukus.
lv: Paldies, ka pierakstījāties. Lai palīdzētu jums maksimāli izmantot platformu, lūdzu, aizpildiet savu profilu, nospiežot "{link}" un aizpildot tukšos laukus.
nb: Takk for at du registrerte deg. For å hjelpe deg med å få mest mulig ut av plattformen, vennligst fullfør profilen din ved å trykke &quot;{link} &quot; og fyll ut de tomme feltene.
pl: Dziękujemy za zarejestrowanie się. Aby pomóc Ci w pełni wykorzystać platformę, uzupełnij swój profil, naciskając „{link} &quot; i wypełnienie pustych pól.
ru: Спасибо за регистрацию. Чтобы помочь вам максимально эффективно использовать платформу, пожалуйста, заполните свой профиль, нажав &quot;{link} &quot; и заполнив пустые поля.
sv: Tack för att du registrerade dig. För att hjälpa dig att få ut det mesta av plattformen, fyll i din profil genom att trycka på &quot;{link} &quot; och fylla i de tomma fälten.
th: ขอบคุณสำหรับการลงทะเบียน เพื่อช่วยให้คุณได้รับประโยชน์สูงสุดจากแพลตฟอร์ม โปรดกรอกโปรไฟล์ของคุณให้สมบูรณ์โดยกด &quot;{link} &quot; และกรอกข้อมูลในช่องว่าง
uk: Дякуємо за реєстрацію. Щоб допомогти вам максимально використати платформу, заповніть свій профіль, натиснувши &quot;{link} &quot; та заповніть порожні поля.

source: The CPU quota is over the limit
ar: الحصة النسبية لوحدة المعالجة المركزية (CPU) تجاوزت الحد الأقصى
az: CPU kvotası həddən artıq oldu
bn: CPU কোটা সীমা ছাড়িয়ে গেছে
cs: Kvóta CPU překračuje limit
de: Das CPU-Kontingent liegt über dem Grenzwert
es: La cuota de CPU supera el límite
et: Protsessori kvoot on üle limiidi
fi: CPU-kiintiö ylittää rajan
ky: CPU квотасы чектен ашты
lt: CPU kvota viršija limitą
lv: CPU kvota pārsniedz ierobežojumu
nb: CPU-kvoten er over grensen
pl: Limit procesora przekroczył limit
ru: Квота процессора превышена
sv: CPU-kvoten är över gränsen
th: โควต้า CPU เกินขีดจำกัด
uk: Квота ЦП перевищує ліміт

source: The RAM quota is over the limit
ar: حصة ذاكرة الوصول العشوائي (RAM) تجاوزت الحد الأقصى
az: RAM kvotası həddən artıq oldu
bn: RAM কোটা সীমা ছাড়িয়ে গেছে
cs: Kvóta RAM překračuje limit
de: Das RAM-Kontingent liegt über dem Limit
es: La cuota de RAM supera el límite
et: RAM-i kvoot on üle limiidi
fi: RAM-kiintiö ylittää rajan
ky: RAM квотасы чектен ашты
lt: RAM kvota viršija limitą
lv: RAM kvota pārsniedz ierobežojumu
nb: RAM-kvoten er over grensen
pl: Limit pamięci RAM przekroczył limit
ru: Квота оперативной памяти превышена
sv: RAM-kvoten är över gränsen
th: โควต้า RAM เกินขีดจำกัด
uk: Квота оперативної пам’яті перевищує ліміт

source: The call has been created.
ar: تم إنشاء المكالمة.
az: Çağırış yaradılıb.
bn: কল তৈরি হয়েছে।
cs: Hovor byl vytvořen.
de: Der Anruf wurde erstellt.
es: La convocatoria ha sido creada.
et: Kõne on loodud.
fi: Puhelu on luotu.
ky: Чалуу түзүлдү.
lt: Skambutis sukurtas.
lv: Zvans ir izveidots.
nb: Samtalen er opprettet.
pl: Połączenie zostało utworzone.
ru: Звонок создан.
sv: Samtalet har skapats.
th: สร้างการโทรแล้ว
uk: Дзвінок створено.

source: The call has been updated.
ar: تم تحديث المكالمة.
az: Zəng yeniləndi.
bn: কল আপডেট করা হয়েছে.
cs: Výzva byla aktualizována.
de: Der Aufruf wurde aktualisiert.
es: La convocatoria ha sido actualizada.
et: Kõne on uuendatud.
fi: Kutsu on päivitetty.
ky: Чалуу жаңыртылды.
lt: Skambutis buvo atnaujintas.
lv: Zvans ir atjaunināts.
nb: Samtalen er oppdatert.
pl: Rozmowa została zaktualizowana.
ru: Звонок обновлен.
sv: Samtalet har uppdaterats.
th: อัปเดตการโทรแล้ว
uk: Виклик оновлено.

source: The category group has been created.
ar: تم إنشاء مجموعة الفئات.
az: Kateqoriya qrupu yaradılıb.
bn: ক্যাটাগরি গ্রুপ তৈরি করা হয়েছে।
cs: Skupina kategorií byla vytvořena.
de: Die Kategoriegruppe wurde erstellt.
es: El grupo de categorías ha sido creado.
et: Kategooriarühm on loodud.
fi: Luokkaryhmä on luotu.
ky: Категория тобу түзүлдү.
lt: Kategorijų grupė sukurta.
lv: Kategoriju grupa ir izveidota.
nb: Kategoriegruppen er opprettet.
pl: Grupa kategorii została utworzona.
ru: Группа категорий создана.
sv: Kategorigruppen har skapats.
th: สร้างกลุ่มหมวดหมู่แล้ว
uk: Групу категорій створено.

source: The category group has been updated.
ar: تم تحديث مجموعة الفئات.
az: Kateqoriya qrupu yeniləndi.
bn: বিভাগ গ্রুপ আপডেট করা হয়েছে.
cs: Skupina kategorií byla aktualizována.
de: Die Kategoriegruppe wurde aktualisiert.
es: El grupo de categorías ha sido actualizado.
et: Kategooriarühma on värskendatud.
fi: Luokkaryhmä on päivitetty.
ky: Категория тобу жаңыртылды.
lt: Kategorijų grupė buvo atnaujinta.
lv: Kategoriju grupa ir atjaunināta.
nb: Kategoriegruppen er oppdatert.
pl: Grupa kategorii została zaktualizowana.
ru: Группа категорий обновлена.
sv: Kategorigruppen har uppdaterats.
th: กลุ่มหมวดหมู่ได้รับการอัปเดตแล้ว
uk: Групу категорій оновлено.

source: The category has been created.
ar: تم إنشاء الفئة.
az: Kateqoriya yaradılıb.
bn: ক্যাটাগরি তৈরি করা হয়েছে।
cs: Kategorie byla vytvořena.
de: Die Kategorie wurde erstellt.
es: La categoría ha sido creada.
et: Kategooria on loodud.
fi: Kategoria on luotu.
ky: категория түзүлдү.
lt: Kategorija sukurta.
lv: Kategorija ir izveidota.
nb: Kategorien er opprettet.
pl: Kategoria została utworzona.
ru: Категория создана.
sv: Kategorien har skapats.
th: หมวดหมู่ได้ถูกสร้างขึ้น
uk: Категорію створено.

source: The category has been updated.
ar: تم تحديث الفئة.
az: Kateqoriya yeniləndi.
bn: বিভাগ আপডেট করা হয়েছে.
cs: Kategorie byla aktualizována.
de: Die Kategorie wurde aktualisiert.
es: La categoría ha sido actualizada.
et: Kategooriat on värskendatud.
fi: Kategoria on päivitetty.
ky: Категория жаңыртылды.
lt: Kategorija buvo atnaujinta.
lv: Kategorija ir atjaunināta.
nb: Kategorien er oppdatert.
pl: Kategoria została zaktualizowana.
ru: Категория обновлена.
sv: Kategorien har uppdaterats.
th: หมวดหมู่ได้รับการปรับปรุงแล้ว
uk: Категорію оновлено.
