Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Unable to update billing component.
ar: غير قادر على تحديث مكون الفوترة.
az: Faktura komponentini yeniləmək mümkün deyil.
bn: বিলিং উপাদান আপডেট করতে অক্ষম.
cs: Fakturační komponentu nelze aktualizovat.
de: Die Abrechnungskomponente konnte nicht aktualisiert werden.
es: No se puede actualizar el componente de facturación.
et: Arvelduskomponenti ei saa värskendada.
fi: Laskutuskomponenttia ei voi päivittää.
ky: Эсептөө компонентин жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti atsiskaitymo komponento.
lv: Nevar atjaunināt norēķinu komponentu.
nb: Kan ikke oppdatere faktureringskomponenten.
pl: Nie można zaktualizować komponentu rozliczeniowego.
ru: Невозможно обновить платежный компонент.
sv: Det gick inte att uppdatera faktureringskomponenten.
th: ไม่สามารถอัปเดตองค์ประกอบการเรียกเก็บเงินได้
uk: Не вдалося оновити платіжний компонент.

source: Unable to update broadcast.
ar: غير قادر على تحديث البث.
az: Yayımı yeniləmək mümkün deyil.
bn: সম্প্রচার আপডেট করতে অক্ষম.
cs: Vysílání nelze aktualizovat.
de: Übertragung konnte nicht aktualisiert werden.
es: No se puede actualizar la transmisión.
et: Ülekannet ei saa värskendada.
fi: Lähetystä ei voi päivittää.
ky: Берүүнү жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti transliacijos.
lv: Nevar atjaunināt apraidi.
nb: Kan ikke oppdatere sendingen.
pl: Nie można zaktualizować transmisji.
ru: Не удалось обновить трансляцию.
sv: Det gick inte att uppdatera sändningen.
th: ไม่สามารถอัปเดตการออกอากาศได้
uk: Не вдалося оновити трансляцію.

source: Unable to update call.
ar: غير قادر على تحديث المكالمة.
az: Zəngi yeniləmək mümkün deyil.
bn: কল আপডেট করতে অক্ষম।
cs: Hovor nelze aktualizovat.
de: Anruf konnte nicht aktualisiert werden.
es: No se puede actualizar la llamada.
et: Kõnet ei saa värskendada.
fi: Puhelua ei voi päivittää.
ky: Чалуу жаңыртылбай жатат.
lt: Nepavyko atnaujinti skambučio.
lv: Nevar atjaunināt zvanu.
nb: Kan ikke oppdatere samtalen.
pl: Nie można zaktualizować połączenia.
ru: Невозможно обновить звонок.
sv: Det gick inte att uppdatera samtalet.
th: ไม่สามารถอัปเดตการโทรได้
uk: Не вдалося оновити виклик.

source: Unable to update call state.
az: Zəng vəziyyətini yeniləmək mümkün deyil.

source: Unable to update category
ar: غير قادر على تحديث الفئة
az: Kateqoriyanı yeniləyə bilmədi
bn: বিভাগ আপডেট করতে অক্ষম
cs: Kategorii nelze aktualizovat
de: Kategorie kann nicht aktualisiert werden
es: No se puede actualizar la categoría
et: Kategooriat ei saa värskendada
fi: Luokkaa ei voi päivittää
ky: Категорияны жаңыртуу мүмкүн эмес
lt: Nepavyko atnaujinti kategorijos
lv: Nevar atjaunināt kategoriju
nb: Kan ikke oppdatere kategori
pl: Nie można zaktualizować kategorii
ru: Невозможно обновить категорию
sv: Det gick inte att uppdatera kategori
th: ไม่สามารถอัปเดตหมวดหมู่ได้
uk: Не вдалося оновити категорію

source: Unable to update category.
ar: غير قادر على تحديث الفئة.
az: Kateqoriyanı yeniləmək mümkün deyil.
bn: বিভাগ আপডেট করতে অক্ষম।
cs: Kategorii nelze aktualizovat.
de: Kategorie kann nicht aktualisiert werden.
es: No se puede actualizar la categoría.
et: Kategooriat ei saa värskendada.
fi: Luokkaa ei voi päivittää.
ky: Категорияны жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti kategorijos.
lv: Nevar atjaunināt kategoriju.
nb: Kan ikke oppdatere kategori.
pl: Nie można zaktualizować kategorii.
ru: Не удалось обновить категорию.
sv: Det gick inte att uppdatera kategori.
th: ไม่สามารถอัปเดตหมวดหมู่ได้
uk: Не вдалося оновити категорію.

source: Unable to update category group.
ar: غير قادر على تحديث مجموعة الفئات.
az: Kateqoriya qrupunu yeniləmək mümkün deyil.
bn: বিভাগ গ্রুপ আপডেট করতে অক্ষম.
cs: Skupinu kategorií nelze aktualizovat.
de: Die Kategoriegruppe konnte nicht aktualisiert werden.
es: No se puede actualizar el grupo de categorías.
et: Kategooriarühma ei saa värskendada.
fi: Luokkaryhmää ei voi päivittää.
ky: Категория тобун жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti kategorijų grupės.
lv: Nevar atjaunināt kategoriju grupu.
nb: Kan ikke oppdatere kategorigruppen.
pl: Nie można zaktualizować grupy kategorii.
ru: Невозможно обновить группу категорий.
sv: Det gick inte att uppdatera kategorigruppen.
th: ไม่สามารถอัปเดตกลุ่มหมวดหมู่ได้
uk: Не вдалося оновити групу категорій.

source: Unable to update common footer.
ar: غير قادر على تحديث التذييل المشترك.
az: Ümumi altbilgiləri yeniləmək mümkün deyil.
bn: সাধারণ ফুটার আপডেট করতে অক্ষম।
cs: Společné zápatí nelze aktualizovat.
de: Die allgemeine Fußzeile kann nicht aktualisiert werden.
es: No se puede actualizar el pie de página común.
et: Ühist jalust ei saa värskendada.
fi: Yhteistä alatunnistetta ei voi päivittää.
ky: Жалпы колонтитулду жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti bendrosios poraštės.
lv: Nevar atjaunināt kopējo kājeni.
nb: Kan ikke oppdatere felles bunntekst.
pl: Nie można zaktualizować wspólnej stopki.
ru: Невозможно обновить общий нижний колонтитул.
sv: Det gick inte att uppdatera den vanliga sidfoten.
th: ไม่สามารถอัปเดตส่วนท้ายทั่วไปได้
uk: Не вдалося оновити загальний нижній колонтитул.

source: Unable to update configuration.
ar: غير قادر على تحديث التكوين.
az: Konfiqurasiyanı yeniləmək mümkün deyil.
bn: কনফিগারেশন আপডেট করতে অক্ষম।
cs: Nelze aktualizovat konfiguraci.
de: Konfiguration kann nicht aktualisiert werden.
es: No se puede actualizar la configuración.
et: Konfiguratsiooni ei saa värskendada.
fi: Kokoonpanoa ei voi päivittää.
ky: Конфигурацияны жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti konfigūracijos.
lv: Nevar atjaunināt konfigurāciju.
nb: Kan ikke oppdatere konfigurasjonen.
pl: Nie można zaktualizować konfiguracji.
ru: Невозможно обновить конфигурацию.
sv: Det gick inte att uppdatera konfigurationen.
th: ไม่สามารถอัปเดตการกำหนดค่าได้
uk: Не вдалося оновити конфігурацію.

source: Unable to update confirmation message.
ar: غير قادر على تحديث رسالة التأكيد.
az: Təsdiq mesajını yeniləmək mümkün deyil.
bn: নিশ্চিতকরণ বার্তা আপডেট করতে অক্ষম৷
cs: Nelze aktualizovat potvrzovací zprávu.
de: Bestätigungsnachricht kann nicht aktualisiert werden.
es: No se puede actualizar el mensaje de confirmación.
et: Kinnitussõnumit ei saa värskendada.
fi: Vahvistusviestiä ei voi päivittää.
ky: Ырастоо билдирүүсүн жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti patvirtinimo pranešimo.
lv: Nevar atjaunināt apstiprinājuma ziņojumu.
nb: Kan ikke oppdatere bekreftelsesmelding.
pl: Nie można zaktualizować wiadomości potwierdzającej.
ru: Невозможно обновить сообщение с подтверждением.
sv: Det gick inte att uppdatera bekräftelsemeddelandet.
th: ไม่สามารถอัปเดตข้อความยืนยันได้
uk: Не вдалося оновити повідомлення підтвердження.

source: Unable to update enabled checklists.
ar: غير قادر على تحديث قوائم التحقق الممكّنة.
az: Aktiv yoxlama siyahılarını yeniləmək mümkün deyil.
bn: সক্রিয় চেকলিস্ট আপডেট করতে অক্ষম।
cs: Nelze aktualizovat povolené kontrolní seznamy.
de: Aktivierte Checklisten können nicht aktualisiert werden.
es: No se puede actualizar las listas de verificación habilitadas.
et: Lubatud kontrollnimekirju ei saa värskendada.
fi: Käytössä olevia tarkistuslistoja ei voi päivittää.
ky: Иштетилген текшерүү тизмелерин жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti įgalintų kontrolinių sąrašų.
lv: Nevar atjaunināt iespējotos kontrolsarakstus.
nb: Kan ikke oppdatere aktiverte sjekklister.
pl: Nie można zaktualizować włączonych list kontrolnych.
ru: Невозможно обновить включенные контрольные списки.
sv: Det gick inte att uppdatera aktiverade checklistor.
th: ไม่สามารถอัปเดตรายการตรวจสอบที่เปิดใช้งานได้
uk: Не вдалося оновити ввімкнені контрольні списки.

source: Unable to update environment variables.
ar: غير قادر على تحديث متغيرات البيئة.
az: Ətraf mühit dəyişənlərini yeniləyə bilmədi
bn: পরিবেশ ভেরিয়েবল আপডেট করতে অক্ষম।
cs: Nelze aktualizovat proměnné prostředí.
de: Umgebungsvariablen können nicht aktualisiert werden.
es: No se puede actualizar las variables de entorno.
et: Keskkonnamuutujaid ei saa värskendada.
fi: Ympäristömuuttujia ei voi päivittää.
ky: Айлана чөйрө өзгөрмөлөрүн жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti aplinkos kintamųjų.
lv: Nevar atjaunināt vides mainīgos.
nb: Kan ikke oppdatere miljøvariabler.
pl: Nie można zaktualizować zmiennych środowiskowych.
ru: Невозможно обновить переменные среды.
sv: Det går inte att uppdatera miljövariabler.
th: ไม่สามารถอัปเดตตัวแปรสภาพแวดล้อมได้
uk: Не вдалося оновити змінні середовища.

source: Unable to update features.
ar: غير قادر على تحديث الميزات.
az: Xüsusiyyətləri yeniləmək mümkün deyil.
bn: বৈশিষ্ট্য আপডেট করতে অক্ষম.
cs: Funkce nelze aktualizovat.
de: Funktionen können nicht aktualisiert werden.
es: No se puede actualizar las funciones.
et: Funktsioone ei saa värskendada.
fi: Ominaisuuksia ei voi päivittää.
ky: Функцияларды жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti funkcijų.
lv: Nevar atjaunināt funkcijas.
nb: Kan ikke oppdatere funksjoner.
pl: Nie można zaktualizować funkcji.
ru: Невозможно обновить функции.
sv: Det går inte att uppdatera funktioner.
th: ไม่สามารถอัปเดตคุณสมบัติได้
uk: Не вдалося оновити функції.

source: Unable to update floating IPs.
ar: غير قادر على تحديث عناوين IP العائمة.
az: Üzən IP-ləri yeniləmək mümkün deyil.
bn: ভাসমান আইপি আপডেট করতে অক্ষম।
cs: Nelze aktualizovat plovoucí IP adresy.
de: Floating IPs können nicht aktualisiert werden.
es: No se puede actualizar las IPs flotantes.
et: Ujuvaid IP-sid ei saa värskendada.
fi: Kelluvia IP-osoitteita ei voi päivittää.
ky: Калкыма IP даректерди жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti slankiųjų IP.
lv: Nevar atjaunināt peldošos IP.
nb: Kan ikke oppdatere flytende IPer.
pl: Nie można zaktualizować pływających adresów IP.
ru: Невозможно обновить плавающие IP-адреса.
sv: Det gick inte att uppdatera flytande IPs.
th: ไม่สามารถอัปเดต IP แบบลอยได้
uk: Не вдалося оновити плаваючі IP-адреси.

source: Unable to update horizontal pod autoscaler.
ar: غير قادر على تحديث المقياس التلقائي للقرص الأفقي.
az: Üfüqi pod avtoskalerini yeniləmək mümkün deyil.
bn: অনুভূমিক পড অটোস্কেলার আপডেট করতে অক্ষম৷
cs: Nelze aktualizovat horizontální autoškálovač podů.
de: Horizontaler Pod-Autoscaler kann nicht aktualisiert werden.
es: No se puede actualizar el autoescalador de pod horizontal.
et: Horisontaalse poti automaatskaalarit ei saa värskendada.
fi: Vaakatason automaattisen skaalauksen päivittäminen epäonnistui.
ky: Горизонталдык подкасттын автоматтык масштабын жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti horizontalaus ankšties autoskaleris.
lv: Nevar atjaunināt horizontālo pāksts automātisko mērogošanu.
nb: Kan ikke oppdatere horisontal pod autoscaler.
pl: Nie można zaktualizować automatycznego skalowania podów poziomych.
ru: Невозможно обновить автомасштабирование горизонтального модуля.
sv: Det går inte att uppdatera horisontell pod autoscaler.
th: ไม่สามารถอัปเดตตัวปรับขนาดพ็อดแนวนอนอัตโนมัติได้
uk: Неможливо оновити горизонтальний модуль автомасштабування.

source: Unable to update identity provider.
ar: غير قادر على تحديث موفر الهوية.
az: Şəxsiyyət təminatçısını yeniləyə bilmə
bn: পরিচয় প্রদানকারী আপডেট করতে অক্ষম।
cs: Nelze aktualizovat poskytovatele identity.
de: Der Identitätsanbieter konnte nicht aktualisiert werden.
es: No se puede actualizar el proveedor de identidad.
et: Identiteedipakkujat ei saa värskendada.
fi: Tunnistetoimittajaa ei voi päivittää.
ky: Идентификациялык камсыздоочуну жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti tapatybės teikėjo.
lv: Nevar atjaunināt identitātes nodrošinātāju.
nb: Kan ikke oppdatere identitetsleverandøren.
pl: Nie można zaktualizować dostawcy tożsamości.
ru: Невозможно обновить поставщика удостоверений.
sv: Det gick inte att uppdatera identitetsleverantören.
th: ไม่สามารถอัปเดตผู้ให้บริการข้อมูลประจำตัวได้
uk: Не вдалося оновити постачальника посвідчень.

source: Unable to update internal IPs of OpenStack instance.
ar: غير قادر على تحديث عناوين IP الداخلية لمثيل OpenStack.
az: OpenStack nümunəsinin daxili IP-lərini yeniləmək mümkün deyil.
bn: OpenStack উদাহরণের অভ্যন্তরীণ আইপি আপডেট করতে অক্ষম।
cs: Nelze aktualizovat interní IP adresy instance OpenStack.
de: Interne IPs der OpenStack-Instanz können nicht aktualisiert werden.
es: No se puede actualizar las IPs internas de la instancia de OpenStack.
et: OpenStacki eksemplari sisemisi IP-sid ei saa värskendada.
fi: OpenStack-instanssin sisäisiä IP-osoitteita ei voi päivittää.
ky: OpenStack инстанциясынын ички IP даректерин жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti OpenStack egzemplioriaus vidinių IP.
lv: Nevar atjaunināt OpenStack instances iekšējos IP.
nb: Kan ikke oppdatere interne IPer for OpenStack-forekomst.
pl: Nie można zaktualizować wewnętrznych adresów IP instancji OpenStack.
ru: Невозможно обновить внутренние IP-адреса экземпляра OpenStack.
sv: Det gick inte att uppdatera interna IP-adresser för OpenStack-instansen.
th: ไม่สามารถอัปเดต IP ภายในของอินสแตนซ์ OpenStack
uk: Не вдалося оновити внутрішні IP-адреси примірника OpenStack.

source: Unable to update invoice item.
ar: غير قادر على تحديث عنصر الفاتورة.
az: Faktura elementini yeniləmək mümkün deyil.
bn: চালান আইটেম আপডেট করতে অক্ষম.
cs: Nelze aktualizovat položku faktury.
de: Rechnungsposition konnte nicht aktualisiert werden.
es: No se puede actualizar el artículo de la factura.
et: Arve kirjet ei saa värskendada.
fi: Laskun nimikettä ei voi päivittää.
ky: Эсеп-фактураны жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti sąskaitos faktūros elemento.
lv: Nevar atjaunināt rēķina vienumu.
nb: Kan ikke oppdatere fakturaelementet.
pl: Nie można zaktualizować pozycji na fakturze.
ru: Невозможно обновить позицию счета.
sv: Det gick inte att uppdatera fakturaobjekt.
th: ไม่สามารถอัปเดตรายการใบแจ้งหนี้ได้
uk: Не вдалося оновити позицію рахунку-фактури.

source: Unable to update logo.
ar: غير قادر على تحديث الشعار.
az: Loqotipi yeniləmək mümkün deyil.
bn: লোগো আপডেট করতে অক্ষম।
cs: Logo nelze aktualizovat.
de: Logo kann nicht aktualisiert werden.
es: No se puede actualizar el logotipo.
et: Logo ei saa värskendada.
fi: Logoa ei voi päivittää.
ky: Логотип жаңыртылбай жатат.
lt: Nepavyko atnaujinti logotipo.
lv: Nevar atjaunināt logotipu.
nb: Kan ikke oppdatere logoen.
pl: Nie można zaktualizować logo.
ru: Невозможно обновить логотип.
sv: Det gick inte att uppdatera logotypen.
th: ไม่สามารถอัปเดตโลโก้ได้
uk: Не вдалося оновити логотип.

source: Unable to update network MTU.
ar: غير قادر على تحديث شبكة MTU.
az: Şəbəkə MTU-nu yeniləmək mümkün deyil.
bn: নেটওয়ার্ক MTU আপডেট করতে অক্ষম৷
cs: Nelze aktualizovat síťovou jednotku MTU.
de: Netzwerk-MTU kann nicht aktualisiert werden.
es: No se puede actualizar la MTU de red.
et: Võrgu MTU-d ei saa värskendada.
fi: Verkon MTU:n päivittäminen epäonnistui.
ky: MTU тармагын жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti tinklo MTU.
lv: Nevar atjaunināt tīklu MTU.
nb: Kan ikke oppdatere nettverket MTU.
pl: Nie można zaktualizować MTU sieci.
ru: Невозможно обновить сетевой MTU.
sv: Det går inte att uppdatera MTU-nätverket.
th: ไม่สามารถอัปเดต MTU เครือข่ายได้
uk: Не вдалося оновити MTU мережі.

source: Unable to update notification.
ar: غير قادر على تحديث الإخطار.
az: Bildirişi yeniləmək mümkün deyil.
bn: বিজ্ঞপ্তি আপডেট করতে অক্ষম।
cs: Nelze aktualizovat oznámení.
de: Benachrichtigung kann nicht aktualisiert werden.
es: No se puede actualizar la notificación.
et: Märguannet ei saa värskendada.
fi: Ilmoitusta ei voi päivittää.
ky: Эскертме жаңыртылбай жатат.
lt: Neįmanoma atnaujinti pranešimo.
lv: Nevar atjaunināt paziņojumu.
nb: Kan ikke oppdatere varsling.
pl: Nie można zaktualizować powiadomienia.
ru: Не удалось обновить уведомление.
sv: Det gick inte att uppdatera aviseringen.
th: ไม่สามารถอัปเดตการแจ้งเตือนได้
uk: Не вдалося оновити сповіщення.

source: Unable to update offering
ar: غير قادر على تحديث العرض
az: Təklifi yeniləmək mümkün deyil
bn: অফার আপডেট করতে অক্ষম
cs: Nelze aktualizovat nabídku
de: Angebot kann nicht aktualisiert werden
es: No se puede actualizar la oferta
et: Pakkumist ei saa värskendada
fi: Tarjousta ei voi päivittää
ky: Сунушту жаңыртуу мүмкүн эмес
lt: Neįmanoma atnaujinti pasiūlymo
lv: Nevar atjaunināt piedāvājumu
nb: Kan ikke oppdatere tilbudet
pl: Nie można zaktualizować oferty
ru: Невозможно обновить предложение
sv: Det gick inte att uppdatera erbjudandet
th: ไม่สามารถอัปเดตข้อเสนอได้
uk: Не вдалося оновити пропозицію

source: Unable to update offering.
ar: غير قادر على تحديث العرض.
az: Təklifi yeniləmək mümkün deyil.
bn: অফার আপডেট করতে অক্ষম.
cs: Nelze aktualizovat nabídku.
de: Das Angebot kann nicht aktualisiert werden.
es: No se puede actualizar la oferta.
et: Pakkumist pole võimalik uuendada
fi: Tarjousta ei voi päivittää.
ky: Сунушту жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti pasiūlymo.
lv: Nevar atjaunināt piedāvājumu.
nb: Kan ikke oppdatere tilbudet.
pl: Nie można zaktualizować oferty.
ru: Не удалось обновить предложение.
sv: Det gick inte att uppdatera erbjudandet.
th: ไม่สามารถอัปเดตข้อเสนอได้
uk: Не вдалося оновити пропозицію.

source: Unable to update offering LEXIS link options.
az: LEXIS link seçimlərini təklif edən yeniləmə mümkün deyil.

source: Unable to update offering state.
ar: غير قادر على تحديث حالة العرض.
az: Təklif vəziyyətini yeniləmək mümkün deyil.
bn: অফার করার অবস্থা আপডেট করতে অক্ষম।
cs: Nelze aktualizovat stav nabídky.
de: Der Angebotsstatus kann nicht aktualisiert werden.
es: No se puede actualizar el estado de la oferta.
et: Pakkumiste olekut ei ole võimalik uuendada
fi: Tarjouksen tilaa ei voi päivittää.
ky: Сунуштун абалын жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti pasiūlymo būsenos.
lv: Nevar atjaunināt piedāvājuma stāvokli.
nb: Kan ikke oppdatere tilbudstilstanden.
pl: Nie można zaktualizować stanu oferty.
ru: Невозможно обновить состояние предложения.
sv: Det gick inte att uppdatera erbjudna tillstånd.
th: ไม่สามารถอัปเดตสถานะข้อเสนอได้
uk: Не вдалося оновити стан пропозиції.

source: Unable to update options.
ar: غير قادر على تحديث الخيارات.
az: Seçimləri yeniləmək mümkün deyil.
bn: বিকল্পগুলি আপডেট করতে অক্ষম৷
cs: Možnosti nelze aktualizovat.
de: Optionen können nicht aktualisiert werden.
es: No se pueden actualizar las opciones.
et: Suvandeid ei saa värskendada.
fi: Vaihtoehtoja ei voi päivittää.
ky: Параметрлерди жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti parinkčių.
lv: Nevar atjaunināt opcijas.
nb: Kan ikke oppdatere alternativene.
pl: Nie można zaktualizować opcji.
ru: Невозможно обновить параметры.
sv: Det gick inte att uppdatera alternativ.
th: ไม่สามารถอัปเดตตัวเลือกได้
uk: Не вдалося оновити параметри.

source: Unable to update organization.
ar: غير قادر على تحديث المؤسسة.
az: Təşkilatı yeniləmək mümkün deyil.
bn: সংস্থা আপডেট করতে অক্ষম৷
cs: Nelze aktualizovat organizaci.
de: Die Organisation kann nicht aktualisiert werden.
es: No se puede actualizar la organización.
et: Organisatsiooni ei saa värskendada.
fi: Organisaatiota ei voi päivittää.
ky: Уюмду жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti organizacijos.
lv: Nevar atjaunināt organizāciju.
nb: Kan ikke oppdatere organisasjonen.
pl: Nie można zaktualizować organizacji.
ru: Невозможно обновить организацию.
sv: Det gick inte att uppdatera organisationen.
th: ไม่สามารถอัปเดตองค์กรได้
uk: Не вдалося оновити організацію.

source: Unable to update payment.
ar: غير قادر على تحديث الدفع.
az: Ödənişi yeniləmək mümkün deyil.
bn: পেমেন্ট আপডেট করতে অক্ষম।
cs: Nelze aktualizovat platbu.
de: Die Zahlung kann nicht aktualisiert werden.
es: No se puede actualizar el pago.
et: Makse värskendamine ebaõnnestus.
fi: Maksua ei voi päivittää.
ky: Төлөм жаңыртылган жок.
lt: Neįmanoma atnaujinti mokėjimo.
lv: Nevar atjaunināt maksājumu.
nb: Kan ikke oppdatere betalingen.
pl: Nie można zaktualizować płatności.
ru: Невозможно обновить платеж.
sv: Det gick inte att uppdatera betalningen.
th: ไม่สามารถอัปเดตการชำระเงินได้
uk: Не вдалося оновити платіж.

source: Unable to update payment profile.
ar: غير قادر على تحديث ملف تعريف الدفع.
az: Ödəniş profilini yeniləmək mümkün deyil.
bn: পেমেন্ট প্রোফাইল আপডেট করতে অক্ষম।
cs: Nelze aktualizovat platební profil.
de: Zahlungsprofil kann nicht aktualisiert werden.
es: No se puede actualizar el perfil de pago.
et: Makseprofiili ei saa uuendada.
fi: Maksuprofiilia ei voi päivittää.
ky: Төлөм профилин жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti mokėjimo profilio.
lv: Nevar atjaunināt maksājumu profilu.
nb: Kan ikke oppdatere betalingsprofilen.
pl: Nie można zaktualizować profilu płatności.
ru: Невозможно обновить платежный профиль.
sv: Det gick inte att uppdatera betalningsprofilen.
th: ไม่สามารถอัปเดตโปรไฟล์การชำระเงินได้
uk: Не вдалося оновити платіжний профіль.

source: Unable to update permission.
ar: غير قادر على تحديث الإذن.
az: İcazəni yeniləmək mümkün deyil.
bn: অনুমতি আপডেট করতে অক্ষম।
cs: Práva nelze nastavit.
de: Berechtigung kann nicht aktualisiert werden.
es: No se puede actualizar el permiso.
et: Õigusi ei saa värskendada.
fi: Lupaa ei voi päivittää.
ky: Уруксат жаңыртылбай жатат.
lt: Nepavyko atnaujinti leidimo.
lv: Nevar atjaunināt atļauju.
nb: Kan ikke oppdatere tillatelsen.
pl: Nie można zaktualizować uprawnień.
ru: Невозможно обновить разрешение.
sv: Det gick inte att uppdatera behörigheten.
th: ไม่สามารถอัปเดตการอนุญาต
uk: Не вдалося оновити дозвіл.

source: Unable to update plan.
ar: غير قادر على تحديث الخطة.
az: Planı yeniləmək mümkün deyil.
bn: পরিকল্পনা আপডেট করতে অক্ষম।
cs: Plán nelze aktualizovat.
de: Plan kann nicht aktualisiert werden.
es: No se puede actualizar el plan.
et: Plaani ei saa värskendada.
fi: Suunnitelman päivittäminen epäonnistui.
ky: Планды жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti plano.
lv: Nevar atjaunināt plānu.
nb: Kan ikke oppdatere planen.
pl: Nie można zaktualizować planu.
ru: Не удалось обновить план.
sv: Det gick inte att uppdatera planen.
th: ไม่สามารถอัปเดตแผนได้
uk: Не вдалося оновити план.

source: Unable to update prices.
ar: غير قادر على تحديث الأسعار.
az: Qiymətləri yeniləmək mümkün deyil.
bn: দাম আপডেট করতে অক্ষম।
cs: Ceny nelze aktualizovat.
de: Preise können nicht aktualisiert werden.
es: No se pueden actualizar los precios.
et: Hindu ei saa värskendada.
fi: Hintoja ei voi päivittää.
ky: Бааларды жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti kainų.
lv: Nevar atjaunināt cenas.
nb: Kan ikke oppdatere prisene.
pl: Nie można zaktualizować cen.
ru: Невозможно обновить цены.
sv: Det gick inte att uppdatera priser.
th: ไม่สามารถอัปเดตราคาได้
uk: Не вдалося оновити ціни.

source: Unable to update provider.
ar: غير قادر على تحديث الموفر.
az: Provayderi yeniləmək mümkün deyil.
bn: প্রদানকারী আপডেট করতে অক্ষম।
cs: Nelze aktualizovat poskytovatele.
de: Der Anbieter kann nicht aktualisiert werden.
es: No se puede actualizar el proveedor.
et: Teenusepakkujat pole võimalik uuendada
fi: Palveluntarjoajan päivittäminen epäonnistui.
ky: Провайдерди жаңыртуу мүмкүн эмес.
lt: Neįmanoma atnaujinti teikėjo.
lv: Nevar atjaunināt pakalpojumu sniedzēju.
nb: Kan ikke oppdatere leverandøren.
pl: Nie można zaktualizować dostawcy.
ru: Невозможно обновить провайдера.
sv: Det går inte att uppdatera leverantören.
th: ไม่สามารถอัปเดตผู้ให้บริการได้
uk: Не вдалося оновити постачальника.

source: Unable to update quotas.
ar: غير قادر على تحديث الحصص.
az: Kvotaları yeniləmək mümkün deyil.
bn: কোটা আপডেট করতে অক্ষম।
cs: Kvóty nelze aktualizovat.
de: Kontingente können nicht aktualisiert werden.
es: No se pueden actualizar las cuotas.
et: Kvoote ei saa värskendada.
fi: Kiintiöitä ei voi päivittää.
ky: Квоталарды жаңыртуу мүмкүн эмес.
lt: Nepavyko atnaujinti kvotų.
lv: Nevar atjaunināt kvotas.
nb: Kan ikke oppdatere kvoter.
pl: Nie można zaktualizować limitów.
ru: Невозможно обновить квоты.
sv: Det gick inte att uppdatera kvoter.
th: ไม่สามารถอัปเดตโควต้าได้
uk: Не вдалося оновити квоти.
