Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Unable to initialize shopping cart.
ar: غير قادر على تهيئة عربة التسوق.
az: Alış-veriş səbətini işə salmaq mümkün deyil.
bn: শপিং কার্ট আরম্ভ করতে অক্ষম.
cs: Nelze inicializovat nákupní košík.
de: Einkaufswagen kann nicht initialisiert werden.
es: No se puede inicializar el carrito de la compra.
et: Ostukorvi ei õnnestunud initsialiseerida
fi: Ostoskoria ei voi alustaa.
ky: Соода арабасын инициализациялоо мүмкүн эмес.
lt: Neįmanoma inicijuoti pirkinių krepšelio.
lv: Nevar inicializēt iepirkumu grozu.
nb: Kan ikke initialisere handlekurven.
pl: Nie można zainicjować koszyka.
ru: Не удалось инициализировать корзину.
sv: Det gick inte att initiera kundvagnen.
th: ไม่สามารถเริ่มต้นตะกร้าสินค้าได้
uk: Не вдалося ініціалізувати кошик для покупок.

source: Unable to link instance.
ar: غير قادر على ربط المثيل.
az: Nümunəni bağlamaq mümkün deyil.
bn: উদাহরণ লিঙ্ক করতে অক্ষম.
cs: Nelze propojit instanci.
de: Die Instanz kann nicht verknüpft werden.
es: No se puede vincular la instancia.
et: Eksemplari ei saa linkida.
fi: Instanssia ei voi linkittää.
ky: Мисал байланыштырылган жок.
lt: Neįmanoma susieti egzemplioriaus.
lv: Nevar saistīt gadījumu.
nb: Kan ikke koble forekomst.
pl: Nie można połączyć instancji.
ru: Невозможно связать экземпляр.
sv: Det gick inte att länka instans.
th: ไม่สามารถเชื่อมโยงอินสแตนซ์ได้
uk: Не вдалося зв’язати екземпляр.

source: Unable to link invoice to the payment.
ar: غير قادر على ربط الفاتورة بالدفع.
az: Fakturanı ödənişlə əlaqələndirmək mümkün deyil.
bn: পেমেন্টের সাথে চালান লিঙ্ক করতে অক্ষম।
cs: Nelze propojit fakturu s platbou.
de: Die Rechnung kann nicht mit der Zahlung verknüpft werden.
es: No se puede vincular la factura al pago.
et: Arvet ei saa maksega siduda.
fi: Laskua ei voi linkittää maksuun.
ky: Эсеп-фактураны төлөмгө байланыштыруу мүмкүн эмес.
lt: Neįmanoma susieti sąskaitos faktūros su mokėjimu.
lv: Nevar saistīt rēķinu ar maksājumu.
nb: Kan ikke koble faktura til betalingen.
pl: Nie można powiązać faktury z płatnością.
ru: Невозможно привязать счет к платежу.
sv: Det går inte att länka fakturan till betalningen.
th: ไม่สามารถเชื่อมโยงใบแจ้งหนี้กับการชำระเงินได้
uk: Не вдається пов’язати рахунок-фактуру з платежем.

source: Unable to load actions
ar: غير قادر على تحميل الإجراءات
az: Hərəkətləri yükləyə bilmədi
bn: অ্যাকশন লোড করতে অক্ষম
cs: Nelze načíst akce
de: Aktionen können nicht geladen werden
es: No se puede cargar acciones
et: Ei ole võimalik laadida kommentaare.
fi: Toimintoja ei voi ladata
ky: Аракеттерди жүктөө мүмкүн эмес
lt: Neįmanoma įkelti veiksmų
lv: Nevar ielādēt darbības
nb: Kan ikke laste inn handlinger
pl: Nie można wczytać działań
ru: Невозможно загрузить действия
sv: Det gick inte att ladda åtgärder
th: ไม่สามารถโหลดการดำเนินการได้
uk: Не вдалося завантажити дії

source: Unable to load application template details.
ar: غير قادر على تحميل تفاصيل قالب التطبيق.
az: Tətbiq şablonu detallarını yükləyə bilmədi.
bn: অ্যাপ্লিকেশন টেমপ্লেট বিবরণ লোড করতে অক্ষম.
cs: Nelze načíst podrobnosti šablony aplikace.
de: Details zur Anwendungsvorlage konnten nicht geladen werden.
es: No se puede cargar los detalles de la plantilla de la aplicación.
et: Rakenduse malli üksikasju ei saa laadida.
fi: Sovellusmallin tietoja ei voi ladata.
ky: Колдонмонун үлгүсүнүн чоо-жайы жүктөлбөй жатат.
lt: Neįmanoma įkelti programos šablono informacijos.
lv: Nevar ielādēt lietojumprogrammas veidnes informāciju.
nb: Kan ikke laste inn detaljer om programmal.
pl: Nie można załadować szczegółów szablonu aplikacji.
ru: Невозможно загрузить сведения о шаблоне приложения.
sv: Det gick inte att ladda information om programmallen.
th: ไม่สามารถโหลดรายละเอียดเทมเพลตแอปพลิเคชันได้
uk: Не вдалося завантажити відомості про шаблон застосунку.

source: Unable to load booked items.
ar: غير قادر على تحميل العناصر المحجوزة.
az: Sifariş edilmiş əşyaları yükləyə bilmədi.
bn: বুক করা আইটেমগুলি লোড করতে অক্ষম৷
cs: Nelze načíst rezervované položky.
de: Gebuchte Artikel können nicht geladen werden.
es: No se puede cargar los artículos reservados.
et: Broneeritud üksusi ei saanud laadida.
fi: Varattuja kohteita ei voi ladata.
ky: Ээленген нерселерди жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti užsakytų elementų.
lv: Nevar ielādēt rezervētos vienumus.
nb: Kan ikke laste inn bestilte varer.
pl: Nie można załadować zarezerwowanych pozycji.
ru: Невозможно загрузить забронированные товары.
sv: Det gick inte att ladda bokade artiklar.
th: ไม่สามารถโหลดรายการที่จองได้
uk: Неможливо завантажити заброньовані товари.

source: Unable to load booking offerings.
ar: غير قادر على تحميل عروض الحجز.
az: Sifariş təkliflərini yükləmək mümkün deyil.
bn: বুকিং অফার লোড করতে অক্ষম.
cs: Nelze načíst nabídky rezervace.
de: Buchungsangebote können nicht geladen werden.
es: No se puede cargar las ofertas de reserva.
et: Broneerimispakkumisi ei saa laadida.
fi: Varaustarjouksia ei voi ladata.
ky: Ээлеп коюу сунуштары жүктөлбөй жатат.
lt: Neįmanoma įkelti užsakymo pasiūlymų.
lv: Nevar ielādēt rezervācijas piedāvājumus.
nb: Kan ikke laste inn bestillingstilbud.
pl: Nie można wczytać ofert rezerwacji.
ru: Не удалось загрузить предложения по бронированию.
sv: Det gick inte att ladda bokningserbjudanden.
th: โหลดข้อเสนอการจองไม่ได้
uk: Не вдалося завантажити пропозиції бронювання.

source: Unable to load call details.
ar: غير قادر على تحميل تفاصيل المكالمة.
az: Zəng məlumatlarını yükləmək mümkün deyil.
bn: কলের বিবরণ লোড করতে অক্ষম৷
cs: Podrobnosti hovoru nelze načíst.
de: Anrufdetails können nicht geladen werden.
es: No se pueden cargar los detalles de la llamada.
et: Kõne üksikasju ei saa laadida.
fi: Puhelutietojen lataaminen epäonnistui.
ky: Чалуу чоо-жайы жүктөлбөй жатат.
lt: Nepavyko įkelti išsamios skambučio informacijos.
lv: Nevar ielādēt zvanu informāciju.
nb: Kan ikke laste inn samtaledetaljer.
pl: Nie można wczytać szczegółów połączenia.
ru: Не удалось загрузить сведения о звонке.
sv: Det gick inte att läsa in samtalsinformation.
th: ไม่สามารถโหลดรายละเอียดการโทรได้
uk: Не вдалося завантажити деталі виклику.

source: Unable to load call round.
az: Zəng raundunu yükləmək mümkün deyil.

source: Unable to load categories
ar: غير قادر على تحميل الفئات
az: Kateqoriyalar yükləmək mümkün
bn: বিভাগগুলি লোড করতে অক্ষম৷
cs: Nelze načíst kategorie
de: Kategorien können nicht geladen werden
es: No se puede cargar las categorías
et: Kategooriaid ei saa laadida
fi: Luokkia ei voi ladata
ky: Категорияларды жүктөө мүмкүн эмес
lt: Nepavyko įkelti kategorijų
lv: Nevar ielādēt kategorijas
nb: Kan ikke laste inn kategorier
pl: Nie można wczytać kategorii
ru: Невозможно загрузить категории
sv: Det gick inte att ladda kategorier
th: ไม่สามารถโหลดหมวดหมู่ได้
uk: Не вдалося завантажити категорії

source: Unable to load categories.
ar: غير قادر على تحميل الفئات.
az: Kateqoriyalar yükləmək mümkün deyil.
bn: বিভাগগুলি লোড করতে অক্ষম৷
cs: Nelze načíst kategorie.
de: Kategorien können nicht geladen werden.
es: No se puede cargar las categorías.
et: Kategooriaid ei saa laadida.
fi: Luokkia ei voi ladata.
ky: Категорияларды жүктөө мүмкүн эмес.
lt: Nepavyko įkelti kategorijų.
lv: Nevar ielādēt kategorijas.
nb: Kan ikke laste inn kategorier.
pl: Nie można wczytać kategorii.
ru: Не удалось загрузить категории.
sv: Det gick inte att ladda kategorier.
th: ไม่สามารถโหลดหมวดหมู่ได้
uk: Не вдалося завантажити категорії.

source: Unable to load category
ar: غير قادر على تحميل الفئة
az: Kateqoriya yükləmək mümkün deyil
bn: বিভাগ লোড করতে অক্ষম
cs: Nelze načíst kategorii
de: Kategorie kann nicht geladen werden
es: No se puede cargar la categoría
et: Kategooriat ei saa laadida
fi: Luokkaa ei voi ladata
ky: Категория жүктөлбөй жатат
lt: Nepavyko įkelti kategorijos
lv: Nevar ielādēt kategoriju
nb: Kan ikke laste inn kategorien
pl: Nie można załadować kategorii
ru: Не удалось загрузить категорию
sv: Det gick inte att ladda kategori
th: ไม่สามารถโหลดหมวดหมู่ได้
uk: Не вдалося завантажити категорію

source: Unable to load category details
ar: غير قادر على تحميل تفاصيل الفئة
az: Kateqoriya detallarını yükləyə bilmədi
bn: বিভাগের বিবরণ লোড করতে অক্ষম৷
cs: Podrobnosti kategorie nelze načíst
de: Kategoriedetails können nicht geladen werden
es: No se puede cargar los detalles de la categoría
et: Kategooria üksikasju ei saa laadida
fi: Luokkatietoja ei voi ladata
ky: Категориянын чоо-жайын жүктөө мүмкүн эмес
lt: Nepavyko įkelti išsamios kategorijos informacijos
lv: Nevar ielādēt kategorijas informāciju
nb: Kan ikke laste inn kategoridetaljer
pl: Nie można wczytać szczegółów kategorii
ru: Не удалось загрузить сведения о категории.
sv: Det gick inte att läsa in kategoriinformation
th: ไม่สามารถโหลดรายละเอียดหมวดหมู่ได้
uk: Не вдалося завантажити деталі категорії

source: Unable to load category groups.
ar: غير قادر على تحميل مجموعات الفئات.
az: Kateqoriya qrupları yükləmək mümkün deyil
bn: বিভাগ গ্রুপ লোড করতে অক্ষম.
cs: Nelze načíst skupiny kategorií.
de: Kategoriegruppen können nicht geladen werden.
es: No se pueden cargar grupos de categorías.
et: Kategooriarühmi ei saa laadida.
fi: Luokkaryhmien lataaminen epäonnistui.
ky: Категория топторун жүктөө мүмкүн эмес.
lt: Nepavyko įkelti kategorijų grupių.
lv: Nevar ielādēt kategoriju grupas.
nb: Kan ikke laste inn kategorigrupper.
pl: Nie można wczytać grup kategorii.
ru: Невозможно загрузить группы категорий.
sv: Det gick inte att läsa in kategorigrupper.
th: ไม่สามารถโหลดกลุ่มหมวดหมู่ได้
uk: Не вдалося завантажити групи категорій.

source: Unable to load category sections.
ar: غير قادر على تحميل أقسام الفئة.
az: Kateqoriya bölmələrini yükləmək mümkün deyil.
bn: বিভাগ বিভাগ লোড করতে অক্ষম.
cs: Nelze načíst sekce kategorií.
de: Kategorieabschnitte können nicht geladen werden.
es: No se puede cargar las secciones de la categoría.
et: Kategooria sektsioone ei õnnestunud laadida
fi: Luokkaosioita ei voi ladata.
ky: Категория бөлүмдөрү жүктөлбөй жатат.
lt: Neįmanoma įkelti kategorijų sekcijų.
lv: Nevar ielādēt kategoriju sadaļas.
nb: Kan ikke laste inn kategoriseksjoner.
pl: Nie można załadować sekcji kategorii.
ru: Невозможно загрузить разделы категорий.
sv: Det gick inte att ladda kategorisektioner.
th: ไม่สามารถโหลดส่วนหมวดหมู่ได้
uk: Не вдалося завантажити розділи категорії.

source: Unable to load charts.
ar: غير قادر على تحميل المخططات.
az: Diaqramları yükləmək mümkün deyil.
bn: চার্ট লোড করতে অক্ষম।
cs: Nelze načíst grafy.
de: Diagramme können nicht geladen werden.
es: No se puede cargar los gráficos.
et: Ostukorve ei õnnestunud laadida
fi: Kaavioiden lataaminen epäonnistui.
ky: Диаграммалар жүктөлбөй жатат.
lt: Neįmanoma įkelti diagramų.
lv: Nevar ielādēt diagrammas.
nb: Kan ikke laste inn diagrammer.
pl: Nie można załadować wykresów.
ru: Не удалось загрузить диаграммы.
sv: Det gick inte att ladda diagram.
th: ไม่สามารถโหลดแผนภูมิได้
uk: Неможливо завантажити діаграми.

source: Unable to load checklists.
ar: غير قادر على تحميل قوائم التحقق.
az: Yoxlama siyahılarını yükləmək mümkün deyil.
bn: চেকলিস্ট লোড করতে অক্ষম।
cs: Nelze načíst kontrolní seznamy.
de: Checklisten können nicht geladen werden.
es: No se puede cargar las listas de verificación.
et: Kontrollnimekirju ei saa laadida.
fi: Tarkistuslistoja ei voi ladata.
ky: Текшерүү тизмелери жүктөлбөй жатат.
lt: Neįmanoma įkelti kontrolinių sąrašų.
lv: Nevar ielādēt kontrolsarakstus.
nb: Kan ikke laste inn sjekklister.
pl: Nie można załadować list kontrolnych.
ru: Не удалось загрузить контрольные списки.
sv: Det gick inte att ladda checklistor.
th: ไม่สามารถโหลดรายการตรวจสอบได้
uk: Не вдалося завантажити контрольні списки.

source: Unable to load comments.
ar: غير قادر على تحميل التعليقات.
az: Şərhlər yüklənə bilmir.
bn: মন্তব্য লোড করতে অক্ষম.
cs: Nelze načíst komentáře.
de: Kommentare können nicht geladen werden.
es: No se puede cargar los comentarios.
et: Ei ole võimalik laadida kommentaare.
fi: Kommentteja ei voi ladata.
ky: Пикирлер жүктөлбөй жатат.
lt: Nepavyko įkelti komentarų.
lv: Nevar ielādēt komentārus.
nb: Kan ikke laste inn kommentarer.
pl: Nie można wczytać komentarzy.
ru: Не удалось загрузить комментарии.
sv: Det gick inte att läsa in kommentarer.
th: ไม่สามารถโหลดความคิดเห็นได้
uk: Не вдалося завантажити коментарі.

source: Unable to load compliance overview.
ar: غير قادر على تحميل نظرة عامة على التوافق.
az: Uyğunluq icmalını yükləyə bilmədi.
bn: সম্মতি ওভারভিউ লোড করতে অক্ষম।
cs: Nelze načíst přehled dodržování předpisů.
de: Konformitätsübersicht kann nicht geladen werden.
es: No se puede cargar la visión general de cumplimiento.
et: Nõuetele vastavuse ülevaadet ei saa laadida.
fi: Yhteensopivuuskatsausta ei voi ladata.
ky: Шайкештикти карап чыгууну жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti atitikties apžvalgos.
lv: Nevar ielādēt atbilstības pārskatu.
nb: Kan ikke laste inn samsvarsoversikt.
pl: Nie można wczytać przeglądu zgodności.
ru: Не удалось загрузить обзор соответствия.
sv: Det gick inte att ladda efterlevnadsöversikt.
th: โหลดภาพรวมการปฏิบัติตามข้อกำหนดไม่ได้
uk: Не вдалося завантажити огляд відповідності.

source: Unable to load customer.
ar: غير قادر على تحميل العميل.
az: Müştərini yükləmək mümkün deyil.
bn: গ্রাহক লোড করতে অক্ষম.
cs: Nelze načíst zákazníka.
de: Kunde kann nicht geladen werden.
es: No se puede cargar al cliente.
et: Klienti ei saa laadida.
fi: Asiakasta ei voi ladata.
ky: Кардар жүктөлбөй жатат.
lt: Neįmanoma įkelti kliento.
lv: Nevar ielādēt klientu.
nb: Kan ikke laste inn kunden.
pl: Nie można załadować klienta.
ru: Не удалось загрузить клиента.
sv: Det gick inte att ladda kunden.
th: ไม่สามารถโหลดลูกค้าได้
uk: Не вдалося завантажити клієнта.

source: Unable to load customer support satisfaction overall rating.
ar: غير قادر على تحميل التقييم العام لرضا دعم العملاء.
az: Müştəri dəstəyi məmnuniyyəti ümumi reytinqini yükləyə bilmə
bn: গ্রাহক সমর্থন সন্তুষ্টি সামগ্রিক রেটিং লোড করতে অক্ষম৷
cs: Nelze načíst celkové hodnocení spokojenosti zákaznické podpory.
de: Gesamtbewertung der Kundenzufriedenheit konnte nicht geladen werden.
es: No se puede cargar la calificación general de satisfacción del soporte al cliente.
et: Klienditoe rahulolu üldhinnangut ei saa laadida.
fi: Asiakastuen tyytyväisyyden yleisarviota ei voi ladata.
ky: Кардарларды колдоо кызматынын жалпы рейтингин жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti klientų palaikymo pasitenkinimo bendro įvertinimo.
lv: Nevar ielādēt klientu atbalsta apmierinātības kopējo vērtējumu.
nb: Kan ikke laste inn generell vurdering av kundestøttetilfredshet.
pl: Nie można wczytać ogólnej oceny zadowolenia z obsługi klienta.
ru: Не удалось загрузить общий рейтинг удовлетворенности службой поддержки клиентов.
sv: Det går inte att läsa in kundsupportnöjdhetens övergripande betyg.
th: ไม่สามารถโหลดคะแนนโดยรวมความพึงพอใจในการสนับสนุนลูกค้าได้
uk: Неможливо завантажити загальний рейтинг задоволеності служби підтримки клієнтів.

source: Unable to load data
ar: غير قادر على تحميل البيانات
az: Məlumatları yükləmək mümkün deyil
bn: ডেটা লোড করতে অক্ষম৷
cs: Nelze načíst data
de: Daten können nicht geladen werden
es: No se puede cargar los datos
et: Andmeid ei õnnestunud laadida
fi: Tietoja ei voi ladata
ky: Дайындарды жүктөө мүмкүн эмес
lt: Nepavyko įkelti duomenų
lv: Nevar ielādēt datus
nb: Kan ikke laste inn data
pl: Nie można załadować danych
ru: Не удалось загрузить данные
sv: Det gick inte att ladda data
th: ไม่สามารถโหลดข้อมูลได้
uk: Не вдається завантажити дані

source: Unable to load data.
ar: غير قادر على تحميل البيانات.
az: Məlumatları yükləmək mümkün deyil.
bn: ডেটা লোড করতে অক্ষম৷
cs: Nelze načíst data.
de: Daten können nicht geladen werden.
es: No se puede cargar los datos.
et: Andmeid ei õnnestunud laadida
fi: Tietoja ei voi ladata.
ky: Дайындарды жүктөө мүмкүн эмес.
lt: Nepavyko įkelti duomenų.
lv: Nevar ielādēt datus.
nb: Kan ikke laste inn data.
pl: Nie można załadować danych.
ru: Невозможно загрузить данные.
sv: Det gick inte att ladda data.
th: ไม่สามารถโหลดข้อมูลได้
uk: Не вдалося завантажити дані.

source: Unable to load detail.
ar: غير قادر على تحميل التفاصيل.
az: Detalları yükləmək mümkün deyil.
bn: বিশদ লোড করতে অক্ষম।
cs: Nelze načíst podrobnosti.
de: Details können nicht geladen werden.
es: No se puede cargar el detalle.
et: Üksikasju ei saa laadida.
fi: Yksityiskohtia ei voi ladata.
ky: Чоо-жайын жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti išsamios informacijos.
lv: Nevar ielādēt detalizētu informāciju.
nb: Kan ikke laste inn detaljer.
pl: Nie można wczytać szczegółów.
ru: Не удалось загрузить детали.
sv: Det gick inte att ladda detaljer.
th: ไม่สามารถโหลดรายละเอียดได้
uk: Не вдалося завантажити деталі.

source: Unable to load divisions
ar: غير قادر على تحميل الأقسام
az: Bölmələri yükləmək mümkün deyil
bn: বিভাগ লোড করতে অক্ষম
cs: Nelze načíst oddíly
de: Divisionen können nicht geladen werden
es: No se puede cargar las divisiones
et: Üksuste laadimine ebaõnnestus
fi: Osioita ei voi ladata
ky: Бөлүмдөрдү жүктөө мүмкүн эмес
lt: Nepavyko įkelti skyrių
lv: Nevar ielādēt nodaļas
nb: Kan ikke laste inn divisjoner
pl: Nie można wczytać podziałów
ru: Невозможно загрузить дивизии
sv: Det går inte att ladda divisioner
th: ไม่สามารถโหลดดิวิชั่นได้
uk: Неможливо завантажити розділи

source: Unable to load divisions.
ar: غير قادر على تحميل الأقسام.
az: Bölmələri yükləmək mümkün deyil.
bn: বিভাগ লোড করতে অক্ষম।
cs: Nelze načíst oddíly.
de: Divisionen können nicht geladen werden.
es: No se puede cargar las divisiones.
et: Üksuste laadimine ebaõnnestus.
fi: Jaottoja ei voi ladata.
ky: Бөлүмдөрдү жүктөө мүмкүн эмес.
lt: Nepavyko įkelti skyrių.
lv: Nevar ielādēt nodaļas.
nb: Kan ikke laste inn divisjoner.
pl: Nie można wczytać podziałów.
ru: Невозможно загрузить дивизии.
sv: Det går inte att ladda divisioner.
th: ไม่สามารถโหลดดิวิชั่นได้
uk: Неможливо завантажити розділи.

source: Unable to load editor
ar: غير قادر على تحميل المحرر
az: Redaktoru yükləmək mümkün deyil
bn: সম্পাদক লোড করতে অক্ষম৷
cs: Nelze načíst editor
de: Editor kann nicht geladen werden
es: No se puede cargar el editor
et: Redaktorit ei saa laadida
fi: Editoria ei voi ladata
ky: Редактор жүктөлбөй жатат
lt: Neįmanoma įkelti rengyklės
lv: Nevar ielādēt redaktoru
nb: Kan ikke laste inn redigeringsprogram
pl: Nie można załadować edytora
ru: Невозможно загрузить редактор
sv: Det gick inte att ladda redigeraren
th: ไม่สามารถโหลดตัวแก้ไขได้
uk: Неможливо завантажити редактор

source: Unable to load event groups.
ar: غير قادر على تحميل مجموعات الأحداث.
az: Hadisə qruplarını yükləyə bilmədi.
bn: ইভেন্ট গ্রুপ লোড করতে অক্ষম.
cs: Skupiny událostí nelze načíst.
de: Ereignisgruppen können nicht geladen werden.
es: No se puede cargar los grupos de eventos.
et: Sündmusgruppe ei saa laadida.
fi: Tapahtumaryhmiä ei voi ladata.
ky: Окуя топторун жүктөө мүмкүн эмес.
lt: Nepavyko įkelti įvykių grupių.
lv: Nevar ielādēt notikumu grupas.
nb: Kan ikke laste inn hendelsesgrupper.
pl: Nie można wczytać grup zdarzeń.
ru: Невозможно загрузить группы событий.
sv: Det gick inte att läsa in händelsegrupper.
th: ไม่สามารถโหลดกลุ่มกิจกรรมได้
uk: Не вдалося завантажити групи подій.

source: Unable to load events for this resource.
ar: غير قادر على تحميل الأحداث لهذا المورد.
az: Bu resurs üçün hadisələr yüklənə bilmir.
bn: এই সংস্থানের জন্য ইভেন্টগুলি লোড করতে অক্ষম৷
cs: Nelze načíst události pro tento zdroj.
de: Ereignisse für diese Ressource können nicht geladen werden.
es: No se puede cargar eventos para este recurso.
et: Selle ressursi sündmusi ei õnnestunud laadida
fi: Tämän resurssin tapahtumia ei voi ladata.
ky: Бул ресурс үчүн окуяларды жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti šio ištekliaus įvykių.
lv: Nevar ielādēt notikumus šim resursam.
nb: Kan ikke laste inn hendelser for denne ressursen.
pl: Nie można załadować zdarzeń dla tego zasobu.
ru: Невозможно загрузить события для этого ресурса.
sv: Det gick inte att ladda händelser för den här resursen.
th: ไม่สามารถโหลดกิจกรรมสำหรับทรัพยากรนี้ได้
uk: Не вдалося завантажити події для цього ресурсу.

source: Unable to load file.
ar: غير قادر على تحميل الملف.
az: Fayl yüklənə bilmir.
bn: ফাইল লোড করতে অক্ষম।
cs: Nelze načíst soubor.
de: Datei kann nicht geladen werden.
es: No se puede cargar el archivo.
et: Faili pole võimalik laadida
fi: Tiedostoa ei voi ladata.
ky: Файл жүктөлбөй жатат.
lt: Neįmanoma įkelti failo.
lv: Nevar ielādēt failu.
nb: Kan ikke laste inn filen.
pl: Nie można załadować pliku.
ru: Невозможно загрузить файл.
sv: Det gick inte att ladda filen.
th: ไม่สามารถโหลดไฟล์ได้
uk: Неможливо завантажити файл.

source: Unable to load financial overview.
ar: غير قادر على تحميل النظرة العامة المالية.
az: Maliyyə icmalını yükləmək mümkün deyil.
bn: আর্থিক ওভারভিউ লোড করতে অক্ষম।
cs: Nelze načíst finanční přehled.
de: Finanzübersicht kann nicht geladen werden.
es: No se puede cargar la visión general financiera.
et: Finantsilist ülevaadet ei õnnestundu laadida
fi: Talouskatsausta ei voi ladata.
ky: Каржылык серепти жүктөө мүмкүн эмес.
lt: Neįmanoma įkelti finansinės apžvalgos.
lv: Nevar ielādēt finanšu pārskatu.
nb: Kan ikke laste inn økonomisk oversikt.
pl: Nie można wczytać przeglądu finansowego.
ru: Не удалось загрузить финансовый обзор.
sv: Det gick inte att ladda ekonomisk översikt.
th: ไม่สามารถโหลดภาพรวมทางการเงินได้
uk: Не вдалося завантажити фінансовий огляд.

source: Unable to load flow.
ar: غير قادر على تحميل التدفق.
az: Axını yükləyə bilməz.
bn: প্রবাহ লোড করতে অক্ষম।
cs: Nelze načíst tok.
de: Flow kann nicht geladen werden.
es: No se puede cargar el flujo.
et: Voolu ei saa laadida.
fi: Virtausta ei voi ladata.
ky: Агымды жүктөө мүмкүн эмес.
lt: Nepavyko įkelti srauto.
lv: Nevar ielādēt plūsmu.
nb: Kan ikke laste inn flyten.
pl: Nie można załadować przepływu.
ru: Невозможно загрузить поток.
sv: Det gick inte att ladda flödet.
th: ไม่สามารถโหลดโฟลว์ได้
uk: Не вдалося завантажити потік.

source: Unable to load form options.
ar: غير قادر على تحميل خيارات النموذج.
az: Forma seçimlərini yükləmək mümkün deyil.
bn: ফর্ম বিকল্প লোড করতে অক্ষম.
cs: Nelze načíst možnosti formuláře.
de: Formularoptionen können nicht geladen werden.
es: No se puede cargar las opciones del formulario.
et: Vormi seadistusi ei õnnestunud laadida
fi: Lomakevaihtoehtoja ei voi ladata.
ky: Форма параметрлери жүктөлбөй жатат.
lt: Neįmanoma įkelti formos parinkčių.
lv: Nevar ielādēt veidlapas opcijas.
nb: Kan ikke laste inn skjemaalternativer.
pl: Nie można wczytać opcji formularza.
ru: Не удалось загрузить параметры формы.
sv: Det gick inte att ladda formuläralternativ.
th: ไม่สามารถโหลดตัวเลือกแบบฟอร์มได้
uk: Не вдалося завантажити параметри форми.

source: Unable to load full price list
ar: غير قادر على تحميل قائمة الأسعار الكاملة
az: Tam qiymət siyahısını yükləmək mümkün deyil
bn: সম্পূর্ণ মূল্য তালিকা লোড করতে অক্ষম
cs: Nelze načíst celý ceník
de: Die vollständige Preisliste kann nicht geladen werden
es: No se puede cargar la lista de precios completa
et: Täielikku hinnakirja ei saa laadida
fi: Ei voida ladata täyttä hinnastoa
ky: Толук баа тизмеси жүктөлбөй жатат
lt: Nepavyko įkelti viso kainoraščio
lv: Nevar ielādēt pilnu cenrādi
nb: Kan ikke laste inn hele prislisten
pl: Nie można załadować pełnego cennika
ru: Невозможно загрузить полный прайс-лист
sv: Det gick inte att ladda hela prislistan
th: ไม่สามารถโหลดรายการราคาเต็มได้
uk: Не вдалося завантажити повний прайс-лист

source: Unable to load growth chart.
ar: غير قادر على تحميل مخطط النمو.
az: Böyümə cədvəlini yükləmək mümkün deyil.
bn: বৃদ্ধির চার্ট লোড করতে অক্ষম৷
cs: Nelze načíst graf růstu.
de: Wachstumsdiagramm kann nicht geladen werden.
es: No se puede cargar el gráfico de crecimiento.
et: Kasvu diagrammi ei saa laadida.
fi: Kasvukaavion lataaminen epäonnistui.
ky: Өсүү диаграммасы жүктөлбөй жатат.
lt: Neįmanoma įkelti augimo diagramos.
lv: Nevar ielādēt izaugsmes diagrammu.
nb: Kan ikke laste vekstdiagram.
pl: Nie można załadować wykresu wzrostu.
ru: Не удалось загрузить диаграмму роста.
sv: Det gick inte att ladda tillväxtdiagrammet.
th: ไม่สามารถโหลดแผนภูมิการเติบโตได้
uk: Не вдалося завантажити діаграму зростання.
