Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Organization domain
ar: مجال المنظمة
az: Təşkilat domeni
bn: সংস্থার ডোমেইন
cs: Doména organizace
de: Organisationsdomäne
es: Dominio de la organización
et: Organisatsiooni domeen
fi: Organisaation verkkotunnus
ky: Уюм домени
lt: Organizacijos domenas
lv: Organizācijas domēns
nb: Organisasjonsdomene
pl: Domena organizacji
ru: Домен организации
sv: Organisationsdomän
th: โดเมนองค์กร
uk: Домен організації

source: Organization events
ar: فعاليات المنظمة
az: Təşkilat tədbirləri
bn: সংগঠনের ঘটনা
cs: Události organizace
de: Organisationsveranstaltungen
es: Eventos de la organización
et: Organisatsiooni sündmused
fi: Järjestämistapahtumat
ky: Уюштуруу иш-чаралары
lt: Organizavimo renginiai
lv: Pasākumu organizēšana
nb: Organisasjonshendelser
pl: Wydarzenia organizacyjne
ru: Организация мероприятий
sv: Organisation evenemang
th: กิจกรรมองค์กร
uk: Організація заходів

source: Organization field
az: Təşkilat sahəsi

source: Organization group
ar: مجموعة المنظمة
az: Təşkilat qrupu
bn: সংগঠন গ্রুপ
cs: Organizační skupina
de: Organisationsgruppe
es: Grupo organizativo
et: Organisatsiooni grupp
fi: Organisaatioryhmä
ky: Уюштуруу тобу
lt: Organizacijos grupė
lv: Organizācijas grupa
nb: Organisasjonsgruppe
pl: Grupa organizacyjna
ru: Организационная группа
sv: Organisationsgrupp
th: กลุ่มองค์กร
uk: Організаційна група

source: Organization group type
ar: نوع المجموعة التنظيمية
az: Təşkilat qrupu növü
bn: সংগঠন গোষ্ঠীর ধরন
cs: Typ organizační skupiny
de: Art der Organisationsgruppe
es: Tipo de grupo organizativo
et: Organisatsiooni grupi tüüp
fi: Organisaatioryhmän tyyppi
ky: Уюштуруу тобунун түрү
lt: Organizacijos grupės tipas
lv: Organizācijas grupas veids
nb: Organisasjonsgruppetype
pl: Typ grupy organizacji
ru: Тип организационной группы
sv: Typ av organisationsgrupp
th: ประเภทกลุ่มองค์กร
uk: Тип організаційної групи

source: Organization groups
ar: المجموعات التنظيمية
az: təşkilat qrupları
bn: সংগঠন গোষ্ঠী
cs: Organizační skupiny
de: Organisationsgruppen
es: Grupos organizativos
et: Organisatsiooni grupid
fi: Organisaatioryhmät
ky: Уюштуруу топтору
lt: Organizacijų grupės
lv: Organizāciju grupas
nb: Organisasjonsgrupper
pl: Grupy organizacyjne
ru: Организационные группы
sv: Organisationsgrupper
th: กลุ่มองค์กร
uk: Організаційні групи

source: Organization has been created.
ar: تم إنشاء المنظمة.
az: Təşkilat yaradıldı.
bn: সংগঠন তৈরি হয়েছে।
cs: Organizace byla vytvořena.
de: Die Organisation wurde erstellt.
es: Se ha creado la organización.
et: Organisatsioon on loodud.
fi: Organisaatio on luotu.
ky: Уюм түзүлдү.
lt: Organizacija sukurta.
lv: Uzņēmums tika izveidots.
nb: Organisasjon er opprettet.
pl: Organizacja została utworzona.
ru: Организация создана.
sv: Organisation har skapats.
th: สร้างองค์กรแล้ว
uk: Організація створена.

source: Organization has been updated successfully.
ar: تم تحديث المنظمة بنجاح.
az: Təşkilat uğurla yeniləndi.
bn: প্রতিষ্ঠান সফলভাবে আপডেট করা হয়েছে.
cs: Organizace byla úspěšně aktualizována.
de: Die Organisation wurde erfolgreich aktualisiert.
es: La organización se ha actualizado correctamente.
et: Organisatsiooni on edukalt uuendatud.
fi: Organisaation päivitys onnistui.
ky: Уюм ийгиликтүү жаңыртылды.
lt: Organizacija sėkmingai atnaujinta.
lv: Organizācija ir veiksmīgi atjaunināta.
nb: Organisasjonen har blitt oppdatert.
pl: Organizacja została pomyślnie zaktualizowana.
ru: Организация успешно обновлена.
sv: Organisationen har uppdaterats.
th: องค์กรได้รับการอัปเดตเรียบร้อยแล้ว
uk: Організацію успішно оновлено.

source: Organization has signed a fixed price agreement
ar: وقعت المنظمة اتفاقية سعر ثابت
az: Təşkilat sabit qiymət müqaviləsi imzaladı
bn: সংস্থা একটি নির্দিষ্ট মূল্য চুক্তি স্বাক্ষর করেছে
cs: Organizace podepsala smlouvu o pevné ceně
de: Organisation hat eine Festpreisvereinbarung unterzeichnet
es: La organización ha firmado un acuerdo de precio fijo
et: Organisatsioon on sõlminud fikseeritud hinnaga lepingu
fi: Järjestö on allekirjoittanut kiinteähintaisen sopimuksen
ky: Уюм белгиленген баа боюнча келишимге кол койду
lt: Organizacija pasirašė fiksuotos kainos sutartį
lv: Organizācija ir parakstījusi vienošanos par fiksētu cenu
nb: Organisasjonen har signert en fast prisavtale
pl: Organizacja podpisała umowę o stałej cenie
ru: Организация подписала договор с фиксированной ценой
sv: Organisationen har tecknat ett fast pris avtal
th: องค์กรได้ลงนามข้อตกลงราคาคงที่
uk: Організація підписала угоду з фіксованою ціною

source: Organization image
ar: صورة المنظمة
az: Təşkilat Image
bn: সংগঠনের চিত্র
cs: Obrázek organizace
de: Organisationsbild
es: Imagen de la organización
et: Organisatsiooni pilt
fi: Organisaation kuva
ky: Уюмдун сүрөтү
lt: Organizacijos įvaizdis
lv: Organizācijas tēls
nb: Organisasjonsbilde
pl: Obraz organizacji
ru: Изображение организации
sv: Organisationsbild
th: ภาพลักษณ์องค์กร
uk: Імідж організації

source: Organization name
ar: اسم المؤسسة
az: Təşkilatın Adı
bn: প্রতিষ্ঠানের নাম
cs: Název organizace
de: Organisationsname
es: Nombre de la organización
et: Asutuse nimi
fi: Organisaation nimi
ky: Уюмдун аталышы
lt: Organizacijos pavadinimas
lv: Uzņēmuma nosaukums
nb: Organisasjonens navn
pl: Nazwa organizacji
ru: Название организации
sv: Organisationens namn
th: ชื่อองค์กร
uk: Назва організації

source: Organization native name
ar: الاسم الأصلي للمنظمة
az: Təşkilatın yerli adı
bn: সংগঠনের স্থানীয় নাম
cs: Nativní název organizace
de: Nativer Name der Organisation
es: Nombre nativo de la organización
et: Organisatsiooni algne nimi
fi: Organisaation alkuperäinen nimi
ky: Уюмдун аталышы
lt: Gimtasis organizacijos pavadinimas
lv: Organizācijas vietējais nosaukums
nb: Organisasjonens opprinnelige navn
pl: Natywna nazwa organizacji
ru: Родное название организации
sv: Organisationens ursprungliga namn
th: ชื่อพื้นเมืองขององค์กร
uk: Рідна назва організації

source: Organization owner
ar: صاحب المنظمة
az: Təşkilatın sahibi
bn: প্রতিষ্ঠানের মালিক
cs: Vlastník organizace
de: Organisationsinhaber
es: Propietario de la organización
et: Asutuse peakasutaja
fi: Organisaation omistaja
ky: Уюмдун ээси
lt: Organizacijos savininkas
lv: Uzņēmuma īpašnieks
nb: Organisasjonseier
pl: Właściciel organizacji
ru: Владелец организации
sv: Organisationens ägare
th: เจ้าขององค์กร
uk: Власник організації

source: Organization owner role expires on
ar: تنتهي صلاحية دور مالك المؤسسة في
az: Təşkilat sahibinin vəzifəsi_____sona çatır
bn: প্রতিষ্ঠানের মালিকের ভূমিকার মেয়াদ শেষ হবে
cs: Role vlastníka organizace vyprší dne
de: Die Rolle des Organisationsinhabers läuft am ab
es: El rol de propietario de la organización expira el
et: Asutuse peakasutaja roll aegub
fi: Organisaation omistajan rooli vanhenee
ky: Уюмдун ээсинин ролунун мөөнөтү бүтөт
lt: Organizacijos savininko vaidmens galiojimo laikas baigiasi
lv: Organizācijas īpašnieka loma beidzas
nb: Organisasjonseierrollen utløper på
pl: Rola właściciela organizacji wygasa dnia
ru: Срок действия роли владельца организации истекает
sv: Organisationens ägarroll upphör att gälla på
th: บทบาทของเจ้าขององค์กรจะหมดอายุในวันที่
uk: Роль власника організації закінчується

source: Organization quotas
az: Təşkilat kvotaları

source: Organization registration code
ar: رمز تسجيل المنظمة
az: Təşkilatın qeydiyyat kodu
bn: প্রতিষ্ঠানের নিবন্ধন কোড
cs: Registrační kód organizace
de: Registrierungscode der Organisation
es: Código de registro de la organización
et: Organisatsiooni registreerimise kood
fi: Organisaation rekisteröintikoodi
ky: Уюмдун каттоо коду
lt: Organizacijos registracijos kodas
lv: Organizācijas reģistrācijas kods
nb: Organisasjonens registreringskode
pl: Kod rejestracyjny organizacji
ru: Регистрационный код организации
sv: Organisationens registreringsnummer
th: รหัสการลงทะเบียนองค์กร
uk: Реєстраційний код організації

source: Organization removal
ar: إزالة المنظمة
az: Təşkilatın çıxarılması
bn: সংস্থা অপসারণ
cs: Odstranění organizace
de: Organisationsentfernung
es: Eliminación de la organización
et: Organisatsiooni kustutamine
fi: Organisaation poistaminen
ky: Уюмду алып салуу
lt: Organizacijos pašalinimas
lv: Organizācijas noņemšana
nb: Fjerning av organisasjon
pl: Usunięcie organizacji
ru: Удаление организации
sv: Organisationens borttagning
th: การกำจัดองค์กร
uk: Видалення організації

source: Organization requests
ar: طلبات المنظمة
az: Təşkilat tələbləri
bn: সংস্থার অনুরোধ
cs: Žádosti o organizaci
de: Organisationsanfragen
es: Solicitudes de la organización
et: Organisatsiooni taotlused
fi: Organisaation pyynnöt
ky: Уюмдун өтүнүчтөрү
lt: Organizacijos prašymai
lv: Organizācijas pieprasījumi
nb: Organisasjonsforespørsler
pl: Żądania organizacji
ru: Запросы организации
sv: Organisationsförfrågningar
th: คำขอขององค์กร
uk: Організаційні запити

source: Organization role
ar: الدور التنظيمي
az: Təşkilat rolu
bn: সংগঠনের ভূমিকা
cs: Role organizace
de: Organisationsrolle
es: Rol de la organización
et: Organisatsiooni roll
fi: Organisaation rooli
ky: Уюмдун ролу
lt: Organizacijos vaidmuo
lv: Organizācijas loma
nb: Organisasjonsrolle
pl: Rola organizacji
ru: Роль организации
sv: Organisationens roll
th: บทบาทขององค์กร
uk: Організаційна роль

source: Organization roles
ar: الأدوار التنظيمية
az: Təşkilat rolları
bn: সংগঠনের ভূমিকা
cs: Role organizace
de: Organisationsrollen
es: Roles de la organización
et: Organisatsiooni rollid
fi: Organisaation roolit
ky: Уюмдун ролдору
lt: Organizacijos vaidmenys
lv: Organizācijas lomas
nb: Organisasjonsroller
pl: Role organizacyjne
ru: Роли в организации
sv: Organisationens roller
th: บทบาทขององค์กร
uk: Організаційні ролі

source: Organization update
ar: تحديث المنظمة
az: Təşkilat yeniləməsi
bn: সংস্থার আপডেট
cs: Aktualizace organizace
de: Organisationsaktualisierung
es: Actualización de la organización
et: Organisatsiooni värskendus
fi: Organisaation päivitys
ky: Уюмду жаңыртуу
lt: Organizacijos atnaujinimas
lv: Organizācijas atjauninājums
nb: Organisasjonsoppdatering
pl: Aktualizacja organizacji
ru: Обновление организации
sv: Organisationsuppdatering
th: การปรับปรุงองค์กร
uk: Оновлення організації

source: Organization update ({name})
ar: تحديث المنظمة ({name} )
az: Təşkilat yenilənməsi ({name})
bn: সংস্থার আপডেট ({name} )
cs: Aktualizace organizace ({name})
de: Organisationsaktualisierung ({name})
es: Actualización de la organización ({name})
et: Organisatsiooni värskendus ({name} )
fi: Organisaatiopäivitys ({name} )
ky: Уюмду жаңыртуу ({name} )
lt: Organizacijos naujinys ({name})
lv: Organizācijas atjauninājums ({name} )
nb: Organisasjonsoppdatering ({name})
pl: Aktualizacja organizacji ({name} )
ru: Обновление организации ({name} )
sv: Organisationsuppdatering ({name})
th: อัปเดตองค์กร ({name} )
uk: Оновлення організації ({name} )

source: Organization updated successfully
ar: تم تحديث المنظمة بنجاح
az: Təşkilatın uğurla
bn: প্রতিষ্ঠান সফলভাবে আপডেট করা হয়েছে
cs: Organizace byla úspěšně aktualizována
de: Organisation erfolgreich aktualisiert
es: La organización se actualizó correctamente
et: Organisatsiooni värskendamine õnnestus
fi: Organisaation päivitys onnistui
ky: Уюм ийгиликтүү жаңыртылды
lt: Organizacija sėkmingai atnaujinta
lv: Organizācija ir veiksmīgi atjaunināta
nb: Organisasjonen ble oppdatert
pl: Organizacja została pomyślnie zaktualizowana
ru: Организация успешно обновлена
sv: Organisationen har uppdaterats
th: อัปเดตองค์กรเรียบร้อยแล้ว
uk: Організацію успішно оновлено

source: Organization users list
ar: قائمة مستخدمي المنظمة
az: Təşkilat istifadəçilərinin siyah
bn: প্রতিষ্ঠান ব্যবহারকারীদের তালিকা
cs: Seznam uživatelů organizace
de: Liste der Benutzer der Organisation
es: Lista de usuarios de la organización
et: Asutuse kasutajate loend
fi: Organisaation käyttäjäluettelo
ky: Уюмдун колдонуучуларынын тизмеси
lt: Organizacijos vartotojų sąrašas
lv: Organizācijas lietotāju saraksts
nb: Organisasjonsbrukerliste
pl: Lista użytkowników organizacji
ru: Список пользователей организации
sv: Organisationens användarlista
th: รายชื่อผู้ใช้ขององค์กร
uk: Список користувачів організації

source: Organization workspace
ar: مساحة عمل المنظمة
az: Təşkilatın iş sahəsi
bn: সংস্থার কর্মক্ষেত্র
cs: Pracovní prostor organizace
de: Organisationsarbeitsbereich
es: Espacio de trabajo de la organización
et: Organisatsiooni tööruum
fi: Organisaation työtila
ky: Уюмдун иш мейкиндиги
lt: Organizacijos darbo sritis
lv: Organizācijas darbvieta
nb: Organisasjons arbeidsområde
pl: Obszar roboczy organizacji
ru: Рабочее пространство организации
sv: Organisation arbetsyta
th: พื้นที่ทำงานขององค์กร
uk: Організація робочого простору

source: Organization {customer_link} has been created.
ar: منظمة{customer_link} تم إنشاء.
az: Təşkilat {customer_link} yaradıldı.
bn: সংগঠন{customer_link} তৈরি করা হয়েছে.
cs: Organizace {customer_link} byla vytvořena.
de: Die Organisation {customer_link} wurde erstellt.
es: Se ha creado la organización {customer_link}.
et: Organisatsioon {customer_link} on loodud.
fi: Organisaatio{customer_link} on luotu.
ky: Уюштуруу{customer_link} түзүлгөн.
lt: Organizacija {customer_link} sukurta.
lv: Organizācija{customer_link} ir izveidots.
nb: Organisasjonen {customer_link} er opprettet.
pl: Organizacja{customer_link} został stworzony.
ru: Организация{customer_link} был создан.
sv: Organisation {customer_link} har skapats.
th: องค์กร{customer_link} ได้ถูกสร้างขึ้น
uk: організація{customer_link} було створено.

source: Organization {customer_link} has been updated.
ar: منظمة{customer_link} تم التحديث.
az: Təşkilat {customer_link} yeniləndi
bn: সংগঠন{customer_link} আপডেট করা হয়েছে.
cs: Organizace {customer_link} byla aktualizována.
de: Die Organisation {customer_link} wurde aktualisiert.
es: Se ha actualizado la organización {customer_link}.
et: Organisatsioon {customer_link} on muudetud.
fi: Organisaatio{customer_link} on päivitetty.
ky: Уюштуруу{customer_link} жаңыртылган.
lt: Organizacija {customer_link} atnaujinta.
lv: Organizācija{customer_link} ir atjaunināts.
nb: Organisasjonen {customer_link} har blitt oppdatert.
pl: Organizacja{customer_link} został zaktualizowany.
ru: Организация{customer_link} был обновлен.
sv: Organisation {customer_link} har uppdaterats.
th: องค์กร{customer_link} ได้รับการปรับปรุงแล้ว
uk: організація{customer_link} було оновлено.

source: Organization {customer_name} has been deleted.
ar: منظمة{customer_name} قد تم حذف.
az: Təşkilat {customer_name} silindi.
bn: সংগঠন{customer_name} মুছে ফেলা হয়েছে.
cs: Organizace {customer_name} byla odstraněna.
de: Die Organisation {customer_name} wurde gelöscht.
es: Se ha eliminado la organización {customer_name}.
et: Organisatsioon {customer_name} on kustutatud.
fi: Organisaatio{customer_name} on poistettu.
ky: Уюштуруу{customer_name} өчүрүлгөн.
lt: Organizacija {customer_name} ištrinta.
lv: Uzņēmums {customer_name} tika nodzēsts.
nb: Organisasjonen {customer_name} har blitt slettet.
pl: Organizacja{customer_name} zostało usunięte.
ru: Организация {customer_name} удалена.
sv: Organisationen {customer_name} har tagits bort.
th: องค์กร{customer_name} ถูกลบไปแล้ว
uk: організація{customer_name} було видалено.

source: Organizations
ar: المنظمات
az: Təşkilatlar
bn: সংস্থাগুলি
cs: Organizace
de: Organisationen
es: Organizaciones
et: Asutused
fi: Organisaatiot
ky: Уюмдар
lt: Organizacijos
lv: Uzņēmumi
nb: Organisasjoner
pl: Organizacji
ru: Организации
sv: Organisationer
th: องค์กร
uk: організації

source: Organizations ({count})
ar: المنظمات ({count} )
az: Təşkilatlar ({count})
bn: সংগঠন ({count} )
cs: Organizace ({count})
de: Organisationen ({count})
es: Organizaciones ({count})
et: Asutused ({count})
fi: Organisaatiot ({count} )
ky: Уюмдар ({count} )
lt: Organizacijos ({count})
lv: Organizācijas ({count} )
nb: Organisasjoner ({count})
pl: Organizacje ({count} )
ru: Организации ({count} )
sv: Organisationer ({count})
th: องค์กร ({count} )
uk: Організації ({count} )

source: Organizations by divisions
ar: المنظمات حسب الأقسام
az: Bölmələrə görə təşkilatlar
bn: বিভাগ দ্বারা সংগঠন
cs: Organizace podle divizí
de: Organisationen nach Abteilungen
es: Organizaciones por divisiones
et: Organisatsioonid üksuste kaupa
fi: Organisaatiot osastoittain
ky: Бөлүмдөр боюнча уюмдар
lt: Organizacijos pagal padalinius
lv: Organizācijas pa nodaļām
nb: Organisasjoner etter divisjoner
pl: Organizacje według działów
ru: Организации по подразделениям
sv: Organisationer efter divisioner
th: องค์กรตามแผนก
uk: Організації за підрозділами

source: Organizations by organization groups
ar: المنظمات حسب مجموعات المنظمة
az: təşkilat qrupları üzrə təşkilatlar
bn: সংগঠন গোষ্ঠী দ্বারা সংগঠন
cs: Organizace podle organizačních skupin
de: Organisationen nach Organisationsgruppen
es: Organizaciones por grupos organizativos
et: Organisatsioonid organisatsiooni gruppide kaupa
fi: Organisaatiot organisaatioryhmittäin
ky: Уюмдар топтору боюнча уюмдар
lt: Organizacijos pagal organizacijų grupes
lv: Organizācijas pa organizāciju grupām
nb: Organisasjoner etter organisasjonsgrupper
pl: Organizacje według grup organizacyjnych
ru: Организации по организационным группам
sv: Organisationer efter organisationsgrupper
th: องค์กรตามกลุ่มองค์กร
uk: Організації за організаційними групами

source: Organizations divisions
ar: أقسام المنظمات
az: Təşkilatlar bölmələri
bn: সংগঠন বিভাগ
cs: Divize organizací
de: Organisationsabteilungen
es: Divisiones de las organizaciones
et: Organisatsioonide jaotised
fi: Organisaatioiden osastot
ky: Уюмдардын бөлүмдөрү
lt: Organizacijų padaliniai
lv: Organizāciju nodaļas
nb: Organisasjoner divisjoner
pl: Podziały organizacji
ru: Подразделения организаций
sv: Organisationsavdelningar
th: หน่วยงานต่างๆ
uk: Підрозділи організацій

source: Other categories
ar: فئات أخرى
az: Digər kateqoriyalar
bn: অন্যান্য বিভাগ
cs: Ostatní kategorie
de: Andere Kategorien
es: Otras categorías
et: Muud kategooriad
fi: Muut luokat
ky: Башка категориялар
lt: Kitos kategorijos
lv: Citas kategorijas
nb: Andre kategorier
pl: Inne kategorie
ru: Другие категории
sv: Andra kategorier
th: หมวดหมู่อื่นๆ
uk: Інші категорії

source: Other requirements?
ar: متطلبات اخرى؟
az: Digər tələblər?
bn: অন্যান্য প্রয়োজনীয়তা?
cs: Další požadavky?
de: Andere Vorraussetzungen?
es: ¿Otros requisitos?
et: Muud nõuded?
fi: Muut vaatimukset?
ky: Башка талаптар?
lt: Kiti reikalavimai?
lv: Citas prasības?
nb: Andre krav?
pl: Inne wymagania?
ru: Другие требования?
sv: Andra krav?
th: ข้อกำหนดอื่น ๆ ?
uk: Інші вимоги?

source: Others
ar: الاخرين
az: Digərləri
bn: অন্যান্য
cs: Ostatní
de: Andere
es: Otros
et: Muud
fi: toiset
ky: Башкалар
lt: Kiti
lv: Citiem
nb: Andre
pl: Inni
ru: Другие
sv: Andra
th: คนอื่น
uk: інші

source: Output
ar: الناتج
az: Çıxış
bn: আউটপুট
cs: Výstup
de: Ausgabe
es: Salida
et: Väljund
fi: Tuotos
ky: Чыгуу
lt: Išvesties
lv: Izvade
nb: Utgang
pl: Wyjście
ru: Выпуск
sv: Utgång
th: เอาท์พุต
uk: Вихідні дані

source: Overridden
az: Ləğv edildi

source: Overview
ar: نظره عامه
az: Baxış-icmal
bn: ওভারভিউ
cs: Přehled
de: Übersicht
es: Visión general
et: Ülevaade
fi: Yleiskatsaus
ky: сереп
lt: Apžvalga
lv: Pārskats
nb: Oversikt
pl: Przegląd
ru: Обзор
sv: Översikt
th: ภาพรวม
uk: Огляд

source: Overview of {organization} organization
ar: نظرة عامة على{organization} منظمة
az: Təşkilata ümumi {organization} baxış
bn: সংক্ষিপ্ত বিবরণ{organization} সংগঠন
cs: Přehled organizace {organization}
de: Überblick über {organization} Organisation
es: Visión general de la organización {organization}
et: Organisatsiooni {organization} ülevaade
fi: Yleiskatsaus{organization} organisaatio
ky: Обзор{organization} уюштуруу
lt: Organizacijos {organization} apžvalga
lv: Pārskats par{organization} organizācija
nb: Oversikt over {organization} organisasjon
pl: Przegląd{organization} organizacja
ru: Обзор{organization} организация
sv: Översikt över organisationen {organization}
th: ภาพรวมของ{organization} องค์กร
uk: Огляд{organization} організації

source: Overview of {project} project
ar: نظرة عامة على{project} مشروع
az: Layihəyə ümumi {project} baxış
bn: সংক্ষিপ্ত বিবরণ{project} প্রকল্প
cs: Přehled projektu {project}
de: Überblick über das {project} Projekt
es: Visión general del proyecto {project}
et: Projekti {project} ülevaade
fi: Yleiskatsaus{project} hanke
ky: Обзор{project} долбоор
lt: Projekto {project} peržiūra
lv: Pārskats par{project} projektu
nb: Oversikt over {project} prosjekt
pl: Przegląd{project} projekt
ru: Обзор{project} проект
sv: Översikt över {project}-projektet
th: ภาพรวมของ{project} โครงการ
uk: Огляд{project} демонструвати

source: Owned organizations
ar: المنظمات المملوكة
az: Məxsus olan təşkilatlar
bn: মালিকানাধীন প্রতিষ্ঠান
cs: Vlastněné organizace
de: Eigene Organisationen
es: Organizaciones propiedad
et: Omanduses olevad organisatsioonid
fi: Omistamat organisaatiot
ky: Менчик уюмдар
lt: Priklausančios organizacijos
lv: Īpašumā esošās organizācijas
nb: Eide organisasjoner
pl: Organizacje będące własnością
ru: Собственные организации
sv: Ägda organisationer
th: องค์กรที่เป็นเจ้าของ
uk: Власні організації

source: Owner
ar: مالك
az: Sahib
bn: মালিক
cs: Vlastník
de: Inhaber
es: Propietario
et: Omanik
fi: Omistaja
ky: Ээси
lt: Savininkas
lv: Īpašnieks
nb: Eier
pl: Właściciel
ru: Владелец
sv: Ägare
th: เจ้าของ
uk: Власник

source: Owners:
ar: أصحاب:
az: Sahibləri:
bn: মালিক:
cs: vlastníci:
de: Eigentümer:
es: Propietarios:
et: Omanikud:
fi: Omistajat:
ky: ээлери:
lt: Savininkai:
lv: Īpašnieki:
nb: Eiere:
pl: Właściciele:
ru: Владельцы:
sv: Ägare:
th: เจ้าของ:
uk: Власники:

source: PI cannot edit users with same role
ar: لا يمكن لـ PI تحرير المستخدمين بنفس الدور
az: PI eyni rola malik istifadəçiləri redaktə edə bilməz
bn: PI একই ভূমিকা সহ ব্যবহারকারীদের সম্পাদনা করতে পারে না
cs: PI nemůže upravovat uživatele se stejnou rolí
de: PI kann keine Benutzer mit derselben Rolle bearbeiten
es: PI no puede editar usuarios con el mismo rol
et: PI ei saa redigeerida sama rolliga kasutajaid
fi: PI ei voi muokata käyttäjiä, joilla on sama rooli
ky: PI бирдей ролдогу колдонуучуларды түзөтө албайт
lt: PI negali redaguoti vartotojų, turinčių tą patį vaidmenį
lv: PI nevar rediģēt lietotājus ar tādu pašu lomu
nb: PI kan ikke redigere brukere med samme rolle
pl: PI nie może edytować użytkowników o tej samej roli
ru: PI не может редактировать пользователей с той же ролью
sv: PI kan inte redigera användare med samma roll
th: PI ไม่สามารถแก้ไขผู้ใช้ที่มีบทบาทเดียวกันได้
uk: PI не може редагувати користувачів із такою ж роллю

source: PI role expires on
ar: تنتهي صلاحية دور PI في
az: PI rolunu başa çatır
bn: PI ভূমিকার মেয়াদ শেষ হচ্ছে
cs: Role PI vyprší dne
de: Die PI-Rolle läuft am ab
es: El rol de IP vence el
et: PI roll aegub
fi: PI-rooli vanhenee
ky: PI ролунун мөөнөтү бүтөт
lt: PI vaidmuo baigiasi
lv: PI loma beidzas
nb: PI-rollen utløper
pl: Rola PI wygasa dnia
ru: Срок действия роли PI истекает
sv: PI-rollen löper ut den
th: บทบาท PI จะหมดอายุในวันที่
uk: Роль PI закінчується

source: Page is not found.
ar: لم يتم العثور على الصفحة.
az: Səhifə tapılmadı.
bn: পেজ পাওয়া যায় না।
cs: Stránka nebyla nalezena.
de: Seite wurde nicht gefunden.
es: Pagina no encontrada.
et: Lehte ei leitud
fi: Sivua ei löydy.
ky: Барак табылган жок.
lt: Puslapis nerastas.
lv: Lapa nav atrasta.
nb: Siden er ikke funnet.
pl: Nie znaleziono strony.
ru: Страница не найдена.
sv: Sidan hittades inte.
th: ไม่พบเพจ
uk: Сторінка не знайдена.
