Repository: isambard-sc/waldur-homeport
Catalog: locales/*.po
Languages: ar, az, bn, cs, de, es, et, fi, ky, lt, lv, nb, pl, ru, sv, th, uk

source: Every
ar: كل
az: Hər
bn: প্রতি
cs: Každý
de: Jeden
es: Cada
et: Iga
fi: Joka
ky: ар
lt: Kiekvienas
lv: Katrs
nb: Hver
pl: Każdy
ru: Каждый
sv: Varje
th: ทั้งหมด
uk: кожен

source: Every day
ar: كل يوم
az: Hər gün
bn: প্রতিদিন
cs: Každý den
de: Täglich
es: Todos los días
et: Igal päeval
fi: Joka päivä
ky: Күн сайын
lt: Kiekvieną dieną
lv: Katru dienu
nb: Hver dag
pl: Codziennie
ru: Каждый день
sv: Varje dag
th: ทุกวัน
uk: Кожен день

source: Every day at
ar: كل يوم عند
az: Hər gün _----- də/da
bn: প্রতিদিন এ
cs: Každý den v
de: Jeden Tag um
es: Todos los días en
et: Iga päev kell
fi: Joka päivä klo
ky: Ар күнү саат
lt: Kiekvieną dieną
lv: Katru dienu plkst.
nb: Hver dag på
pl: Codziennie o godz
ru: Каждый день в
sv: Varje dag på
th: ทุกวันที่
uk: Щодня о

source: Every hour
ar: كل ساعة
az: Hər saat
bn: প্রতি ঘন্টা
cs: Každou hodinu
de: Jede Stunde
es: Cada hora
et: Iga tund
fi: Joka tunti
ky: Ар бир саат
lt: Kas valandą
lv: Katru stundu
nb: Hver time
pl: Co godzinę
ru: Каждый час
sv: Varje timme
th: ทุกชั่วโมง
uk: щогодини

source: Every hour at {minuteValues} past the hour
ar: كل ساعة في{minuteValues} بعد الساعة
az: Saatdan {minuteValues} keçmiş hər saatda
bn: প্রতি ঘন্টায়{minuteValues} ঘন্টা গত
cs: Každou hodinu v {minuteValues} po celé hodině
de: Jede Stunde um {minuteValues} nach der vollen Stunde
es: Cada hora a las {minuteValues} pasada la hora
et: Iga tund {minuteValues} minutit peale täistundi
fi: Joka tunti klo{minuteValues} yli tunnin
ky: Ар саат сайын{minuteValues} саат өттү
lt: Kas valandą {minuteValues} praėjus valandai
lv: Katru stundu plkst{minuteValues} pāri stundai
nb: Hver time på {minuteValues} forbi timen
pl: Co godzinę o godz{minuteValues} po godzinie
ru: Каждый час в{minuteValues} прошел час
sv: Varje timme vid {minuteValues} efter timmen
th: ทุกชั่วโมง ณ{minuteValues} ผ่านไปหนึ่งชั่วโมง
uk: Щогодини о{minuteValues} минула година

source: Every minute
ar: كل دقيقة
az: Hər dəqiqə
bn: চবন
cs: Každou minutu
de: Jede Minute
es: Cada minuto
et: Iga minut
fi: Joka minuutti
ky: Ар бир мүнөт
lt: Kiekviena minutė
lv: Katru minūti
nb: Hvert minutt
pl: Każda minuta
ru: Каждую минуту
sv: Varje minut
th: ทุกๆนาที
uk: Кожну хвилину

source: Every month
ar: كل شهر
az: Hər ay
bn: প্রতি মাসে
cs: Každý měsíc
de: Jeden Monat
es: Cada mes
et: Iga kuu
fi: kuukausittain
ky: Ай сайын
lt: Kiekvieną mėnesį
lv: Katru mēnesi
nb: Hver måned
pl: co miesiąc
ru: Каждый месяц
sv: Varje månad
th: ทุกๆเดือน
uk: Щомісяця

source: Every month on the {days} at {time}
ar: كل شهر على{days} في{time}
az: Hər ay {days} günü saat {time}
bn: প্রতি মাসে{days} এ{time}
cs: Každý měsíc v {days} v {time}
de: Jeden Monat am {days} um {time}
es: Cada mes el {days} a las {time}
et: Iga kuu {days} päevadel kell {time}
fi: Joka kuukausi{days} klo{time}
ky: Ай сайын{days} саат{time}
lt: Kiekvieną mėnesį {days}, {time}
lv: Katru mēnesi uz{days} plkst{time}
nb: Hver måned på {days} på {time}
pl: Co miesiąc na{days} Na{time}
ru: Каждый месяц {days} в {time}
sv: Varje månad på {days} vid {time}
th: ทุกเดือนที่{days} ที่{time}
uk: Щомісяця на{days} в{time}

source: Every month on the {days} of {months} at {time}
ar: كل شهر على{days} ل{months} في{time}
az: Hər ayın {months}ayının {days} günü saat {time}
bn: প্রতি মাসে{days} এর{months} এ{time}
cs: Každý měsíc v {days} z {months} v {time}
de: Jeden Monat am {days} von {months} um {time}
es: Cada mes el {days} de {months} a las {time}
et: Iga kuu {days} päevadel {months} kuudel kell {time}
fi: Joka kuukausi{days} /{months} klo{time}
ky: Ай сайын{days} нын{months} саат{time}
lt: Kiekvieną mėnesį {months} {days} {time}
lv: Katru mēnesi uz{days} no{months} plkst{time}
nb: Hver måned på {days} for {months} på {time}
pl: Co miesiąc na{days} z{months} Na{time}
ru: Каждый месяц на{days} из{months} в{time}
sv: Varje månad på {days} av {months} vid {time}
th: ทุกเดือนที่{days} ของ{months} ที่{time}
uk: Щомісяця на{days} з{months} в{time}

source: Every month service provider can report up to the amount requested by user.
ar: يمكن لمزود الخدمة كل شهر الإبلاغ عن المبلغ الذي يطلبه المستخدم.
az: Hər ay xidmət təminatçısı istifadəçi tərəfindən tələb olunan məbləğə qədər hesabat verə bilər.
bn: প্রতি মাসে পরিষেবা প্রদানকারী ব্যবহারকারীর অনুরোধকৃত পরিমাণ পর্যন্ত রিপোর্ট করতে পারে।
cs: Poskytovatel služeb může každý měsíc vykázat částku až do výše požadované uživatelem.
de: Jeden Monat kann der Dienstanbieter bis zu dem vom Benutzer angeforderten Betrag melden.
es: Cada mes, el proveedor de servicios puede informar hasta la cantidad solicitada por el usuario.
et: Iga kuu raporteerib teenusepakkuja kasutaja poolt soovitud koguses.
fi: Palveluntarjoaja voi raportoida kuukausittain käyttäjän pyytämän summan verran.
ky: Ай сайын кызмат көрсөтүүчү колдонуучу сураган суммага чейин отчет бере алат.
lt: Kiekvieną mėnesį paslaugų teikėjas gali pranešti iki vartotojo prašomos sumos.
lv: Katru mēnesi pakalpojuma sniedzējs var ziņot līdz lietotāja pieprasītajai summai.
nb: Hver måned kan tjenesteleverandøren rapportere opp til beløpet som brukeren ber om.
pl: Usługodawca może co miesiąc raportować do kwoty żądanej przez użytkownika.
ru: Каждый месяц поставщик услуг может сообщать сумму в пределах запрошенной пользователем суммы.
sv: Varje månad kan tjänsteleverantören rapportera upp till det belopp som användaren begär.
th: ผู้ให้บริการสามารถรายงานได้ทุกเดือนตามจำนวนที่ผู้ใช้ร้องขอ
uk: Щомісяця постачальник послуг може звітувати до суми, яку запитує користувач.

source: Every week
ar: كل اسبوع
az: Hər həftə
bn: প্রতি সপ্তাহে
cs: Každý týden
de: Jede Woche
es: Cada semana
et: Iga nädal
fi: Joka viikko
ky: Апта сайын
lt: Kiekvieną savaitę
lv: Katru nedēļu
nb: Hver uke
pl: Co tydzień
ru: Каждую неделю
sv: Varje vecka
th: ทุกสัปดาห์
uk: Щотижня

source: Every week on {day} at {time}
ar: كل أسبوع على{day} في{time}
az: Hər həftə {days} günü saat {time}
bn: প্রতি সপ্তাহে{day} এ{time}
cs: Každý týden v {day} v {time}
de: Jede Woche am {day} um {time}
es: Cada semana el {day} a las {time}
et: Iga nädal {day} päeval kell {time}
fi: Joka viikko eteenpäin{day} klo{time}
ky: Ар жума сайын{day} саат{time}
lt: Kiekvieną savaitę {day}, {time}
lv: Katru nedēļu tālāk{day} plkst{time}
nb: Hver uke på {day} på {time}
pl: Co tydzień dalej{day} Na{time}
ru: Каждую неделю {days} в {time}
sv: Varje vecka på {day} vid {time}
th: ทุกสัปดาห์ต่อไป{day} ที่{time}
uk: Щотижня на{day} в{time}

source: Every year
ar: كل عام
az: Hər il
bn: প্রত্যেক বছর
cs: Každý rok
de: Jedes Jahr
es: Cada año
et: Igal aastal
fi: Joka vuosi
ky: Жыл сайын
lt: Kiekvienais metais
lv: Katru gadu
nb: Hvert år
pl: Każdego roku
ru: Каждый год
sv: Varje år
th: ทุกปี
uk: Щороку

source: Every year service provider can report up to the amount requested by user.
ar: يمكن لمزود الخدمة كل عام الإبلاغ عن المبلغ الذي يطلبه المستخدم.
az: Hər il xidmət təminatçısı istifadəçi tərəfindən tələb olunan məbləğə qədər hesabat verə bilər.
bn: প্রতি বছর পরিষেবা প্রদানকারী ব্যবহারকারীর অনুরোধকৃত পরিমাণ পর্যন্ত রিপোর্ট করতে পারে।
cs: Každý rok může poskytovatel služeb nahlásit až částku požadovanou uživatelem.
de: Jedes Jahr kann der Dienstanbieter bis zur Höhe des vom Benutzer angeforderten Betrags berichten.
es: Cada año, el proveedor de servicios puede informar hasta la cantidad solicitada por el usuario.
et: Teenusepakkuja saab igal aastal aru anda kuni kasutaja soovitud summa ulatuses.
fi: Palveluntarjoaja voi raportoida vuosittain käyttäjän pyytämän summan verran.
ky: Жыл сайын кызмат көрсөтүүчү колдонуучу сураган суммага чейин отчет бере алат.
lt: Kiekvienais metais paslaugų teikėjas gali pranešti iki vartotojo prašomos sumos.
lv: Katru gadu pakalpojuma sniedzējs var ziņot līdz lietotāja pieprasītajai summai.
nb: Hvert år tjenesteleverandør kan rapportere opp til beløpet som er forespurt av brukeren.
pl: Usługodawca może co roku zgłosić kwotę do kwoty żądanej przez użytkownika.
ru: Каждый год поставщик услуг может отчитываться в размере суммы, запрошенной пользователем.
sv: Varje år tjänsteleverantör kan rapportera upp till det belopp som begärts av användaren.
th: ทุกปีผู้ให้บริการสามารถรายงานได้ตามจำนวนที่ผู้ใช้ร้องขอ
uk: Щороку постачальник послуг може звітувати до суми, яку запитує користувач.

source: Example: [{"header": "Database instance info", "body": "data"}]
ar: مثال: [{"header": "Database instance info", "body": "data"} ]
az: Misal: [{"header": "Database instance info", "body": "data"}]
bn: উদাহরণ: [{"header": "Database instance info", "body": "data"} ]
cs: Příklad: [{"header": "Database instance info", "body": "data"}]
de: Beispiel: [{"header": "Database instance info", "body": "data"}]
es: Ejemplo: [{"header": "Database instance info", "body": "data"}]
et: Näide: [{"header": "Database instance info", "body": "data"}]
fi: Esimerkki: [{"header": "Database instance info", "body": "data"} ]
ky: Мисалы: [{"header": "Database instance info", "body": "data"} ]
lt: Pavyzdys: [{"header": "Database instance info", "body": "data"}]
lv: Piemērs: [{"header": "Database instance info", "body": "data"} ]
nb: Eksempel: [{"header": "Database instance info", "body": "data"}]
pl: Przykład: [{"header": "Database instance info", "body": "data"} ]
ru: Пример: [{"header": "Database instance info", "body": "data"} ]
sv: Exempel: [{"header": "Database instance info", "body": "data"}]
th: ตัวอย่าง: [{"header": "Database instance info", "body": "data"} ]
uk: Приклад: [{"header": "Database instance info", "body": "data"} ]

source: Executing
ar: تنفيذ
az: İcra
bn: নির্বাহ করা হচ্ছে
cs: Provádím
de: Ausführen
es: Ejecutando
et: Käivitan
fi: Suoritetaan
ky: Аткаруу
lt: Vykdoma
lv: Izpilde
nb: Utfører
pl: Wykonywanie
ru: Выполнение
sv: Exekverar
th: กำลังดำเนินการ
uk: Виконується

source: Existing quota usage: {usage}
ar: استخدام الحصة الحالية:{usage}
az: Mövcud kvota istifadəsi: {usage}
bn: বিদ্যমান কোটা ব্যবহার:{usage}
cs: Stávající využití kvóty: {usage}
de: Bestehende Kontingentnutzung: {usage}
es: Uso de la cuota existente: {usage}
et: Hetke mahulimiidi kasutus: {usage}
fi: Nykyisen kiintiön käyttö:{usage}
ky: Учурдагы квотаны колдонуу:{usage}
lt: Esamas kvotos naudojimas: {usage}
lv: Esošās kvotas lietojums:{usage}
nb: Eksisterende kvotebruk: {usage}
pl: Istniejące wykorzystanie limitu:{usage}
ru: Использование текущей квоты:
sv: Befintlig kvotanvändning: {usage}
th: การใช้โควต้าที่มีอยู่:{usage}
uk: Існуюче використання квоти:{usage}

source: Expand
ar: ستوسع
az: Genişləndirin
bn: বিস্তৃত করা
cs: Rozbalit
de: Erweitern
es: Expandir
et: Laienda
fi: Laajentaa
ky: Кеңейтүү
lt: Išplėsti
lv: Izvērst
nb: Utvid
pl: Rozszerzać
ru: Расширять
sv: Utöka
th: ขยาย
uk: Розгорнути

source: Expiration time
ar: تاريخ انتهاء الصلاحية
az: Bitmə vaxtı
bn: মেয়াদ অতিক্রান্ত হওয়ার সময়
cs: Doba platnosti
de: Ablaufzeit
es: Tiempo de expiración
et: Aegumise tähtaeg
fi: Vanhenemisaika
ky: Мөөнөтү убактысы
lt: Galiojimo laikas
lv: Derīguma termiņš
nb: Utløpstid
pl: Data ważności
ru: Время истечения
sv: Utgångstid
th: เวลาหมดอายุ
uk: Термін придатності

source: Expired
ar: انتهت
az: Vaxtı bitmiş
bn: মেয়াদোত্তীর্ণ
cs: Platnost vypršela
de: Abgelaufen
es: Expirado
et: Aegunud
fi: Erääntynyt
ky: Мөөнөтү бүттү
lt: Pasibaigęs
lv: Beidzies
nb: Utløpt
pl: Wygasłe
ru: Истек
sv: Utgångna
th: หมดอายุ
uk: закінчився

source: Expires
ar: تنتهي
az: Vaxt başa çatır
bn: মেয়াদ শেষ
cs: Propadává
de: Läuft ab
es: Expira
et: Aegub
fi: Päättyy
ky: Мөөнөтү бүтөт
lt: Baigia galioti
lv: Beidzas
nb: Utløper
pl: Wygasa
sv: Går ut
th: หมดอายุ
uk: Термін дії закінчується

source: Expires at
ar: تنتهي عند
az: ---- da vaxtı bitir
bn: মেয়াদ শেষ হবে
cs: Platnost vyprší v
de: Läuft bei
es: Expira en
et: Aegub alates
fi: Päättyy klo
ky: Мөөнөтү бүтөт
lt: Galioja iki
lv: Derīguma termiņš beidzas plkst
nb: Utløper den
pl: Wygasa w
ru: Истекает в
sv: Utgår vid
th: หมดอายุที่
uk: Термін дії закінчується о

source: Expiring resources
ar: انتهاء الموارد
az: İstifadə müddəti bitən resurslar
bn: সম্পদের মেয়াদ শেষ হচ্ছে
cs: Končící zdroje
de: Auslaufende Ressourcen
es: Recursos vencidos
et: Aeguvad ressursid
fi: Vanhenevat resurssit
ky: Мөөнөтү бүтүп жаткан ресурстар
lt: Baigia galioti ištekliai
lv: Resursi, kuru termiņš beidzas
nb: Ressurser som utløper
pl: Wygasające zasoby
ru: Истекающие ресурсы
sv: Resurser som löper ut
th: ทรัพยากรที่กำลังจะหมดอายุ
uk: Термін дії ресурсів закінчується

source: Explore marketplace
ar: استكشاف السوق
az: Bazarı araşdırın
bn: মার্কেটপ্লেস অন্বেষণ
cs: Prozkoumejte tržiště
de: Entdecken Sie den Marktplatz
es: Explora marketplace
et: Tutvu turuplatsiga
fi: Tutustu markkinapaikkaan
ky: Базарды изилдөө
lt: Naršyti prekyvietę
lv: Izpētiet tirgu
nb: Utforsk markedsplassen
pl: Przeglądaj rynek
ru: Исследуйте рынок
sv: Utforska marknadsplatsen
th: สำรวจตลาด
uk: Дослідіть ринок

source: Explore {deployment} Marketplace
ar: يستكشف{deployment} المتجر
az: {deployment}Marketplace araşdırın
bn: অন্বেষণ{deployment} মার্কেটপ্লেস
cs: Prozkoumejte {deployment} Marketplace
de: Erkunden Sie den {deployment} Marktplatz
es: Explorar {deployment} Marketplace
et: Tutvu {deployment} Turuplatsil
fi: Tutkia{deployment} Markkinapaikka
ky: Изилдөө{deployment} Базар
lt: Susipažinkite su {deployment} Marketplace
lv: Izpētīt{deployment} Tirgus laukums
nb: Utforsk {deployment} Markedsplass
pl: Badać{deployment} Rynek
ru: Исследовать{deployment} Торговая площадка
sv: Utforska {deployment} Marketplace
th: สำรวจ{deployment} ตลาด
uk: Досліджуйте{deployment} Ринок

source: Explore {deployment} service catalog
ar: يستكشف{deployment} كتالوج الخدمة
az: Xidmət katalo {deployment} qunu araşdırın
bn: অন্বেষণ{deployment} পরিষেবা ক্যাটালগ
cs: Prozkoumat {deployment} katalog služeb
de: Erkunden{deployment} Leistungskatalog
es: Explore el catálogo {deployment} de servicios
et: Tutvu {deployment} teenuste kataloogiga
fi: Tutkia{deployment} palveluluettelo
ky: Изилдөө{deployment} кызмат каталогу
lt: Naršyti{deployment} paslaugų katalogas
lv: Izpētīt{deployment} pakalpojumu katalogs
nb: Utforske{deployment} tjenestekatalog
pl: Badać{deployment} katalog usług
ru: Исследовать{deployment} каталог услуг
sv: Utforska{deployment} tjänstekatalog
th: สำรวจ{deployment} แค็ตตาล็อกบริการ
uk: Досліджуйте{deployment} каталог послуг

source: Export
ar: تصدير
az: İxrac
bn: রপ্তানি
es: Exportar
et: Eksport
fi: Vienti
ky: Экспорт
lt: Eksportuoti
lv: Eksportēt
nb: Eksport
pl: Eksport
ru: Экспорт
sv: Exportera
th: ส่งออก
uk: Експорт

source: Export as
ar: تصدير باسم
az: ---- kimi ixrac etmək
bn: হিসাবে রপ্তানি করুন
cs: Exportovat jako
de: Exportieren als
es: Exportar como
et: Eksport kui
fi: Vie nimellä
ky: катары экспорттоо
lt: Eksportuoti kaip
lv: Eksportēt kā
nb: Eksporter som
pl: Eksportuj jako
ru: Экспортировать как
sv: Exportera som
th: ส่งออกเป็น
uk: Експортувати як

source: Exporting...
ar: جارٍ التصدير...
az: İxrac...
bn: রপ্তানি হচ্ছে...
cs: Exportování...
de: Exportieren...
es: Exportador...
et: Eksportimine...
fi: Viedään...
ky: Экспорттоо...
lt: Eksportuojama...
lv: Notiek eksportēšana...
nb: Eksporterer...
pl: Eksportowanie...
ru: Экспорт...
sv: Exporterar...
th: กำลังส่งออก...
uk: Експорт...

source: Extend
ar: بسط
az: Genişləndirin
bn: প্রসারিত করা
cs: Rozšířit
de: Erweitern
es: Ampliar
et: Laienda
fi: Laajenna
ky: Узартуу
lt: Pratęskite
lv: Pagarināt
nb: Utvid
pl: Rozszerzyć
ru: Продлевать
sv: Utöka
th: ขยาย
uk: Розширити

source: Extend OpenStack volume
ar: قم بتوسيع حجم OpenStack
az: OpenStack həcmini genişləndirmək
bn: OpenStack ভলিউম প্রসারিত করুন
cs: Rozšíření svazku OpenStack
de: Erweitern Sie das OpenStack-Volume
es: Ampliar el volumen de OpenStack
et: Laienda OpenStacki salvestusüksust
fi: Laajenna OpenStack-äänenvoimakkuutta
ky: OpenStack көлөмүн кеңейтүү
lt: Išplėsti OpenStack tomą
lv: Paplašiniet OpenStack skaļumu
nb: Utvid OpenStack volum
pl: Rozszerz głośność OpenStack
ru: Расширить том OpenStack
sv: Utöka volymen OpenStack
th: ขยายปริมาณ OpenStack
uk: Розширте обсяг OpenStack

source: Extend disk
ar: تمديد القرص
az: Diski genişləndirin
bn: ডিস্ক প্রসারিত করুন
cs: Rozšíření disku
de: Erweitern des Datenträgers
es: Extender el disco
et: Laienda ketas
fi: Laajenna levyä
ky: Дискти узартуу
lt: Išplėsti diską
lv: Pagarināt disku
nb: Utvid disk
pl: Rozszerz dysk
ru: Расширить диск
sv: Utöka disk
th: ขยายดิสก์
uk: Розширити диск

source: Extending
ar: تمتد
az: Genişləndirmə
bn: প্রসারিত হচ্ছে
cs: Rozšíření
de: Erweitern
es: Extensión
et: Laiendan
fi: Laajentaminen
ky: Узартуу
lt: Išplėtimas
lv: Pagarinot
nb: Utvide
pl: Rozsuwalny
ru: Расширение
sv: Utvidga
th: กำลังขยาย
uk: Розширення

source: External ID of the sponsor covering the costs
ar: البطاقة الخارجية للراعي التي تغطي التكاليف
az: Xərcləri əhatə edən sponsorun xarici şəxsiyyəti
bn: খরচ কভার করে স্পনসরের বাহ্যিক আইডি
cs: Externí ID sponzora pokrývajícího náklady
de: Externe ID des Sponsors, der die Kosten übernimmt
es: ID externa del patrocinador que cubre los gastos
et: Kulukoha väline ID
fi: Kustannukset kattavan sponsorin ulkoinen tunnus
ky: Чыгымдарды жабуу үчүн демөөрчүнүн тышкы ID
lt: Išlaidas dengiančio rėmėjo išorinis ID
lv: Sponsora ārējais ID, kas sedz izmaksas
nb: Ekstern ID til sponsor som dekker kostnadene
pl: Zewnętrzny identyfikator sponsora pokrywający koszty
ru: Внешний идентификатор спонсора, покрывающего расходы
sv: Externt ID för sponsorn som täcker kostnaderna
th: ID ภายนอกของผู้สนับสนุนที่ครอบคลุมค่าใช้จ่าย
uk: Зовнішнє посвідчення спонсора, що покриває витрати

source: External IP
ar: الملكية الفكرية الخارجية
az: Kənar IP
bn: বাহ্যিক আইপি
cs: Externí IP
de: Externe IP
es: IP externa
et: Väline IP
fi: Ulkoinen IP
ky: Тышкы IP
lt: Išorinis IP
lv: Ārējā IP adrese
nb: Ekstern IP
pl: Zewnętrzny adres IP
ru: Внешний IP
sv: Extern IP
th: ไอพีภายนอก
uk: Зовнішній IP

source: External IPs
ar: عناوين IP الخارجية
az: Xarici IP-lər
bn: বাহ্যিক আইপি
cs: Externí IP adresy
de: Externe IPs
es: IPs externas
et: Välised IP-d
fi: Ulkoiset IP-osoitteet
ky: Тышкы IP
lt: Išoriniai IP
lv: Ārējie IP
nb: Eksterne IP-er
pl: Zewnętrzne adresy IP
ru: Внешние IP-адреса
sv: Externa IP-adresser
th: IP ภายนอก
uk: Зовнішні IP-адреси

source: External links
ar: روابط خارجية
az: Xarici bağlantılar
bn: বাহ্যিক লিঙ্ক
cs: Externí odkazy
de: Externe Links
es: Enlaces externos
et: Välised lingid
fi: Ulkoiset linkit
ky: Тышкы шилтемелер
lt: Išorinės nuorodos
lv: arejas saites
nb: Eksterne linker
pl: Linki zewnętrzne
ru: Внешние номера
sv: Externa länkar
th: ลิงค์ภายนอก
uk: зовнішні посилання

source: External network
ar: شبكة خارجية
az: Xarici şəbəkə
bn: বাহ্যিক নেটওয়ার্ক
cs: Externí síť
de: Externes Netzwerk
es: Red externa
et: Väline võrk
fi: Ulkoinen verkko
ky: Тышкы тармак
lt: Išorinis tinklas
lv: Ārējais tīkls
nb: Eksternt nettverk
pl: Sieć zewnętrzna
ru: Внешняя сеть
sv: Externt nätverk
th: เครือข่ายภายนอก
uk: Зовнішня мережа

source: External network ID
ar: معرف الشبكة الخارجية
az: Kənar şəbəkə ID-si
bn: বাহ্যিক নেটওয়ার্ক আইডি
cs: ID externí sítě
de: Externe Netzwerk-ID
es: ID de la red externa
et: Välise võrgu mask (CIDR)
fi: Ulkoisen verkon tunnus
ky: Тышкы тармак ID
lt: Išorinio tinklo ID
lv: Ārējā tīkla ID
nb: Ekstern nettverks-ID
pl: Identyfikator sieci zewnętrznej
ru: Идентификатор внешней сети
sv: Extern nätverks-ID
th: รหัสเครือข่ายภายนอก
uk: Ідентифікатор зовнішньої мережі

source: External username
ar: اسم المستخدم الخارجي
az: Xarici istifadəçi adı
bn: বাহ্যিক ব্যবহারকারীর নাম
cs: Externí uživatelské jméno
de: Externer Benutzername
es: Nombre de usuario externo
et: Väline kasutajanimi
fi: Ulkoinen käyttäjätunnus
ky: Тышкы колдонуучу аты
lt: Išorinis vartotojo vardas
lv: Ārējais lietotājvārds
nb: Eksternt brukernavn
pl: Zewnętrzna nazwa użytkownika
ru: Внешнее имя пользователя
sv: Externt användarnamn
th: ชื่อผู้ใช้ภายนอก
uk: Зовнішнє ім&#39;я користувача

source: FAQ
ar: الأسئلة المتداولة
az: SUALLAR
es: Preguntas frecuentes
et: KKK
fi: UKK
ky: Көп берилүүчү суроолор
lt: DUK
ru: ВОПРОСЫ И ОТВЕТЫ
th: คำถามที่พบบ่อย

source: Facility
ar: منشأة
az: Təsis
bn: সুবিধা
cs: Zařízení
de: Einrichtung
es: Instalación
et: Rajatised
fi: Laitos
ky: Объект
lt: Priemonė
lv: Iekārta
nb: Anlegget
pl: Obiekt
ru: Средство
sv: Anläggning
th: สิ่งอำนวยความสะดวก
uk: Об&#39;єкт

source: Failed to operate with backend.
ar: فشل العمل مع الواجهة الخلفية.
az: Əlavə prosessorla işləmək alınmadı
bn: ব্যাকএন্ড দিয়ে কাজ করতে ব্যর্থ হয়েছে।
cs: Nepodařilo se provést operaci na backendu.
de: Konnte nicht mit Backend arbeiten.
es: Fallo en la operación con el backend.
et: Rakenduse tagapõhjaga pole võimalik tegutseda
fi: Toimiminen taustajärjestelmän kanssa epäonnistui.
ky: Backend менен иштөө ишке ашкан жок.
lt: Nepavyko operuoti su backend.
lv: Neizdevās darboties ar aizmugursistēmu.
nb: Kunne ikke operere med backend.
pl: Nie udało się wykonać operacji z backendem.
ru: Не удалось работать с серверной частью.
sv: Det gick inte att arbeta med backend.
th: ล้มเหลวในการทำงานกับแบ็กเอนด์
uk: Не вдалося працювати з серверною частиною.

source: Favorite pages
ar: الصفحات المفضلة
az: Sevimli səhifələr
bn: প্রিয় পাতা
cs: Oblíbené stránky
de: Lieblingsseiten
es: Páginas favoritas
et: Eelistatud leheküljed
fi: Suosikkisivut
ky: Сүйүктүү баракчалар
lt: Mėgstamiausi puslapiai
lv: Mīļākās lapas
nb: Favorittsider
pl: Ulubione strony
ru: Любимые страницы
sv: Favoritsidor
th: หน้าโปรด
uk: Улюблені сторінки

source: Favourites
ar: المفضلات
az: Sevimlilər
bn: প্রিয়
cs: Oblíbené
de: Favoriten
es: Favoritos
et: Lemmikud
fi: Suosikit
ky: Сүйүктүүлөр
lt: Mėgstamiausi
lv: Izlase
nb: Favoritter
pl: Ulubione
ru: Избранное
sv: Favoriter
th: รายการโปรด
uk: Вибране

source: Featured offerings
ar: عروض مميزة
az: Seçilmiş təkliflər
bn: বৈশিষ্ট্যযুক্ত অর্ঘ
cs: Doporučené nabídky
de: Besondere Angebote
es: Ofertas destacadas
et: Esiletõstetud pakkumised
fi: Suositellut tarjoukset
ky: Өзгөчөлөнгөн сунуштар
lt: Teminiai pasiūlymai
lv: Piedāvātie piedāvājumi
nb: Utvalgte tilbud
pl: Polecane oferty
ru: Рекомендуемые предложения
sv: Utvalda erbjudanden
th: ข้อเสนอเด่น
uk: Рекомендовані пропозиції

source: Features
ar: ملامح
az: Xüsusiyyətləri
bn: বৈশিষ্ট্য
cs: Funkce
de: Funktionen
es: Características
et: Omadused
fi: Ominaisuuksia
ky: Өзгөчөлүктөрү
lt: Funkcijos
lv: Iespējas
nb: Funksjoner
pl: Funkcje
ru: Функции
sv: Funktioner
th: คุณสมบัติ
uk: особливості

source: Features have been updated.
ar: تم تحديث الميزات.
az: Xüsusiyyətlər yeniləndi.
bn: বৈশিষ্ট্য আপডেট করা হয়েছে.
cs: Funkce byly aktualizovány.
de: Die Funktionen wurden aktualisiert.
es: Se han actualizado las funciones.
et: Funktsioone on värskendatud.
fi: Ominaisuudet on päivitetty.
ky: Функциялар жаңыртылды.
lt: Funkcijos buvo atnaujintos.
lv: Funkcijas ir atjauninātas.
nb: Funksjoner har blitt oppdatert.
pl: Funkcje zostały zaktualizowane.
ru: Функции были обновлены.
sv: Funktioner har uppdaterats.
th: คุณสมบัติได้รับการปรับปรุงแล้ว
uk: Функції оновлено.
